Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.RESEARCH.TECHS.ADVANCEDFILTRATION.DESC
source: Basic technologies for filtering <style="liquid">Liquid</style> and <style="gas">Gas</style>.
fr: Technologies de base pour filtrer les <style="liquid">Liquides</style> et les <style="gas">Gaz</style>.

# STRINGS.RESEARCH.TECHS.ADVANCEDPOWERREGULATION.DESC
source: Circuit components required for large scale <style="power">Power</style> management.
fr: Composants de circuit requis pour une gestion d'<style="power">Énergie</style> à grande échelle.

# STRINGS.RESEARCH.TECHS.ADVANCEDPOWERREGULATION.NAME
source: Advanced Power Regulation
fr: Régulation de Puissance avancée

# STRINGS.RESEARCH.TECHS.ADVANCEDRESEARCH.DESC
source: The tools your colony needs to conduct more advanced and in depth research.
fr: Les outils dont votre colonie a besoin pour mener des recherches plus poussées et approfondies.

# STRINGS.RESEARCH.TECHS.ADVANCEDRESEARCH.NAME
source: Advanced Research
fr: Recherche Avancée

# STRINGS.RESEARCH.TECHS.AGRICULTURE.DESC
source: Master the agricultural art of crop irrigation.
fr: Maîtriser l'art agricole de l'irrigation des cultures.

# STRINGS.RESEARCH.TECHS.ANIMALCONTROL.DESC
source: Useful techniques to manage creature populations in your base.
fr: Techniques utiles pour gérer les populations de créatures dans votre base.

# STRINGS.RESEARCH.TECHS.ANIMALCONTROL.NAME
source: Animal Control
fr: Contrôle Animalier

# STRINGS.RESEARCH.TECHS.ARTISTRY.DESC
source: Majorly improve <style="decor">Decor</style> by allowing Duplicants artistic and emotional expression.
fr: Améliore grandement la <style="decor">Décoration</style> en autorisant l'expression artistique et émotionnelle des Duplicants.

# STRINGS.RESEARCH.TECHS.ARTISTRY.NAME
source: Artistic Expression
fr: Expression artistique

# STRINGS.RESEARCH.TECHS.BASICREFINEMENT.DESC
source: When life gives you rocks, make rock-aid! (Or sand.)
fr: Quand la vie vous donne des pierres, faites de l'aide! (Ou du sable.)

# STRINGS.RESEARCH.TECHS.BASICREFINEMENT.NAME
source: Brute-Force Refinement
fr: Raffinement Brutal

# STRINGS.RESEARCH.TECHS.CLOTHING.DESC
source: Produce decorative and practical clothing for Duplicants.
fr: Produit des vêtements décoratifs et pratiques pour Duplicants.

# STRINGS.RESEARCH.TECHS.CLOTHING.NAME
source: Clothing
fr: Vêtements

# STRINGS.RESEARCH.TECHS.COMBUSTION.DESC
source: Crude fuel-powered generators for automatic <style="power">Power</style> production.
fr: Groupes électrogènes à combustible pour la production d'<style="power">Énergie</style> .

# STRINGS.RESEARCH.TECHS.COMBUSTION.NAME
source: Internal Combustion
fr: Combustion Interne

# STRINGS.RESEARCH.TECHS.DIRECTEDAIRSTREAMS.DESC
source: Instruments to help you reduce <style="disease">Germ</style> spread in your base.
fr: Instruments qui vous aident à réduire la propagation des <style="disease">Germes</style> dans votre base.

# STRINGS.RESEARCH.TECHS.DIRECTEDAIRSTREAMS.NAME
source: Decontamination
fr: Décontamination

# STRINGS.RESEARCH.TECHS.DISTILLATION.DESC
source: Distill difficult mixtures down to their most useful parts.
fr: Distillez les mixtures difficiles pour récupérer leurs parties les plus utiles.

# STRINGS.RESEARCH.TECHS.DUPETRAFFICCONTROL.DESC
source: Prevent your Duplicants from getting into dangerous situations.
fr: Empêchez vos duplicants de se trouver dans des situations dangereuses.

# STRINGS.RESEARCH.TECHS.DUPETRAFFICCONTROL.NAME
source: Duplicant Traffic Control
fr: Contrôle des déplacements des Duplicants

# STRINGS.RESEARCH.TECHS.FARMINGTECH.DESC
source: Learn the introductory principles of <style="plant">Plant</style> domestication.
fr: Apprendre les principes de base de la domestication des <style="plant">Plantes</style>.

# STRINGS.RESEARCH.TECHS.FARMINGTECH.NAME
source: Basic Farming
fr: Agriculture de Base

# STRINGS.RESEARCH.TECHS.FINEDINING.DESC
source: Prepare more nutritious <style="food">Food</style> and store it longer before spoiling.
fr: Préparez de la <style="food">Nourriture</style> plus nutritive et conservez-les plus longtemps avant qu'elle ne pourrisse.

# STRINGS.RESEARCH.TECHS.FINEDINING.NAME
source: Meal Preparation
fr: Préparation de Repas

# STRINGS.RESEARCH.TECHS.GASPIPING.DESC
source: Rudimentary technologies for installing <style="gas">Gas</style> infrastructure.
fr: Des technologies rudimentaires pour l'installation des infrastructures de <style="gas">Gaz</style>.

# STRINGS.RESEARCH.TECHS.GENERICSENSORS.DESC
source: Drive automation in brand new ways.
fr: Conduire l'automatisation de nouvelles façons.

# STRINGS.RESEARCH.TECHS.GENERICSENSORS.NAME
source: Generic Sensors
fr: Capteurs Génériques

# STRINGS.RESEARCH.TECHS.HVAC.DESC
source: Regulate <style="heat">Temperature</style> in your colony for <style="plant">Plant</style> cultivation and Duplicant comfort.
fr: Régule la <style="heat">Température</style> dans votre colonie pour la culture des <style="plant">Plantes</style> et le confort des Duplicants.

# STRINGS.RESEARCH.TECHS.HVAC.NAME
source: HVAC
fr: HVAC (Chauffage, ventilation et climatisation)

# STRINGS.RESEARCH.TECHS.IMPROVEDCOMBUSTION.DESC
source: Burn dirty fuels for exceptional <style="power">Power</style> production.
fr: Brûlez les combustibles sales pour une production d'<style="power">Énergie</style> exceptionnelle.

# STRINGS.RESEARCH.TECHS.IMPROVEDCOMBUSTION.NAME
source: Fossil Fuels
fr: Combustibles fossiles

# STRINGS.RESEARCH.TECHS.IMPROVEDGASPIPING.DESC
source: <style="gas">Gas</style> infrastructure capable of withstanding more intense conditions, such as <style="heat">Heat</style> and pressure.
fr: Infrastructure de <style="gas">Gaz</style> capable de résister à des conditions intenses comme la <style="heat">Chaleur</style> et la pression.

# STRINGS.RESEARCH.TECHS.IMPROVEDGASPIPING.NAME
source: Improved Ventilation
fr: Ventilation améliorée

# STRINGS.RESEARCH.TECHS.IMPROVEDLIQUIDPIPING.DESC
source: <style="liquid">Liquid</style> infrastructure capable of withstanding more intense conditions, such as <style="heat">Heat</style> and pressure.
fr: Infrastructure de <style="liquid">Liquide</style>capable de résister à des conditions intenses comme la <style="heat">Chaleur</style> et la pression.

# STRINGS.RESEARCH.TECHS.IMPROVEDLIQUIDPIPING.NAME
source: Improved Plumbing
fr: Plomberie Avancée

# STRINGS.RESEARCH.TECHS.IMPROVEDOXYGEN.DESC
source: Make the air in your colony clean and breathable.
fr: Rend l'air dans votre colonie propre et respirable.

# STRINGS.RESEARCH.TECHS.IMPROVEDOXYGEN.NAME
source: Air Systems
fr: Systèmes d'aération

# STRINGS.RESEARCH.TECHS.INSULATION.DESC
source: Improve <style="heat">Heat</style> distribution in your base and guard buildings from extreme temperatures.
fr: Améliore la distribution de la <style="heat">Chaleur</style> dans votre base et protège les bâtiments contre les températures extrêmes.

# STRINGS.RESEARCH.TECHS.INSULATION.NAME
source: Insulation
fr: Isolation

# STRINGS.RESEARCH.TECHS.INTERIORDECOR.DESC
source: <style="decor">Decor</style> boosting items to counteract the gloom of underground living.
fr: Objets <style="decor">décoratifs</style> pour pallier la déprime causée par la vie souterraine.

# STRINGS.RESEARCH.TECHS.INTERIORDECOR.NAME
source: Interior Decor
fr: Décoration d'Intérieur

# STRINGS.RESEARCH.TECHS.LIQUIDPIPING.DESC
source: Rudimentary technologies for installing <style="liquid">Liquid</style> infrastructure.
fr: Des technologies rudimentaires pour installer une infrastructure de <style="liquid">Liquide</style> .

# STRINGS.RESEARCH.TECHS.LIQUIDPIPING.NAME
source: Plumbing
fr: Plomberie

# STRINGS.RESEARCH.TECHS.LIQUIDTEMPERATURE.DESC
source: Easily manipulate <style="liquid">Liquid</style> <style="heat">Temperatures</style> with these technologies.
fr: Manipulez facilement les <style="heat">Températures</style> des <style="liquid">Liquides</style> grâce à ces technologies.

# STRINGS.RESEARCH.TECHS.LIQUIDTEMPERATURE.NAME
source: Liquid Tuning
fr: Ajustement du Liquide

# STRINGS.RESEARCH.TECHS.LOGICCIRCUITS.DESC
source: Logic gates and wiring to allow you to program your base.
fr: Portes logiques et câblage qui vous permettront de programmer votre base.

# STRINGS.RESEARCH.TECHS.LOGICCIRCUITS.NAME
source: Advanced Automation
fr: Automatisation Avancée

# STRINGS.RESEARCH.TECHS.LOGICCONTROL.DESC
source: Use switches to control your buildings.
fr: Utilisez des interrupteurs pour contrôler vos équipements.

# STRINGS.RESEARCH.TECHS.LOGICCONTROL.NAME
source: Automatic Control
fr: Contrôle Automatique

# STRINGS.RESEARCH.TECHS.LUXURY.DESC
source: Luxury amenities for advanced <style="stress">Stress</style> reduction.
fr: Des équipements luxueux pour une meilleure réduction du <style="stress">Stress</style>.

# STRINGS.RESEARCH.TECHS.LUXURY.NAME
source: Home Luxuries
fr: Maison luxueuse

# STRINGS.RESEARCH.TECHS.MEDBAY.DESC
source: Prevent injury and <style="disease">Disease</style> from running rampant in your colony.
fr: Évite que les blessures et les <style="disease">maladies</style> contaminent votre colonie.

# STRINGS.RESEARCH.TECHS.MEDBAY.NAME
source: Healthcare
fr: Santé

# STRINGS.RESEARCH.TECHS.MEDICALRESEARCH.DESC
source: Basic medical knowledge to fight the common <style="disease">Diseases</style> that plague Duplicants.
fr: Connaissances médicales de base pour combattre les <style="disease">Maladies</style> courantes qui affectent les Duplicants.

# STRINGS.RESEARCH.TECHS.MEDICALRESEARCH.NAME
source: Medical Research
fr: Recherche Médicale

# STRINGS.RESEARCH.TECHS.METALREFINEMENT.DESC
source: High-temperature pure metal extraction.
fr: Extraction de métaux purs à haute température.

# STRINGS.RESEARCH.TECHS.METALREFINEMENT.NAME
source: Metallurgy
fr: Métallurgie

# STRINGS.RESEARCH.TECHS.PLASTICS.DESC
source: Stable, light weight, durable. Plastics are useful in a wide array of applications.
fr: Stable, léger, durable. Les plastiques sont utilisés pour un large éventail d'applications.

# STRINGS.RESEARCH.TECHS.PLASTICS.NAME
source: Plastic Manufacturing
fr: Produits en plastique

# STRINGS.RESEARCH.TECHS.POWERREGULATION.DESC
source: Prevent wasted <style="power">Power</style> with improved eletrical tools.
fr: Empêcher le gaspillage de l'<style="power">Énergie</style> grâce aux outils électriques améliorés.

# STRINGS.RESEARCH.TECHS.POWERREGULATION.NAME
source: Power Regulation
fr: Régulation de l'énergie

# STRINGS.RESEARCH.TECHS.PRESSUREMANAGEMENT.DESC
source: Unlock technologies to manage colony pressure and atmosphere.
fr: Déverrouillez les technologies pour gérer la pression dans la colonie et dans l'atmosphère.

# STRINGS.RESEARCH.TECHS.PRESSUREMANAGEMENT.NAME
source: Pressure Management
fr: Gestion de la pression

# STRINGS.RESEARCH.TECHS.PRETTYGOODCONDUCTORS.DESC
source: Pure-core wires that can handle more current without overloading.
fr: Fils pouvant supporter plus de courant sans surcharge.

# STRINGS.RESEARCH.TECHS.PRETTYGOODCONDUCTORS.NAME
source: Low-Resistance Conductors
fr: Conducteurs à faible résistance

# STRINGS.RESEARCH.TECHS.REFINEDOBJECTS.DESC
source: Using simple materials to improve base function.
fr: Utiliser des matériaux simples pour améliorer les fonctions de base.

# STRINGS.RESEARCH.TECHS.REFINEDOBJECTS.NAME
source: Refined Objects
fr: Objet raffiné

# STRINGS.RESEARCH.TECHS.RENEWABLEENERGY.DESC
source: Clean <style="power">Power</style> production
fr: Production d'<style="power">Énergie</style> Propre

# STRINGS.RESEARCH.TECHS.RENEWABLEENERGY.NAME
source: Renewable Energy
fr: Énergie Renouvelable

# STRINGS.RESEARCH.TECHS.SANITATIONSCIENCES.DESC
source: Make daily ablutions less of a hassle.
fr: Faites des ablutions quotidiennes pour moins de tracas.

# STRINGS.RESEARCH.TECHS.SANITATIONSCIENCES.NAME
source: Sanitation
fr: Assainissement

# STRINGS.RESEARCH.TECHS.SMARTSTORAGE.DESC
source: Automate the storage of your solids.
fr: Automatise le stockage de vos solides

# STRINGS.RESEARCH.TECHS.SMARTSTORAGE.NAME
source: Smart Storage
fr: Stockage Intelligent

# STRINGS.RESEARCH.TECHS.SMELTING.DESC
source: High temperatures allow more efficient metal fabrication.
fr: Les températures élevées permettent une fabrication du métal plus efficace.

# STRINGS.RESEARCH.TECHS.SMELTING.NAME
source: Smelting
fr: Fonte

# STRINGS.RESEARCH.TECHS.SOLIDTRANSPORT.DESC
source: Save so much wear and tear on tired Duplicant feet.
fr: Soulage les Duplicants qui sont sur les rotules.

# STRINGS.RESEARCH.TECHS.SOLIDTRANSPORT.NAME
source: Solid Transport
fr: Transport Solide

# STRINGS.RESEARCH.TECHS.SUITS.DESC
source: Craft the equipment necessary to survive in extreme conditions and environments.
fr: Fabriquez l'équipement nécessaire pour survivre dans des conditions et des environnements extrêmes.

# STRINGS.RESEARCH.TECHS.SUITS.NAME
source: Environmental Protection
fr: Protection de l'Environnement

# STRINGS.RESEARCH.TECHS.TEMPERATUREMODULATION.DESC
source: Unlock <style="heat">Temperature</style> changing technologies to keep your colony at the perfect Kelvin.
fr: Débloque des technologies pour gérer la <style="heat">Température</style> et garder votre colonie à la température idéale.

# STRINGS.RESEARCH.TECHS.TEMPERATUREMODULATION.NAME
source: Temperature Modulation
fr: Modulation de température

# STRINGS.RESEARCH.TECHS.TRAVELTUBES.DESC
source: Get around your base quickly, safely, and in style!
fr: Déplacez vous dans votre base rapidement, en toute sécurité et avec style!

# STRINGS.RESEARCH.TECHS.TRAVELTUBES.NAME
source: Transit Tubes
fr: Tubes de Transit

# STRINGS.RESEARCH.TECHS.VALVEMINIATURIZATION.DESC
source: Smaller, more efficient pumps for those low-throughput situations.
fr: Des pompes plus petites et plus efficaces pour les situations à faible débit.

# STRINGS.RESEARCH.TECHS.VALVEMINIATURIZATION.NAME
source: Valve Minaturization
fr: Valve Miniature

# STRINGS.RESEARCH.TYPES.ALPHA.DESC
source: <style="research">Novice Research</style> is required to unlock basic technologies. It can be conducted at a <style="research">Research Station</style>.
fr: La <style="research">Recherche Niveau Débutant</style> est nécessaire pour débloquer les technologies de base. Elle peut être effectuée sur la <style="research">Station de Recherche</style>.

# STRINGS.RESEARCH.TYPES.ALPHA.NAME
source: Novice Research
fr: Recherche Niveau Débutant

# STRINGS.RESEARCH.TYPES.ALPHA.RECIPEDESC
source: Unlocks rudimentary technologies.
fr: Débloque des technologies rudimentaires.

# STRINGS.RESEARCH.TYPES.BETA.DESC
source: <style="research">Intermediate Research</style> is required to unlock improved technologies. It can be conducted at a <style="research">Super Computer</style>.
fr: La <style="research">Recherche Intermédiaire</style> est nécessaire pour débloquer des technologies avancées. Elle peut être conduite dans un <style="research">Super Ordinateur</style>.

# STRINGS.RESEARCH.TYPES.BETA.NAME
source: Intermediate Research
fr: Recherche Intermédiaire

# STRINGS.RESEARCH.TYPES.BETA.RECIPEDESC
source: Unlocks improved technologies.
fr: Débloque des technologies améliorées.

# STRINGS.ROOMS.CRITERIA.BED_MULTIPLE.DESCRIPTION
source: Requires two or more Cots or Comfy Beds
fr: Nécessite deux Lits ou plus ou des Lits Confortables

# STRINGS.ROOMS.CRITERIA.BED_MULTIPLE.NAME
source: Beds
fr: Lits

# STRINGS.ROOMS.CRITERIA.BED_SINGLE.DESCRIPTION
source: Requires one Cot or Comfy Bed
fr: Nécessite un seul Lit ou un Lit Confortable

# STRINGS.ROOMS.CRITERIA.BED_SINGLE.NAME
source: Single bed
fr: Un Lit Seul

# STRINGS.ROOMS.CRITERIA.BUILDING_DECOR_POSITIVE.DESCRIPTION
source: Requires at least one building with positive decor
fr: Requiert au moins un équipement avec une décoration positive

# STRINGS.ROOMS.CRITERIA.BUILDING_DECOR_POSITIVE.NAME
source: Positive decor
fr: Décoration positive

# STRINGS.ROOMS.CRITERIA.CLINIC.DESCRIPTION
source: Requires one or more Med-Beds or Pharma Chambers
fr: Nécessite un ou plusieurs lit médicale ou chambre pharmaceutique

# STRINGS.ROOMS.CRITERIA.CLINIC.NAME
source: Medical bed
fr: Lit Médical

# STRINGS.ROOMS.CRITERIA.CRITERIA_FAILED.MISSING_BUILDING
source: Missing {0}
fr: Il manque {0}

# STRINGS.ROOMS.CRITERIA.DECORATIVE_ITEM.DESCRIPTION
source: Requires one or more Paintings, Sculptures, or Vases
fr: Requiert un ou plusieurs Vases, Peintures ou Sculptures

# STRINGS.ROOMS.CRITERIA.DECORATIVE_ITEM.NAME
source: Decoration item
fr: Objet Décoratif

# STRINGS.ROOMS.CRITERIA.FARM_STATION.DESCRIPTION
source: Requires a single Farm Station
fr: Nécessite une seule Station Agronome

# STRINGS.ROOMS.CRITERIA.FARM_STATION.NAME
source: Farm Station
fr: Station Agronome

# STRINGS.ROOMS.CRITERIA.FOOD_BOX.DESCRIPTION
source: Requires one or more Ration Boxes or Refrigerators
fr: Nécessite un ou plusieurs Réfrigérateurs ou Garde Manger

# STRINGS.ROOMS.CRITERIA.FOOD_BOX.NAME
source: Food storage
fr: Stock de Nourriture

# STRINGS.ROOMS.CRITERIA.HEADER
source: Room Criteria
fr: Critère de la pièce

# STRINGS.ROOMS.CRITERIA.LIGHT.DESCRIPTION
source: Requires one or more light sources
fr: Nécessite une ou plusieurs sources de lumière

# STRINGS.ROOMS.CRITERIA.LIGHT.NAME
source: Light source
fr: Source de lumière

# STRINGS.ROOMS.CRITERIA.MACHINE_SHOP.DESCRIPTION
source: Requires requires one or more Mechanics Stations
fr: Nécessite une ou plusieurs Ateliers de Mécanique

# STRINGS.ROOMS.CRITERIA.MACHINE_SHOP.NAME
source: Mechanics Station
fr: Ateliers de Mécanique

# STRINGS.ROOMS.CRITERIA.MASSAGE_TABLE.DESCRIPTION
source: Requires one or more Massage Tables
fr: Nécessite une ou plusieurs Tables de Massage

# STRINGS.ROOMS.CRITERIA.MASSAGE_TABLE.NAME
source: Massage Table
fr: Table de Massage

# STRINGS.ROOMS.CRITERIA.MAXIMUM_SIZE.DESCRIPTION
source: Must have an area no larger than {0} tiles
fr: Ne doit pas avoir une largeur de plus de {0} dalles

# STRINGS.ROOMS.CRITERIA.MAXIMUM_SIZE.NAME
source: Maximum size: {0} tiles
fr: Taille maximale: {0} dalles

# STRINGS.ROOMS.CRITERIA.MESS_STATION_MULTIPLE.DESCRIPTION
source: Requires two or more Mess Tables
fr: Nécessite une ou plusieurs tables à manger

# STRINGS.ROOMS.CRITERIA.MESS_STATION_MULTIPLE.NAME
source: Mess Tables
fr: Table d'hôte

# STRINGS.ROOMS.CRITERIA.MESS_STATION_SINGLE.DESCRIPTION
source: Requires a single Mess Table
fr: Nécessite une seule table à manger

# STRINGS.ROOMS.CRITERIA.MESS_STATION_SINGLE.NAME
source: Mess Table
fr: Table d'hôte

# STRINGS.ROOMS.CRITERIA.MINIMUM_SIZE.DESCRIPTION
source: Must have an area of at least {0} tiles
fr: Doit avoir une superficie d'au moins {0} dalles

# STRINGS.ROOMS.CRITERIA.MINIMUM_SIZE.NAME
source: Minimum size: {0} tiles
fr: Taille minimale: {0} dalles

# STRINGS.ROOMS.CRITERIA.NEUTRAL_TYPE
source: Enclosed by wall tiles and doors
fr: Entourée par des murs et des portes

# STRINGS.ROOMS.CRITERIA.NO_INDUSTRIAL_MACHINERY.DESCRIPTION
source: Cannot contain any building labelled Industrial Machinery
fr: Ne peut contenir aucun équipement étiqueté Machine Industrielle

# STRINGS.ROOMS.CRITERIA.NO_INDUSTRIAL_MACHINERY.NAME
source: No industrial machinery
fr: Pas de machine industrielle

# STRINGS.ROOMS.CRITERIA.NO_TYPE_CONFLICTS
source: Remove conflicting buildings
fr: Supprimez les équipements en conflits

# STRINGS.ROOMS.CRITERIA.POSSIBLE_TYPES_HEADER
source: Possible Room Types
fr: Types de pièce possibles

# STRINGS.ROOMS.CRITERIA.POWER_STATION.DESCRIPTION
source: Requires a single Power Control Station
fr: Nécessite un seul Poste de Contrôle de l'Énergie

# STRINGS.ROOMS.CRITERIA.POWER_STATION.NAME
source: Power Control Station
fr: Poste de Contrôle de l'Énergie

# STRINGS.ROOMS.CRITERIA.REC_BUILDING.DESCRIPTION
source: Requires one or more Massage Tables
fr: Nécessite une ou plusieurs Tables de Massage

# STRINGS.ROOMS.CRITERIA.REC_BUILDING.NAME
source: Recreational building
fr: Équipement Récréatif

# STRINGS.ROOMS.CRITERIA.RESEARCH_STATION.DESCRIPTION
source: Requires one or more Research Stations or Super Computers
fr: Nécessite une ou plusieurs stations de recherche ou superordinateurs

# STRINGS.ROOMS.CRITERIA.RESEARCH_STATION.NAME
source: Research station
fr: Station de Recherche

# STRINGS.ROOMS.CRITERIA.TOILET.DESCRIPTION
source: Requires one or more Outhouses or Lavatories
fr: Nécessite une ou plusieurs dépendances ou toilettes

# STRINGS.ROOMS.CRITERIA.TOILET.NAME
source: Toilet
fr: Toilettes

# STRINGS.ROOMS.CRITERIA.WASH_STATION.DESCRIPTION
source: Requires one or more Wash Basins, Sinks, Hand Sanitizers, or Showers
fr: Nécessite un ou plusieurs lavabos, éviers, désinfectants pour les mains ou douches

# STRINGS.ROOMS.CRITERIA.WASH_STATION.NAME
source: Wash station
fr: Station de lavage

# STRINGS.ROOMS.DETAILS.ASSIGNED_TO.NAME
source: <b>Assignments:</b> {0}
fr: <b>Affectations:</b> {0}

# STRINGS.ROOMS.DETAILS.ASSIGNED_TO.UNASSIGNED
source: Unassigned
fr: Non Attribué

# STRINGS.ROOMS.DETAILS.AVERAGE_ATMO_MASS.NAME
source: Average air pressure: {0}
fr: Pression d'Air moyenne: {0}

# STRINGS.ROOMS.DETAILS.AVERAGE_TEMPERATURE.NAME
source: Average temperature: {0}
fr: Température moyenne: {0}

# STRINGS.ROOMS.DETAILS.BUILDING_COUNT.NAME
source: Buildings: {0}
fr: Équipements: {0}

# STRINGS.ROOMS.DETAILS.HEADER
source: Room Details
fr: Détails sur la pièce

# STRINGS.ROOMS.DETAILS.SIZE.NAME
source: Room size: {0} Tiles
fr: Taille de la pièce: {0} dalles

# STRINGS.ROOMS.TYPES.BARRACKS.EFFECT
source: - Stamina recovery bonus
fr: - Bonus de récupération d'endurance

# STRINGS.ROOMS.TYPES.BARRACKS.NAME
source: Barracks
fr: Dortoir

# STRINGS.ROOMS.TYPES.BARRACKS.TOOLTIP
source: Sleeping in a bed will restore additional stamina for Duplicants if it is located within Barracks.
fr: Dormir dans un lit restaurera plus d'endurance pour les Duplicants s'il est situé dans un dortoir.

# STRINGS.ROOMS.TYPES.CONFLICTED
source: Conflicted Room
fr: Chambre conflictuelle

# STRINGS.ROOMS.TYPES.FARM.EFFECT
source: - Accelerated plant growth
fr: - Croissance de la plante accélérée

# STRINGS.ROOMS.TYPES.FARM.NAME
source: Greenhouse
fr: Serre

# STRINGS.ROOMS.TYPES.FARM.TOOLTIP
source: Crops grown within a Greenhouse can be tended by Farmers to increase their growth speed.
fr: Les graines qui poussent dans une serre ont une croissance améliorée quand un Fermier s'en occupe.

# STRINGS.ROOMS.TYPES.HOSPITAL.EFFECT
source: - Quarantine sick Duplicants
fr: - Duplicants malades en quarantaine

# STRINGS.ROOMS.TYPES.HOSPITAL.NAME
source: Med Bay
fr: Aire Médicale

# STRINGS.ROOMS.TYPES.HOSPITAL.TOOLTIP
source: Sick Duplicants assigned to medical beds located within a Med Bay are less likely to spread Disease.
fr: Les Duplicants malades affectés à des lits médicaux situés dans une Aire Médicale sont moins susceptibles de propager la Maladie.

# STRINGS.ROOMS.TYPES.LATRINE.EFFECT
source: - Stress relief bonus
fr: - Bonus de soulagement du stress

# STRINGS.ROOMS.TYPES.LATRINE.NAME
source: Latrine
fr: Latrines

# STRINGS.ROOMS.TYPES.LATRINE.TOOLTIP
source: Using a toilet will relieve additional stress for Duplicants if it is located in a Latrine.
fr: Utiliser des toilettes soulagera plus de stress des Duplicants si elle est sont situées dans des latrines.

# STRINGS.ROOMS.TYPES.MACHINE_SHOP.EFFECT
source: - Increased fabrication efficiency
fr: - Efficacité de la fabrication Augmentée

# STRINGS.ROOMS.TYPES.MACHINE_SHOP.NAME
source: Machine Shop
fr: Atelier

# STRINGS.ROOMS.TYPES.MACHINE_SHOP.TOOLTIP
source: Engineers working in a Machine Shop can maintain buildings and increase the speed with which they produce items.
fr: Les Ingénieurs travaillant dans un atelier peuvent assurer la maintenance des équipements et augmentent la vitesse à laquelle ils fabriquent des objets.

# STRINGS.ROOMS.TYPES.MESSHALL.EFFECT
source: - Stress relief bonus
fr: - Bonus de soulagement du stress

# STRINGS.ROOMS.TYPES.MESSHALL.NAME
source: Mess Hall
fr: Salle à Manger
