Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.BUILDINGS.PREFABS.ORESCRUBBER.DESC
source: Ore scrubbers sanitize freshly mined resources before bringing them into the colony.
fr: Les épurateurs de minerai assainissent les ressources fraîchement minées avant de les acheminer vers la colonie.

# STRINGS.BUILDINGS.PREFABS.ORESCRUBBER.EFFECT
source: Kills a significant amount of <style="disease">Germs</style> present on raw <style="RawMineral">ore</style>.
fr: Tue un nombre significatif de <style="disease">Germes</style> présents sur le <style="RawMineral">minerai</style> brut.

# STRINGS.BUILDINGS.PREFABS.ORESCRUBBER.NAME
source: Ore Scrubber
fr: Épurateur de minerai

# STRINGS.BUILDINGS.PREFABS.OUTHOUSE.DESC
source: Duplicants with no bathroom access will make "messes", causing stress and spreading germs.
fr: Les Duplicants qui n'ont pas accès aux toilettes auront de "petits accidents", causant du stress et répandant des germes.

# STRINGS.BUILDINGS.PREFABS.OUTHOUSE.EFFECT
source: Gives Duplicants a place to relieve themselves. Requires no <style="GasPiping">Piping</style>. Must be periodically emptied of <style="solid">Polluted Dirt</style>.
fr: Fournit un endroit où les Duplicants peuvent se soulager. Ne nécessite aucun <style="GasPiping">Tuyau</style>. La <style="solid">Terre Polluée</style> doit être évacuée régulièrement.

# STRINGS.BUILDINGS.PREFABS.OUTHOUSE.NAME
source: Outhouse
fr: Toilettes sèches

# STRINGS.BUILDINGS.PREFABS.PETROLEUMGENERATOR.DESC
source: Petroleum generators have a high energy output but produce a great deal of waste.
fr: Les générateurs de pétrole produisent beaucoup d'énergie mais également beaucoup de déchets.

# STRINGS.BUILDINGS.PREFABS.PETROLEUMGENERATOR.EFFECT
source: Converts <style="liquid">Petroleum</style> into electrical <style="power">Power</style>. Produces <style="gas">Carbon Dioxide</style> and <style="liquid">Polluted Water</style>.
fr: Transforme le <style="liquid">Pétrole</style> en <style="power">Énergie</style> électrique. Produit du <style="gas">Dioxyde de Carbone</style> et de l' <style="liquid">Eau Polluée</style>.

# STRINGS.BUILDINGS.PREFABS.PETROLEUMGENERATOR.NAME
source: Petroleum Generator
fr: Générateur à Pétrole

# STRINGS.BUILDINGS.PREFABS.PLANTERBOX.DESC
source: Domestically grown seeds mature more quickly than wild plants.
fr: Les graines qui poussent dans des fermes arrivent plus rapidement à maturité que les plantes sauvages.

# STRINGS.BUILDINGS.PREFABS.PLANTERBOX.EFFECT
source: Grows one <style="plant">Plant</style> from a <style="seed">Seed</style>.
fr: Fait pousser une seule <style="plant">Plante</style> à partir d'une <style="seed">Graine</style>.

# STRINGS.BUILDINGS.PREFABS.PLANTERBOX.NAME
source: Planter Box
fr: Jardinière

# STRINGS.BUILDINGS.PREFABS.PLASTICTILE.DESC
source: Plastic tiles are mildly antiseptic and can help limit the spread of germs in a colony.
fr: Les dalles en plastique sont légèrement antiseptiques et peuvent aider à limiter la propagation des germes dans une colonie.

# STRINGS.BUILDINGS.PREFABS.PLASTICTILE.EFFECT
source: Used as floor and wall tile to build rooms. Significantly increases Duplicant runspeed.
fr: Utilisée comme sol et cloison pour construire des pièces. Augmente significativement la vitesse de déplacement des Duplicants.

# STRINGS.BUILDINGS.PREFABS.PLASTICTILE.NAME
source: Plastic Tile
fr: Dalle en Plastique

# STRINGS.BUILDINGS.PREFABS.POIBUNKEREXTERIORDOOR.EFFECT
source: A strong door with a sophisticated genetic lock.
fr: Une porte blindée avec une serrure biométrique sophistiquée.

# STRINGS.BUILDINGS.PREFABS.POIBUNKEREXTERIORDOOR.NAME
source: Security Door
fr: Porte de Sécurité

# STRINGS.BUILDINGS.PREFABS.POIDOORINTERNAL.EFFECT
source: A strong door with a sophisticated genetic lock.
fr: Une porte blindée avec une serrure biométrique sophistiquée.

# STRINGS.BUILDINGS.PREFABS.POIDOORINTERNAL.NAME
source: Security Door
fr: Porte de Sécurité

# STRINGS.BUILDINGS.PREFABS.POLYMERIZER.DESC
source: Plastic can be used to craft unique buildings and goods.
fr: Le plastique peut être utilisé pour fabriquer des bâtiments et des biens.

# STRINGS.BUILDINGS.PREFABS.POLYMERIZER.EFFECT
source: Converts <style="liquid">Petroleum</style> into raw <style="solid">Plastic</style>.
fr: Convertit le <style="liquid">Pétrole</style> en <style="solid">Plastique</style> brut.

# STRINGS.BUILDINGS.PREFABS.POLYMERIZER.NAME
source: Polymer Press
fr: Presse à polymère

# STRINGS.BUILDINGS.PREFABS.POWERCONTROLSTATION.DESC
source: Only one Duplicant may be assigned to a Station at a time.
fr: Un seul Duplicant peut être assigné à une Station à un moment donnée.

# STRINGS.BUILDINGS.PREFABS.POWERCONTROLSTATION.EFFECT
source: Produces <style="solid">Microchips</style> to increase the <style="power">Power</style> output of generators. Assigned Duplicants must possess the <style="misc">Tune Up</style> trait. This building is a necessary component of the Power Plant room.
fr: Produit des <style="solid">Micro-Puces</style> pour augmenter l'<style="power">Énergie</style> en sortie des générateurs. Les Duplicants affectés doivent posséder l'attribut <style="misc">Amélioration</style>. Cet équipement est un composant nécessaire à la Centrale d'Énergie.

# STRINGS.BUILDINGS.PREFABS.POWERCONTROLSTATION.NAME
source: Power Control Station
fr: Poste de Régulation de l'Énergie

# STRINGS.BUILDINGS.PREFABS.POWERTRANSFORMER.DESC
source: Shh! It only transforms when no one's looking.
fr: Ouste! Ça ne se transforme que lorsque personne ne regarde.

# STRINGS.BUILDINGS.PREFABS.POWERTRANSFORMER.EFFECT
source: Protects circuits from overloading by increasing or decreasing <style="power">Power</style> flow.
fr: Protège les circuits de la surcharge en augmentant ou diminuant le débit d'<style="power">Énergie</style> .

# STRINGS.BUILDINGS.PREFABS.POWERTRANSFORMER.NAME
source: Power Transformer
fr: Transfo Électrique

# STRINGS.BUILDINGS.PREFABS.PRESSUREDOOR.DESC
source: Mechanized airlocks have the same function as other doors, but open and close more quickly.
fr: Les sas mécaniques ont la même fonction que les autres portes, mais s'ouvrent et se ferment plus vite.

# STRINGS.BUILDINGS.PREFABS.PRESSUREDOOR.EFFECT
source: Blocks <style="liquid">Liquid</style> and <style="gas">Gas</style> flow, maintaining pressure between areas. Sets Duplicant Access Permissions for area restriction. Functions as a Manual Airlock when no <style="power">Power</style> is available.
fr: Bloque les débits de <style="liquid">Liquide</style> et de<style="gas"> Gaz</style>, en maintenant une pression constante entre les zones. Définit les permissions d'accès des Duplicants pour les zones restreintes. Fonctionne comme un Sas Manuel lorsqu'il n'y a pas d'<style="power">Énergie</style>.

# STRINGS.BUILDINGS.PREFABS.PRESSUREDOOR.NAME
source: Mechanized Airlock
fr: Sas Mécanique

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHGAS.DESC
source: An atmo switch shuts off power when the air pressure surrounding it surpasses the set threshold.
fr: Un interrupteur atmosphérique coupe le courant quand la pression de l'air autour de lui dépasse le seuil choisi.

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHGAS.EFFECT
source: Automatically turns <style="power">Power</style> on or off using ambient <style="gas">Gas Pressure</style>. Does not affect circuitry preceding the switch.
fr: Allume ou coupe le <style="power">Courant</style> automatiquement grâce à la <style="gas">Pression du Gaz</style> environnant. N'agit pas sur les circuits en amont de l'interrupteur.

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHGAS.NAME
source: Atmo Switch
fr: Interrupteur Atmosphérique

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHLIQUID.DESC
source: A hydro switch shuts off power when the liquid pressure surrounding it surpasses the set threshold.
fr: Un interrupteur hydraulique coupe le courant lorsque la pression du liquide environnant dépasse le seuil prédéfini.

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHLIQUID.EFFECT
source: Automatically turns <style="power">Power</style> on or off using ambient <style="liquid">Liquid Pressure</style>. Does not affect circuitry preceding the switch. Must be submerged in <style="liquid">Liquid</style>.
fr: Allume ou coupe le <style="power">Courant</style> automatiquement en fonction de la <style="liquid">Pression du Liquide</style> environnant. N'agit pas sur les circuits en amont de l'interrupteur. Doit être immergé dans un <style="liquid">Liquide</style>.

# STRINGS.BUILDINGS.PREFABS.PRESSURESWITCHLIQUID.NAME
source: Hydro Switch
fr: Interrupteur Hydro

# STRINGS.BUILDINGS.PREFABS.RATIONBOX.DESC
source: Ration boxes keep food safe from hungry creatures, but don't slow food spoilage.
fr: Les garde-manger conservent la nourriture à l'abri des créatures affamées, mais ne ralentissent pas la détérioration des aliments.

# STRINGS.BUILDINGS.PREFABS.RATIONBOX.EFFECT
source: Stores a small amount of <style="food">Food</style>. Food must be delivered to boxes by Duplicants.
fr: Stocke une petite quantité de <style="food">Nourriture</style>. Doit être rempli par les Duplicants.

# STRINGS.BUILDINGS.PREFABS.RATIONBOX.NAME
source: Ration Box
fr: Garde-Manger

# STRINGS.BUILDINGS.PREFABS.REFRIGERATOR.DESC
source: Food spoilage can be slowed by certain ambient conditions as well as by refrigerators.
fr: La dégradation de la nourriture peut être retardée par certains facteurs environnants ainsi que grâces aux réfrigérateurs.

# STRINGS.BUILDINGS.PREFABS.REFRIGERATOR.EFFECT
source: Stores <style="food">Food</style> at an ideal <style="heat">Temperature</style> to prevent spoilage.
fr: Stocke la <style="food">Nourriture</style> à une <style="heat">Température</style> idéale pour empêcher la détérioration.

# STRINGS.BUILDINGS.PREFABS.REFRIGERATOR.LOGIC_PORT_DESC
source: Full/Not Full
fr: Plein/Pas Plein

# STRINGS.BUILDINGS.PREFABS.REFRIGERATOR.NAME
source: Refrigerator
fr: Frigidaire

# STRINGS.BUILDINGS.PREFABS.RESEARCHCENTER.DESC
source: Research stations are necessary for unlocking all research tiers.
fr: Les stations de recherche sont nécessaires pour débloquer tous les niveaux de recherche.

# STRINGS.BUILDINGS.PREFABS.RESEARCHCENTER.EFFECT
source: Conducts <style="research">Novice Research</style> to unlock new technologies.
fr: Mène des <style="research">Recherches de Niveau Débutant</style> pour débloquer de nouvelles technologies.

# STRINGS.BUILDINGS.PREFABS.RESEARCHCENTER.NAME
source: Research Station
fr: Station de Recherche

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.DESC
source: Sand is used in an array of liquid and air filtering processes.
fr: Le sable est utilisé dans un éventail de procédés de filtrage de liquides et d'air.

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.EFFECT
source: Produces <style="solid">Sand</style> from <style="RawMineral">Raw Minerals</style>. Inefficiently produces <style="solid">Refined Metals</style> from raw <style="RawMetal">Metal Ore</style>.
fr: Produit du <style="solid">Sable</style> à partir de <style="RawMineral">Minerai brut</style>. Production inefficace de <style="solid">métaux raffinés</style> à partir de <style="RawMetal">minerai de métal</style> brut.

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.METAL_RECIPE_DESCRIPTION
source: Crushes <style="RawMetal">{1}</style> into <style="RawMineral">Sand</style> and pure <style="RefinedMetal">{0}</style>.
fr: Écrase du <style="RawMetal">{1}</style> en <style="RawMineral">Sable</style> et en <style="RefinedMetal">{0}</style> pur.

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.NAME
source: Rock Granulator
fr: Broyeur de Roche

# STRINGS.BUILDINGS.PREFABS.ROCKCRUSHER.RECIPE_DESCRIPTION
source: Crushes <style="RawMineral">{0}</style> into <style="solid">{1}</style>.
fr: Écrase du <style="RawMineral">{0}</style> en<style="solid">{1}</style>.

# STRINGS.BUILDINGS.PREFABS.ROLESTATION.DESC
source: Employment can permanently improve Duplicants' skills and teach them unique traits.
fr: Les Missions peuvent améliorer de façon permanente les aptitudes des Duplicants et développer des caractéristiques uniques.

# STRINGS.BUILDINGS.PREFABS.ROLESTATION.EFFECT
source: Allows Duplicants to be assigned to specialized <style="job">Jobs</style>. Unlocks <style="job">Hats</style>.
fr: Permet d'assigner les Duplicants à des <style="job">Missions</style> spécialisées. Débloque les <style="job">Chapeaux</style>.

# STRINGS.BUILDINGS.PREFABS.ROLESTATION.NAME
source: Jobs Board
fr: Tableau des Missions

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.AVERAGEQUALITYNAME
source: Genius Sculpture
fr: Sculpture de Génie

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.DESC
source: Duplicants with high art skill will produce better, more decorative sculptures.
fr: Les Duplicants avec une compétence artistique élevée produiront de meilleures sculptures, plus décoratives.

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.EFFECT
source: Increases <style="decor">Decor</style> and reduces <style="stress">Stress</style>. Must be sculpted by a Duplicant.
fr: Améliore la <style="decor">Décoration</style> et réduit le <style="stress">Stress</style>. Doit être sculpté par un Duplicant.

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.NAME
source: Sculpting Block
fr: Bloc de Sculpture

# STRINGS.BUILDINGS.PREFABS.SCULPTURE.POORQUALITYNAME
source: "Abstract" Sculpture
fr: Sculpture "Abstraite"

# STRINGS.BUILDINGS.PREFABS.SHOWER.DESC
source: Showers remove the "Grimy" effect and kill all germs present on Duplicant's skin.
fr: Les douches suppriment l'effet "Crasseux" et tuent tous les germes présents sur la peau des Duplicants.

# STRINGS.BUILDINGS.PREFABS.SHOWER.EFFECT
source: Improves Duplicant <style="hygiene">Hygiene</style> and removes <style="disease">Germs</style>.
fr: Augmente l'<style="hygiene">Hygiène</style> du Duplicant et supprime les <style="disease">Germes</style>.

# STRINGS.BUILDINGS.PREFABS.SHOWER.NAME
source: Shower
fr: Douche

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUIT.DESC
source: Rails automatically move materials where they'll be needed most, saving Duplicants the walk.
fr: Les Rails déplacent automatiquement les matériaux aux endroits où ils sont le plus nécessaires, ce qui fait de la marche en moins pour les Duplicants.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUIT.EFFECT
source: Transports <style="solid">Solid Materials</style> on a track between <style="misc">Conveyor Loaders</style> and <style="misc">Receptacles</style>. Can be run through tiles.
fr: Transporte des <style="solid">Matériaux Solides </style> sur un rail entre les <style="misc">Chargeurs de Convoyeur</style> et les <style="misc">Bacs</style>. Peut traverser les dalles.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUIT.NAME
source: Conveyor Rail
fr: Rail de Convoyeur

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITBRIDGE.DESC
source: Separating rail systems helps prevent materials from reaching the wrong destinations.
fr: Séparer les systèmes de rails évite que les matériaux n'arrivent au mauvais endroit.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITBRIDGE.EFFECT
source: Runs one <style="misc">Conveyor Rail</style> section over another without joining them. Can be run through tiles.
fr: Fait passer une section de <style="misc">Rail de Convoyeur</style> par dessus une autre sans les relier. Peut traverser les dalles.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITBRIDGE.NAME
source: Conveyor Bridge
fr: Pont Convoyeur

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITINBOX.DESC
source: The filters on a loader can be used to determine what materials should be sent down the rail.
fr: Les filtres sur le chargeur peuvent être utilisés pour déterminer quels matériaux devraient être convoyés.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITINBOX.EFFECT
source: Loads <style="solid">Solid Materials</style> onto <style="misc">Conveyor Rails</style> for transport. Only loads the resources of your choosing.
fr: Charge les <style="solid">Matériaux Solides</style> sur les <style="misc">Railsdu Convoyeur</style> pour le transport. Ne charge que les ressources de votre choix.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITINBOX.NAME
source: Conveyor Loader
fr: Chargeur du Convoyeur

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITOUTBOX.DESC
source: When materials reach the end of a rail they enter a receptacle to be used by Duplicants.
fr: Quand les matériaux atteignent l'extrémité du rail, ils entrent dans un Bac pour être utilisés par les Duplicants.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITOUTBOX.EFFECT
source: Unloads <style="solid">Solid Materials</style> from a <style="misc">Conveyor Rail</style> into storage.
fr: Décharge les <style="solid">Matériaux Solides</style> du <style="misc">Rail du Convoyeur</style> vers le stockage.

# STRINGS.BUILDINGS.PREFABS.SOLIDCONDUITOUTBOX.NAME
source: Conveyor Receptacle
fr: Bac de Convoyeur

# STRINGS.BUILDINGS.PREFABS.SOLIDTRANSFERARM.DESC
source: An auto-sweeper's suction range can be viewed at any time by clicking on the building.
fr: Le périmètre de ramassage automatique peut être visualisé à n'importe quel moment en cliquant sur l'équipement.

# STRINGS.BUILDINGS.PREFABS.SOLIDTRANSFERARM.EFFECT
source: Automates <style="job">Sweeping</style> and <style="job">Supplying</style> errands by sucking up all nearby <style="solid">Debris</style>. Materials are automatically delivered to any <style="misc">Conveyor Loaders</style>, <style="misc">Receptacles</style>, storage, or buildings within range.
fr: Automatise les tâches de <style="job">Ramassage</style> et d'<style="job">Approvisionnement</style> en aspirant tous les <style="solid">Débris</style> aux alentours. Les Matériaux sont livrés automatiquement à n'importe quel <style="misc">Chargeur de Convoyeur</style>, <style="misc">Bac</style>, stockage, ou équipement à portée.

# STRINGS.BUILDINGS.PREFABS.SOLIDTRANSFERARM.NAME
source: Auto-Sweeper
fr: Collecteur Automatique

# STRINGS.BUILDINGS.PREFABS.SPACEHEATER.DESC
source: A space heater will radiate heat for as long as it's powered.
fr: Un réchauffeur spatial émettra de la chaleur tant qu'il est alimenté.

# STRINGS.BUILDINGS.PREFABS.SPACEHEATER.EFFECT
source: Radiates a moderate amount of <style="heat">Heat</style>.
fr: Émet une petite quantité de <style="heat">Chaleur</style>.

# STRINGS.BUILDINGS.PREFABS.SPACEHEATER.NAME
source: Space Heater
fr: Chauffage

# STRINGS.BUILDINGS.PREFABS.STEAMTURBINE.DESC
source: Useful for translating the geothermal energy of magma into useable power.
fr: Utile pour convertir l'énergie géothermique du magma en énergie utilisable.

# STRINGS.BUILDINGS.PREFABS.STEAMTURBINE.EFFECT
source: Generates exceptional electrical <style="power">Power</style> using pressurized, <style="heat">Scalding</style> <style="gas">Steam</style>. Outputs significantly cooler <style="gas">Steam</style> than it receives. Air pressure beneath this building must be higher than pressure above for air to flow.
fr: Génère une <style="power">Énergie</style> électrique exceptionnel en utilisant de la <style="gas">Vapeur</style> <style="heat">Bouillante</style> pressurisée. Dégage de la <style="gas">Vapeur</style> nettement plus froide que celle reçue. La pression de l'Air au dessous de cet équipement doit être plus élevée que celle au dessus pour que l'air circule.

# STRINGS.BUILDINGS.PREFABS.STEAMTURBINE.NAME
source: Steam Turbine
fr: Turbine à Vapeur

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKER.DESC
source: Resources left on the floor become "debris" and lower decor when not put away.
fr: Les ressources laissées au sol deviennent des « débris » et le niveau de décoration chutera si elles ne sont pas ramassées.

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKER.EFFECT
source: Stores the resources of your choosing.
fr: Stocke les ressources de votre choix.

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKER.NAME
source: Storage Compactor
fr: Compacteur de Stockage

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKERSMART.DESC
source: This improved version of the Storage Compactor becomes <style="logic">Active</style> when full
fr: Cette version améliorée du compacteur de stockage devient <style="logic"> Active</style> quand il est plein

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKERSMART.EFFECT
source: Stores the resources of your choosing.
fr: Stocke les ressources de votre choix.

# STRINGS.BUILDINGS.PREFABS.STORAGELOCKERSMART.NAME
source: Smart Storage Compactor
fr: Compacteur de Stockage Intelligent

# STRINGS.BUILDINGS.PREFABS.SUITFABRICATOR.DESC
source: Exosuits can be filled with oxygen to allow Duplicants to safely enter uninhabitable areas.
fr: Les exosuits peuvent être chargées avec de l'oxygène pour permettre aux Duplicants d'entrer dans des zones inhabitables.

# STRINGS.BUILDINGS.PREFABS.SUITFABRICATOR.EFFECT
source: Forges protective <style="equipment">Exosuits</style> for Duplicants to wear. Duplicants will not fabricate items unless recipes are queued.
fr: Forge des <style="equipment">Exosuits</style> pour les Duplicants. Les Duplicants ne fabriqueront rien tant qu'aucune recette n'est mise en file d'attente.

# STRINGS.BUILDINGS.PREFABS.SUITFABRICATOR.NAME
source: Exosuit Forge
fr: Forge d'Exosuit

# STRINGS.BUILDINGS.PREFABS.SUITLOCKER.DESC
source: Docks can refill exosuits with air or empty them of waste, but can only charge one suit at a time.
fr: Les Stations peuvent recharger les exosuits avec de l'air ou les vider des déchets, mais ne peuvent charger qu'une combinaison à la fois.

# STRINGS.BUILDINGS.PREFABS.SUITLOCKER.EFFECT
source: Stores and recharges <style="equipment">Exosuits</style>. Build next to an Exosuit Checkpoint to make Duplicants change into suits when passing by.
fr: Stocke et recharge les <style="equipment">Exosuits</style>. Construisez le à côté d'un Point de Contrôle d'exosuit pour que les Duplicants revêtent leur combinaison en passant devant.

# STRINGS.BUILDINGS.PREFABS.SUITLOCKER.NAME
source: Exosuit Dock
fr: Station d'Exosuit

# STRINGS.BUILDINGS.PREFABS.SUITMARKER.DESC
source: A checkpoint must have an exosuit dock built on the opposite side its arrow faces.
fr: Un point de contrôle doit avoir une station exosuit construite sur le côté opposé à ses flèches.

# STRINGS.BUILDINGS.PREFABS.SUITMARKER.EFFECT
source: Marks a threshold where Duplicants must change into or out of <style="equipment">Exosuits</style>. Must be built next to an Exosuit Dock. Can be rotated before construction.
fr: Marque le seuil passé lequel les Duplicants doivent mettre ou enlever leur <style="equipment">Exosuits</style>. Doit être construit à côté d'une station d'Exosuit. Peut être tourné avant la construction.

# STRINGS.BUILDINGS.PREFABS.SUITMARKER.NAME
source: Exosuit Checkpoint
fr: Point de Contrôle d'exosuit

# STRINGS.BUILDINGS.PREFABS.SWITCH.DESC
source: Switches do not affect buildings preceding them on a circuit, but control all buildings after.
fr: Les interrupteurs n'affectent pas les équipements branchés en amont mais contrôlent tous les équipements en aval.

# STRINGS.BUILDINGS.PREFABS.SWITCH.EFFECT
source: Turns <style="power">Power</style> on or off. Does not affect circuitry preceding the switch.
fr: Allume ou coupe le <style="power">Courant</style> N'agit pas sur les circuits en amont de l'interrupteur.

# STRINGS.BUILDINGS.PREFABS.SWITCH.NAME
source: Switch
fr: Interrupteur

# STRINGS.BUILDINGS.PREFABS.SWITCH.TURN_OFF
source: Turn Off
fr: Éteindre

# STRINGS.BUILDINGS.PREFABS.SWITCH.TURN_ON
source: Turn On
fr: Allumer

# STRINGS.BUILDINGS.PREFABS.TEMPERATURECONTROLLEDSWITCH.DESC
source: Automated switches can be used to manage circuits in areas where Duplicants cannot enter.
fr: Les interrupteurs automatisés peuvent être utilisés pour gérer les circuits dans les zones dans lesquelles les Duplicants ne peuvent entrer.

# STRINGS.BUILDINGS.PREFABS.TEMPERATURECONTROLLEDSWITCH.EFFECT
source: Automatically turns <style="power">Power</style> on or off using ambient <style="heat">Temperature</style>. Does not affect circuitry preceding the switch.
fr: Allume ou coupe le <style="power">Courant</style> en fonction de la <style="heat">Température</style> ambiante. N'agit pas sur les circuits en amont de l'interrupteur.
