Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.UI.OVERLAYS.POWER.WATTS_CONSUMED
source: Watts Consumed
fr: Watts Consommés

# STRINGS.UI.OVERLAYS.POWER.WATTS_GENERATED
source: Watts Generated
fr: Watts Générés

# STRINGS.UI.OVERLAYS.PRIORITIES.BUTTON
source: Priority Overlay
fr: Calque Priorité

# STRINGS.UI.OVERLAYS.PRIORITIES.EIGHT
source: Priority 8
fr: Priorité 8

# STRINGS.UI.OVERLAYS.PRIORITIES.EIGHT_TOOLTIP
source: Priority 8
fr: Priorité 8

# STRINGS.UI.OVERLAYS.PRIORITIES.FIVE
source: Priority 5
fr: Priorité 5

# STRINGS.UI.OVERLAYS.PRIORITIES.FIVE_TOOLTIP
source: Priority 5
fr: Priorité 5

# STRINGS.UI.OVERLAYS.PRIORITIES.FOUR
source: Priority 4
fr: Priorité 4

# STRINGS.UI.OVERLAYS.PRIORITIES.FOUR_TOOLTIP
source: Priority 4
fr: Priorité 4

# STRINGS.UI.OVERLAYS.PRIORITIES.NAME
source: PRIORITY OVERLAY
fr: CALQUE PRIORITÉ

# STRINGS.UI.OVERLAYS.PRIORITIES.NINE
source: Priority 9 (Highest)
fr: Priorité 9 (La plus haute)

# STRINGS.UI.OVERLAYS.PRIORITIES.NINE_TOOLTIP
source: Priority 9
fr: Priorité 9

# STRINGS.UI.OVERLAYS.PRIORITIES.ONE
source: Priority 1 (Lowest)
fr: Priorité 1 (La plus basse)

# STRINGS.UI.OVERLAYS.PRIORITIES.ONE_TOOLTIP
source: Priority 1
fr: Priorité 1

# STRINGS.UI.OVERLAYS.PRIORITIES.SEVEN
source: Priority 7
fr: Priorité 7

# STRINGS.UI.OVERLAYS.PRIORITIES.SEVEN_TOOLTIP
source: Priority 7
fr: Priorité 7

# STRINGS.UI.OVERLAYS.PRIORITIES.SIX
source: Priority 6
fr: Priorité 6

# STRINGS.UI.OVERLAYS.PRIORITIES.SIX_TOOLTIP
source: Priority 6
fr: Priorité 6

# STRINGS.UI.OVERLAYS.PRIORITIES.THREE
source: Priority 3
fr: Priorité 3

# STRINGS.UI.OVERLAYS.PRIORITIES.THREE_TOOLTIP
source: Priority 3
fr: Priorité 3

# STRINGS.UI.OVERLAYS.PRIORITIES.TWO
source: Priority 2
fr: Priorité 2

# STRINGS.UI.OVERLAYS.PRIORITIES.TWO_TOOLTIP
source: Priority 2
fr: Priorité 2

# STRINGS.UI.OVERLAYS.ROOMS.BUTTON
source: Room Overlay
fr: Calque Pièce

# STRINGS.UI.OVERLAYS.ROOMS.HOVERTITLE
source: ROOMS
fr: PIÈCES

# STRINGS.UI.OVERLAYS.ROOMS.NAME
source: ROOM OVERLAY
fr: CALQUE PIÈCE

# STRINGS.UI.OVERLAYS.ROOMS.NOROOM.DESC
source: Enclose this space with walls and doors to make a room
fr: Cloisonnez cet espace avec des murs et/ou des portes pour en faire une pièce

# STRINGS.UI.OVERLAYS.ROOMS.NOROOM.HEADER
source: No Room
fr: Pas de Place

# STRINGS.UI.OVERLAYS.ROOMS.ROOM
source: Room {0}
fr: Pièce {0}

# STRINGS.UI.OVERLAYS.ROOMS.TOOLTIPS.NOROOMS
source: Duplicants have nowhere to sleep
fr: Les Duplicants n'ont nulle part où dormir

# STRINGS.UI.OVERLAYS.ROOMS.TOOLTIPS.ROOM
source: Completed Duplicant bedrooms
fr: Chambres de Duplicant terminées

# STRINGS.UI.OVERLAYS.SUIT.BUTTON
source: Exosuit Overlay
fr: Calque Exosuit

# STRINGS.UI.OVERLAYS.SUIT.NAME
source: EXOSUIT OVERLAY
fr: CALQUE EXOSUIT

# STRINGS.UI.OVERLAYS.SUIT.SUIT_ICON_TOOLTIP
source: <b>Exosuit</b> Highlights the current location of equippable exosuits
fr: <b>Exosuit</b> Met en surbrillance la position actuelle des exosuits qui peuvent être équipées

# STRINGS.UI.OVERLAYS.TEMPERATURE.BUTTON
source: Temperature Overlay
fr: Calques des Températures

# STRINGS.UI.OVERLAYS.TEMPERATURE.COLD
source: Chilled
fr: Glacé

# STRINGS.UI.OVERLAYS.TEMPERATURE.EXTREMECOLD
source: Absolute Zero
fr: Zéro Absolu

# STRINGS.UI.OVERLAYS.TEMPERATURE.EXTREMEHOT
source: Scorching
fr: Bouillant

# STRINGS.UI.OVERLAYS.TEMPERATURE.HOT
source: Warm
fr: Chaud

# STRINGS.UI.OVERLAYS.TEMPERATURE.MAXHOT
source: Molten
fr: Fondu

# STRINGS.UI.OVERLAYS.TEMPERATURE.NAME
source: TEMPERATURE OVERLAY
fr: CALQUE DES TEMPÉRATURES

# STRINGS.UI.OVERLAYS.TEMPERATURE.TEMPERATE
source: Temperate
fr: Tempéré

# STRINGS.UI.OVERLAYS.TEMPERATURE.TOOLTIPS.TEMPERATURE
source: Temperatures reaching {0}
fr: Les températures atteignent {0}

# STRINGS.UI.OVERLAYS.TEMPERATURE.VERYCOLD
source: Cold
fr: Froid

# STRINGS.UI.OVERLAYS.TEMPERATURE.VERYHOT
source: Hot
fr: Brûlant

# STRINGS.UI.OVERLAYSTITLE
source: OVERLAYS
fr: CALQUES

# STRINGS.UI.PICKEDUP
source: Picked Up: {0} {1}
fr: Ramassé: {0} {1}

# STRINGS.UI.PLACEINRECEPTACLE
source: Plant
fr: Plante

# STRINGS.UI.PRIORITYSCREEN.BASIC
source: Set the priority level for the selected building or errand ------------------ 1: Least Urgent 9: Most Urgent
fr: Définit le niveau de priorité de l'équipement ou de la mission sélectionnée ------------------ 1: Le Moins Urgent 9: Le Plus Urgent

# STRINGS.UI.PRODUCTINFO_APPLICABLERESOURCES
source: Required resources:
fr: Ressources nécessaires:

# STRINGS.UI.PRODUCTINFO_MISSINGRESOURCES_DESC
source: {0} has yet to be discovered.
fr: {0} n'a pas encore été découvert.

# STRINGS.UI.PRODUCTINFO_MISSINGRESOURCES_HOVER
source: Missing resource(s)
fr: Ressource(s) manquante(s)

# STRINGS.UI.PRODUCTINFO_MISSINGRESOURCES_TITLE
source: Requires {0}: {1}
fr: Requiert {0}: {1}

# STRINGS.UI.PRODUCTINFO_REQUIRESRESEARCHDESC
source: Requires {0} Research
fr: Recherche {0} Nécessaire

# STRINGS.UI.PRODUCTINFO_RESEARCHREQUIRED
source: Research required...
fr: Recherche nécessaire...

# STRINGS.UI.PRODUCTINFO_SELECTMATERIAL
source: Select {0}:
fr: Sélectionner {0}:

# STRINGS.UI.QUEUE
source: Queue
fr: File d'attente

# STRINGS.UI.RED_ALERT
source: RED ALERT
fr: ALERTE ROUGE

# STRINGS.UI.REMOVEFROMRECEPTACLE
source: Uproot
fr: Arrache

# STRINGS.UI.REPORT
source: REPORTS
fr: RAPPORTS

# STRINGS.UI.RESEARCH
source: RESEARCH
fr: RECHERCHE

# STRINGS.UI.RESEARCHPOINTS
source: Research points
fr: Points de recherche

# STRINGS.UI.RESEARCHSCREEN_UNLOCKSTOOLTIP
source: Unlocks: {0}
fr: Débloque: {0}

# STRINGS.UI.RESOURCESCREEN.AVAILABLE_TOOLTIP
source: Available: {0} ({1} of {2} allocated to pending errands)
fr: Disponible: {0} ({1} / {2} réservés aux tâches en attente)

# STRINGS.UI.RESOURCESCREEN.CATEGORY_TOOLTIP
source: Counts all unallocated resources within reach ------------------ Click to expand
fr: Dénombre toutes les ressources non allouées à portée de main ------------------ Cliquez pour développer

# STRINGS.UI.ROLES
source: JOB ASSIGNMENTS
fr: AFFECTATION DES MISSIONS

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.ALREADY_IS_JOBLESS
source: {0} <b>is already</b> unemployed
fr: {0} <b>est déjà</b> sans mission

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.ALREADY_IS_ROLE
source: {0} <b>is already</b> assigned to the job {1}
fr: {0} <b>est déjà</b> assigné à la mission {1}

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.APTITUDES
source: Interests
fr: Intérêts

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.CHOREGROUP_ENABLED.DESCRIPTION
source: Capable of performing <b>{0}</b> jobs
fr: Capable d'effectuer ces mission: <b>{0}</b>

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.CHOREGROUP_ENABLED.NAME
source: Can perform {0}
fr: Peut effectuer {0}

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.ELIGIBILITY.ELIGIBLE
source: {0} is qualified for the {1} position
fr: {0} est qualifié pour le poste de {1}

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.ELIGIBILITY.INELIGIBLE
source: {0} is <color=#F44A47FF>not qualified</color> for the {1} position
fr: {0} n'est <color=#F44A47FF>pas éligible</color> à la mission {1}

source: Must have at least {0} cooking skill
fr: Doit avoir un niveau de cuisine d'au moins {0}

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.HAS_ATTRIBUTE_COOKING_BASIC.NAME
source: Basic Cooking
fr: Cuisine de Base

source: Must have at least {0} digging skill
fr: Doit avoir un niveau de minage d'au moins {0}

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.HAS_ATTRIBUTE_DIGGING_BASIC.NAME
source: Basic Digging
fr: Minage de Base

source: Must have at least {0} learning skill
fr: Doit avoir une compétence d'apprentissage d'au moins {0}

source: Basic Learning
fr: Apprentissage de Base

source: Must have at least {0} learning skill
fr: Doit avoir une compétence d'apprentissage d'au moins {0}

source: Medium Learning
fr: Apprentissage Moyen

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.HAS_COLONY_LEADER.DESCRIPTION
source: A colony leader must be assigned
fr: Le chef de la colonie doit être désigné

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.HAS_COLONY_LEADER.NAME
source: Has colony leader
fr: A un responsable de colonie

source: Mastery of <b>at least one</b> job
fr: Maîtrise d'<b>au moins une</b> mission

source: General Experience
fr: Expérience Générale

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.HAS_EXPERIENCE.DESCRIPTION
source: Mastery of the <b>{0}</b> job
fr: Mission Maîtrisée: <b>{0}</b>

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.HAS_EXPERIENCE.NAME
source: {0} Experience
fr: Expérience {0}

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.NO_APTITUDE
source: None
fr: Aucun

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.NONE
source: This position has no qualification requirements
fr: Ce poste ne requiert aucune qualification

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.RELEVANT_APTITUDES
source: Relevant Interests:
fr: Intérêts Pertinents:

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.RELEVANT_ATTRIBUTES
source: Relevant skills:
fr: Attributs Pertinents:

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.TITLE
source: Qualifications
fr: Pré-Requis

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.UNEMPLOYED.DESCRIPTION
source: Duplicant must not already have a job assignment
fr: Ce Duplicant ne doit pas déja avoir de mission assignée

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.UNEMPLOYED.NAME
source: Unassigned
fr: Non Attribué

# STRINGS.UI.ROLES_SCREEN.ASSIGNMENT_REQUIREMENTS.WILL_BE_UNASSIGNED
source: Note: Assigning {0} to {1} will <color=#F44A47FF>unassign</color> them from {2}
fr: Note: Affecter {0} à la mission {1} le <color=#F44A47FF>libèrera</color> de {2}

# STRINGS.UI.ROLES_SCREEN.DROPDOWN.ALREADY_ROLE
source: (Currently {0})
fr: (Actuellement {0})

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.HIGH.DESCRIPTION
source: Duplicants employed in this Tier desire a decent increase in colony decor
fr: Les Duplicants assignés à ce Tiers veulent une amélioration notable de la décoration au sein de la colonie

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.HIGH.NAME
source: High Decor
fr: Décoration Élevée

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.MEDIUM.DESCRIPTION
source: Duplicants employed in this Tier desire reasonably improved colony decor
fr: Les Duplicants assignés à ce Tiers veulent une amélioration notable de la décoration au sein de la colonie

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.MEDIUM.NAME
source: Medium Decor
fr: Décoration Moyenne

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.MINOR.DESCRIPTION
source: Duplicants employed in this Tier desire slightly improved colony decor
fr: Les Duplicants assignés à ce Tiers veulent une légère amélioration de la décoration au sein de la colonie

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.MINOR.NAME
source: Minor Decor
fr: Décoration Insignifiante

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.UNREASONABLE.DESCRIPTION
source: Duplicants employed in this Tier desire unrealistically luxurious improvements to decor
fr: Les Duplicants assignés à ce Tiers veulent une décoration au sein de la colonie aussi luxueuse qu'irréaliste

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.UNREASONABLE.NAME
source: Decadent Decor
fr: Décoration Décadente

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.VERY_HIGH.DESCRIPTION
source: Duplicants employed in this Tier desire majorly improved colony decor
fr: Les Duplicants assignés à ce Tiers veulent une amélioration importante de la décoration au sein de la colonie

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.DECOR.VERY_HIGH.NAME
source: Superb Decor
fr: Superbe Décoration

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.EXCEPTIONAL.DESCRIPTION
source: Duplicants employed in this Tier expect only the best cuisine
fr: Les Duplicants assignés à ce Tiers ne veulent que la meilleure des nourritures

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.EXCEPTIONAL.NAME
source: Ambrosial Food
fr: Nourriture Divine

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.HIGH.DESCRIPTION
source: Duplicants employed in this Tier desire better than average food
fr: Les Duplicants assignés à ce Tiers veulent une nourriture plus que moyenne

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.HIGH.NAME
source: Great Food
fr: Très Bonne Nourriture

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.MEDIUM.DESCRIPTION
source: Duplicants employed in this Tier desire decent food for their efforts
fr: Les Duplicants assignés à ce Tiers aimeraient être récompensés par une nourriture décente

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.MEDIUM.NAME
source: Good Food
fr: Bonne Nourriture

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.MINOR.DESCRIPTION
source: Duplicants employed in this Tier desire food that meets basic living standards
fr: Les Duplicants assignés à ce Tiers aimeraient être récompensés par une nourriture acceptable

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.MINOR.NAME
source: Standard Food
fr: Nourriture Standard

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.VERY_HIGH.DESCRIPTION
source: Duplicants employed in this Tier have a refined taste for food
fr: Les Duplicants assignés à ce Tiers ont un goût plus prononcé pour la nourriture

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.FOOD_QUALITY.VERY_HIGH.NAME
source: Superb Food
fr: Nourriture Superbe

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.NO_EXPECTATIONS
source: No additional provisions are required to perform this job
fr: Aucune mesure supplémentaire n'est requise pour effectuer cette mission

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.PRIVATE_ROOM.DESCRIPTION
source: Duplicants in this job would appreciate their own place to unwind
fr: Les Duplicants qui exercent ce métier apprécieraient d'avoir leur propre chambre pour se reposer

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.PRIVATE_ROOM.NAME
source: Private Bedroom
fr: Chambre Privée

# STRINGS.UI.ROLES_SCREEN.EXPECTATIONS.TITLE
source: Special Provisions Request
fr: Mesures Spéciales Requises

# STRINGS.UI.ROLES_SCREEN.HIGHEST_EXPECTATIONS_TIER
source: <b>Highest Expectations</b>
fr: <b>Attentes les plus Élevées</b>

# STRINGS.UI.ROLES_SCREEN.MANAGEMENT_BUTTON
source: JOBS
fr: MISSIONS

# STRINGS.UI.ROLES_SCREEN.NO_JOB_STATION_WARNING
source: Build a Jobs Board to unlock Job Assignments
fr: Construisez un Bureau de Recrutement pour débloquer l'assignation des missions

# STRINGS.UI.ROLES_SCREEN.PERKS.ADVANCED_RESEARCH.DESCRIPTION
source: Trait: <style="research">Super Computer</style> Researching
fr: Trait: Recherche sur le <style="research">Super Ordinateur</style>

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_DIG_NEARLY_IMPENETRABLE.DESCRIPTION
source: Trait: <style="solid">Abyssalite</style> Mining
fr: Trait: Minage de l'<style="solid">Abyssalite</style>

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_DIG_VERY_FIRM.DESCRIPTION
source: Trait: <style="misc">Very Firm Material</style> Mining
fr: Trait: Minage de <style="misc">Matériaux Très Durs</style>

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_ELECTRIC_GRILL.DESCRIPTION
source: Trait: <style="food">Electric Grill</style> Cooking
fr: Trait: Cuisine sur le <style="food">Grill Électrique</style>

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_FARM_TINKER.DESCRIPTION
source: Trait: <style="plant">Crop</style> Tending • Trait: <style="misc">Micronutrient Fertilizer</style> Crafting
fr: Trait: Soin des <style="plant">Cultures</style> • Trait: Fabrication d'<style="misc">Engrais Micro-Élément</style>

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_PAINT.DESCRIPTION
source: Trait: <style="decor">Canvas</style> Painting
fr: Trait: Peinture sur <style="decor">Toiles</style>

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_POWER_TINKER.DESCRIPTION
source: Trait: <style="misc">Generator</style> Tuning • Trait: <style="misc">Microchip</style> Crafting
fr: Trait: Amélioration des <style="misc">Générateurs</style> • Trait: Création de <style="misc">Micro-Puces</style>

# STRINGS.UI.ROLES_SCREEN.PERKS.CAN_SCULPT.DESCRIPTION
source: Trait: <style="decor">Block</style> Sculpting
fr: Trait: Sculpture sur <style="decor">Blocs</style>

# STRINGS.UI.ROLES_SCREEN.PERKS.CONVEYOR_BUILD.DESCRIPTION
source: Trait: <style="misc">Conveyor Rail System</style> Construction
fr: Trait: Construction de <style="misc">Systèmes de Convoyage sur Rail</style>

# STRINGS.UI.ROLES_SCREEN.PERKS.EXOSUIT_EXPERTISE.DESCRIPTION
source: Trait: <style="equipment">Exosuit</style> Sprinting
fr: Trait: Déplacement Rapide en <style="equipment">Exosuit</style>

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASE_BOTANIST.DESCRIPTION
source: +{0} to Farming
fr: +{0} à l'Agriculture

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_ART.DESCRIPTION
source: +{0} to Creativity
fr: +{0} à la Créativité

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_ATHLETICS.DESCRIPTION
source: +{0} to Athletics
fr: +{0} à la Forme Physique

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_CARING.DESCRIPTION
source: +{0} to Caring
fr: +{0} aux Soins

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_CARRY_AMOUNT.DESCRIPTION
source: +{0}kg to Carrying Capacity
fr: Poids Transportable: +{0}kg

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_CONSTRUCTION.DESCRIPTION
source: +{0} to Construction
fr: +{0} à la Construction

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_COOKING.DESCRIPTION
source: +{0} to Cooking
fr: +{0} à la Cuisine

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_DIG_SPEED.DESCRIPTION
source: +{0} to Digging
fr: +{0} au Minage

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_LEARNING.DESCRIPTION
source: +{0} to Learning
fr: +{0} à l'apprentissage

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_MACHINERY.DESCRIPTION
source: +{0} to Tinkering
fr: +{0} au Bricolage

# STRINGS.UI.ROLES_SCREEN.PERKS.INCREASED_STRENGTH.DESCRIPTION
source: +{0} to Strength
fr: +{0} à la Force

# STRINGS.UI.ROLES_SCREEN.PERKS.MANAGED_COLONY.DESCRIPTION
source: Colony Stress Alleviater
fr: Réducteur de Stress de la Colonie

# STRINGS.UI.ROLES_SCREEN.PERKS.MANAGERIAL_DUTIES.DESCRIPTION
source: Workload stress
fr: Stress causé par la charge de travail

# STRINGS.UI.ROLES_SCREEN.PERKS.NO_PERKS
source: This job comes with no training
fr: Ce poste ne requiert aucune expérience

# STRINGS.UI.ROLES_SCREEN.PERKS.TITLE
source: Training Received
fr: Formation Reçue

# STRINGS.UI.ROLES_SCREEN.PRIORITY.DESCRIPTION
source: {0}s prioritize these work errands:
fr: Missions prioritaires d'un {0}:

# STRINGS.UI.ROLES_SCREEN.PRIORITY.NO_EFFECT
source: This job does not affect errand prioritization
fr: Cette tâche n'affecte pas les priorité de la mission

# STRINGS.UI.ROLES_SCREEN.PRIORITY.TITLE
source: Job Priorities
fr: Missions Prioritaires

# STRINGS.UI.ROLES_SCREEN.RESUME.NO_SELECTION
source: No Duplicant selected
fr: Aucun Duplicant sélectionné

# STRINGS.UI.ROLES_SCREEN.RESUME.PREVIOUS_ROLES
source: PREVIOUS DUTIES
fr: FONCTIONS PRÉCÉDENTES

# STRINGS.UI.ROLES_SCREEN.RESUME.TITLE
source: Qualifications
fr: Pré-Requis

# STRINGS.UI.ROLES_SCREEN.RESUME.UNASSIGNED
source: Unassigned
fr: Non Attribué

# STRINGS.UI.ROLES_SCREEN.ROLE_PROGRESS
source: <b>Job Experience: {0}/{1}</b> Duplicants can become eligible for specialized jobs by maxing their current job experience
fr: <b>Expérience dans ce poste: {0}/{1}</b> Les Duplicants peuvent devenir éligibles aux postes spécialisés en maximisant leur expérience au poste actuel

# STRINGS.UI.ROLES_SCREEN.SIDEBAR.ASSIGNED_DUPLICANTS
source: Assigned Duplicants
fr: Duplicants Assignés

# STRINGS.UI.ROLES_SCREEN.SIDEBAR.UNASSIGN
source: Unassign job
fr: Libérer le métier

# STRINGS.UI.ROLES_SCREEN.SIDEBAR.UNASSIGNED_DUPLICANTS
source: Unassigned Duplicants
fr: Duplicants non Assignés

# STRINGS.UI.ROLES_SCREEN.SLOTS.ASSIGNMENT_PENDING
source: (Pending)
fr: (En Attente)

# STRINGS.UI.ROLES_SCREEN.SLOTS.NO_ELIGIBLE_DUPLICANTS
source: No Duplicants meet the requirements for this job
fr: Aucun Duplicant ne répond aux critères pour ce métier

# STRINGS.UI.ROLES_SCREEN.SLOTS.NOSLOTS
source: No slots available
fr: Pas d'emplacement disponible

# STRINGS.UI.ROLES_SCREEN.SLOTS.PICK_DUPLICANT
source: None
fr: Aucun

# STRINGS.UI.ROLES_SCREEN.SLOTS.PICK_JOB
source: No Job
fr: Pas de Poste

# STRINGS.UI.ROLES_SCREEN.SLOTS.UNASSIGNED
source: Vacant Posiition
fr: Poste Vacant

# STRINGS.UI.ROLES_SCREEN.SLOTS.UNASSIGNED_TOOLTIP
source: Click to assign a Duplicant to this job opening
fr: Cliquez pour assignez un Duplicant à ce métier

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.FIVE
source: Tier 5
fr: Tiers 5

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.FOUR
source: Tier 4
fr: Tiers 4

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.ONE
source: Tier 1
fr: Tiers 1

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.SEVEN
source: Tier 7
fr: Tiers 7

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.SIX
source: Tier 6
fr: Tiers 6

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.THREE
source: Tier 3
fr: Tiers 3

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.TWO
source: Tier 2
fr: Tiers 2

# STRINGS.UI.ROLES_SCREEN.TIER_NAMES.ZERO
source: Tier 0
fr: Tiers 0

# STRINGS.UI.ROLES_SCREEN.WIDGET.NO_MASTERS_TOOLTIP
source: <b>No Duplicants have mastered this job</b>
fr: <b>Aucun Duplicant n'a maîtrisé cette mission</b>

# STRINGS.UI.ROLES_SCREEN.WIDGET.NUMBER_OF_MASTERS_TOOLTIP
source: <b>Duplicants who have mastered this job:</b>{0}
fr: <b>Duplicants qui ont maîtrisé cette Mission:</b>{0}

# STRINGS.UI.SCHEDULE
source: SCHEDULE
fr: PROGRAMME

# STRINGS.UI.SCHEDULEBLOCKTYPES.EAT.DESCRIPTION
source: EAT: During Mealtime Duplicants will head to their assigned mess halls and eat.
fr: MANGER: Durant la période des repas, les Duplicants se dirigeront vers le réfectoire qui leur est assigné et mangeront.

# STRINGS.UI.SCHEDULEBLOCKTYPES.EAT.NAME
source: Mealtime
fr: Temps de repas

# STRINGS.UI.SCHEDULEBLOCKTYPES.HYGIENE.DESCRIPTION
source: HYGIENE: During <style="hygiene">Hygiene</style> hours Duplicants will head to their assigned washrooms to get cleaned up.
fr: HYGIÈNE: Pendant les heures dédiées à l'<style="hygiene">Hygiène</style>, les Duplicants se dirigeront vers leurs salle de bain pour se nettoyer.

# STRINGS.UI.SCHEDULEBLOCKTYPES.HYGIENE.NAME
source: Hygiene
fr: Hygiène

# STRINGS.UI.SCHEDULEBLOCKTYPES.RECREATION.DESCRIPTION
source: HAMMER TIME: During Hammer Time, Duplicants will relieve their <style="stress">Stress</style> through dance. Please be aware that no matter how hard your Duplicants try, they will absolutely not be able to touch this.
fr: TEMPS DE PAUSE: Pendant le Temps de Pause, les Duplicants évacueront leurs <style="stress"> Stress</style> grâce à la danse. Notez que, peu importe à quel point vos Duplicants essaieront, ils ne pourront absolument pas toucher à ça (U can't touch this!).

# STRINGS.UI.SCHEDULEBLOCKTYPES.RECREATION.NAME
source: Recreation
fr: Récréation

# STRINGS.UI.SCHEDULEBLOCKTYPES.SLEEP.DESCRIPTION
source: SLEEP: When it's time to sleep, Duplicants will head to their assigned rooms and rest.
fr: DORMIR: Quand l'heure de dormir est venue, Les Duplicants se dirigeront vers la chambre qui leurs est assignée et se reposeront.

# STRINGS.UI.SCHEDULEBLOCKTYPES.SLEEP.NAME
source: Sleep
fr: Dormir

# STRINGS.UI.SCHEDULEBLOCKTYPES.WORK.DESCRIPTION
source: WORK: During Work hours Duplicants will perform any pending errands in the colony.
fr: TRAVAILLER: Pendant les heures de travail, les Duplicants effectueront toute tâche de travail en attente dans la colonie.

# STRINGS.UI.SCHEDULEBLOCKTYPES.WORK.NAME
source: Work
fr: Travail

# STRINGS.UI.SCHEDULESCREEN.ALLOWED
source: Allowed
fr: Autorisé

# STRINGS.UI.SCHEDULESCREEN.BLOCKS
source: BLOCKS:
fr: BLOCS:

# STRINGS.UI.SCHEDULESCREEN.CLICKTOCHANGE
source: Click to change block type.
fr: Cliquez pour changer le type de bloc.

# STRINGS.UI.SCHEDULESCREEN.CLICKTOSELECT
source: Click to select.
fr: Cliquez pour sélectionner.

# STRINGS.UI.SCHEDULESCREEN.DENIED
source: Denied
fr: Refusé

# STRINGS.UI.SCHEDULESCREEN.SCHEDULE
source: SCHEDULE:
fr: PROGRAMME:

# STRINGS.UI.SCHEDULESCREEN.SELECTBLOCKTYPETOOLTIP
source: Select a block type to adjust the colony's schedule
fr: Sélectionnez un type de bloc pour ajuster l'horaire de la colonie
