Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.BUILDINGS.PREFABS.GASCONDUITBRIDGE.DESC
source: Separate pipe systems prevent mingled contents from causing building damage.
fr: Des systèmes de tuyaux distincts empêchent de mélanger les contenus et de causer des dégâts aux équipements.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITBRIDGE.EFFECT
source: Runs one <style="GasPiping">Gas Pipe</style> section over another without joining them. Can be run through tiles.
fr: Fait passer une section de <style="GasPiping">Tuyau de Gaz</style> par dessus une autre sans les relier. Peut traverser les dalles.

# STRINGS.BUILDINGS.PREFABS.GASCONDUITBRIDGE.NAME
source: Gas Bridge
fr: Pont de Gaz

# STRINGS.BUILDINGS.PREFABS.GASFILTER.DESC
source: Gas filters send the selected filter gas into a special pipe, expelling everything else through a second output.
fr: Les filtres à gaz envoient le gaz sélectionné dans un tuyau dédié, en expulsant le reste par une seconde sortie.

# STRINGS.BUILDINGS.PREFABS.GASFILTER.EFFECT
source: Sieves one <style="gas">Gas</style> from the air, sending it into a dedicated <style="GasPiping">Pipe</style>.
fr: Sépare un <style="gas">Gaz</style> contenu dans l'air en l'envoyant dans un <style="GasPiping">Tuyau</style> séparé.

# STRINGS.BUILDINGS.PREFABS.GASFILTER.ELEMENT_NOT_SPECIFIED
source: Not Specified
fr: Non Spécifié

# STRINGS.BUILDINGS.PREFABS.GASFILTER.NAME
source: Gas Filter
fr: Filtre à Gaz

# STRINGS.BUILDINGS.PREFABS.GASFILTER.STATUS_ITEM
source: Filters: {0}
fr: Filtres: {0}

# STRINGS.BUILDINGS.PREFABS.GASLOGICVALVE.DESC
source: Automated piping saves time and resources by removing the need for Duplicant management.
fr: La tuyauterie automatisée économise du temps et des ressources en supprimant la nécessité d'être gérée par des Duplicants.

# STRINGS.BUILDINGS.PREFABS.GASLOGICVALVE.EFFECT
source: Automatically turns <style="gas">Gas</style> flow on or off using <style="logic">Automation</style> technology.
fr: Ouvre ou ferme le débit de <style="gas">Gaz</style> en utilisant la technologie d'<style="logic">Automatisation</style>.

# STRINGS.BUILDINGS.PREFABS.GASLOGICVALVE.NAME
source: Gas Shutoff
fr: Disjoncteur de Gaz

# STRINGS.BUILDINGS.PREFABS.GASMINIPUMP.DESC
source: Mini pumps are useful for moving small quantities of gas with minimum power draw.
fr: Les pompes miniatures sont utiles pour déplacer de petites quantités de gaz avec un minimum de puissance.

# STRINGS.BUILDINGS.PREFABS.GASMINIPUMP.EFFECT
source: Draws in a small amount of <style="gas">Gas</style> runs it through <style="GasPiping">Pipes</style>. Must be immersed in gas.
fr: Pompe une petite quantité de <style="gas">Gaz</style> à travers des <style="GasPiping">Tuyaux</style>. Doit être plongé dans le gaz.

# STRINGS.BUILDINGS.PREFABS.GASMINIPUMP.NAME
source: Mini Gas Pump
fr: Pompe à Gaz Miniature

# STRINGS.BUILDINGS.PREFABS.GASPERMEABLEMEMBRANE.DESC
source: Building with airflow permeable tiles promotes better gas circulation within a colony.
fr: Les constructions avec des dalles ventilées favorisent une meilleure circulation des gaz au sein d'une colonie.

# STRINGS.BUILDINGS.PREFABS.GASPERMEABLEMEMBRANE.EFFECT
source: Used as floor and wall tile to build rooms. Blocks <style="liquid">Liquid</style> flow without obstructing <style="gas">Gas</style>.
fr: Utilisée comme sol et cloison pour construire des pièces. Bloque le flux de <style="liquid">Liquide</style> sans bloquer le <style="gas">Gaz</style>.

# STRINGS.BUILDINGS.PREFABS.GASPERMEABLEMEMBRANE.NAME
source: Airflow Tile
fr: Dalle Ventilée

# STRINGS.BUILDINGS.PREFABS.GASPUMP.DESC
source: Piping a pump's intake to another building's output will send gas to that building.
fr: Un tuyau qui part de l'entrée d'une pompe à la sortie d'une construction lui enverra du gaz.

# STRINGS.BUILDINGS.PREFABS.GASPUMP.EFFECT
source: Draws in <style="gas">Gas</style> runs it through <style="GasPiping">Pipes</style>. Must be immersed in gas.
fr: Pompe le <style="gas">Gaz</style> à travers des <style="GasPiping">Tuyaux</style>. Doit être immergé dans le gaz.

# STRINGS.BUILDINGS.PREFABS.GASPUMP.NAME
source: Gas Pump
fr: Pompe à Gaz

# STRINGS.BUILDINGS.PREFABS.GASVALVE.DESC
source: Valves control the amount of gas that moves through pipes, preventing waste.
fr: Les valves contrôlent la quantité de gaz à travers les tuyaux, évitant le gaspillage.

# STRINGS.BUILDINGS.PREFABS.GASVALVE.EFFECT
source: Controls the <style="gas">Gas</style> volume permitted through <style="GasPiping">Pipes</style>.
fr: Contrôle le volume de <style="gas">Gaz</style> traversant les <style="GasPiping">Tuyaux</style>.

# STRINGS.BUILDINGS.PREFABS.GASVALVE.NAME
source: Gas Valve
fr: Valve pour Gaz

# STRINGS.BUILDINGS.PREFABS.GASVENT.DESC
source: Vents are an exit point for gases from ventilation systems.
fr: Les cheminées sont un point de sortie pour les gaz du système de ventilation.

# STRINGS.BUILDINGS.PREFABS.GASVENT.EFFECT
source: Releases <style="gas">Gas</style> from <style="GasPiping">Gas Pipes</style>.
fr: Relâche du <style="gas">Gaz</style> apporté par les <style="GasPiping">Conduites de Gaz</style>.

# STRINGS.BUILDINGS.PREFABS.GASVENT.NAME
source: Gas Vent
fr: Évacuation de Gaz

# STRINGS.BUILDINGS.PREFABS.GASVENTHIGHPRESSURE.DESC
source: High pressure Vents can exhaust gas into more highly pressurized environments.
fr: Les aérations à haute pression peuvent évacuer les gaz dans des environnements plus fortement pressurisés.

# STRINGS.BUILDINGS.PREFABS.GASVENTHIGHPRESSURE.EFFECT
source: Releases <style="gas">Gas</style> from <style="GasPiping">Gas Pipes</style> into high pressure locations.
fr: Libère du <style="gas">Gaz</style> venant des <style="GasPiping">canalisations</style> dans des endroits à hautes pressions.

# STRINGS.BUILDINGS.PREFABS.GASVENTHIGHPRESSURE.NAME
source: High Pressure Gas Vent
fr: Évacuation de Gaz Haute Pression

# STRINGS.BUILDINGS.PREFABS.GENERATOR.DESC
source: Coal generators produce more energy than manual generators, but emit heat and exhaust.
fr: Les générateurs à charbon produisent plus d'énergie que les générateurs manuels, mais émettent de la chaleur et de l'échappement.

# STRINGS.BUILDINGS.PREFABS.GENERATOR.EFFECT
source: Converts <style="RawMineral">Coal</style> into electrical <style="power">Power</style>. Produces <style="gas">Carbon Dioxide</style>.
fr: Transforme le <style="RawMineral">Charbon</style> en <style="power">Énergie</style> électrique. Produit du <style="gas">Dioxyde de Carbone</style>.

# STRINGS.BUILDINGS.PREFABS.GENERATOR.NAME
source: Coal Generator
fr: Générateur à Charbon

# STRINGS.BUILDINGS.PREFABS.GENERATOR.OVERPRODUCTION
source: {Generator} overproduction
fr: Surproduction {Generator}

# STRINGS.BUILDINGS.PREFABS.GENERICFABRICATOR.DESC
source: Omniprinters are incapable of printing organic matter.
fr: Les Imprimetout sont incapables d'imprimer de la matière organique.

# STRINGS.BUILDINGS.PREFABS.GENERICFABRICATOR.EFFECT
source: Converts <style="RawMineral">Raw Minerals</style> into unique materials and objects.
fr: Convertit des <style="RawMineral">Minerais Bruts</style> en matériaux uniques et en objets.

# STRINGS.BUILDINGS.PREFABS.GENERICFABRICATOR.NAME
source: Omniprinter
fr: Imprimetout

# STRINGS.BUILDINGS.PREFABS.GRAVE.DESC
source: Burying dead Duplicants reduces health hazards and stress on the colony.
fr: Enterrer les Duplicants morts réduit les risques pour la santé et le stress au sein de la colonie.

# STRINGS.BUILDINGS.PREFABS.GRAVE.EFFECT
source: Provides a resting place for deceased Duplicants. Living Duplicants will automatically place an unburied corpse inside.
fr: Un endroit où les Duplicants décédés peuvent reposer en paix. Les Duplicants survivants viendront automatiquement placer un corps à l'intérieur.

# STRINGS.BUILDINGS.PREFABS.GRAVE.NAME
source: Tasteful Memorial
fr: Mémorial élégant

# STRINGS.BUILDINGS.PREFABS.HANDSANITIZER.DESC
source: Hand sanitizers kill germs more effectively than wash basins.
fr: Le désinfectant pour les mains tue plus de germes que les lavabos.

# STRINGS.BUILDINGS.PREFABS.HANDSANITIZER.EFFECT
source: Removes most <style="disease">Germs</style> from Duplicants. Germ-covered Duplicants use Hand Sanitizers when passing by in the selected direction.
fr: Supprime la plupart des <style="disease">Germes</style> des Duplicants. Les Duplicants pleins de germes utilisent le gel désinfectant en passant devant, dans la direction sélectionnée.

# STRINGS.BUILDINGS.PREFABS.HANDSANITIZER.NAME
source: Hand Sanitizer
fr: Désinfectant à Mains

# STRINGS.BUILDINGS.PREFABS.HEADQUARTERS.DESC
source: New Duplicants will come out here, but thank goodness, they'll never go back in.
fr: Les nouveaux Duplicants viendront ici, mais Dieu merci, ils ne reviendront jamais.

# STRINGS.BUILDINGS.PREFABS.HEADQUARTERS.EFFECT
source: An exceptionally advanced bioprinter of unknown origin. It periodically produces new Duplicants.
fr: Une bio-imprimante exceptionnellement avancée d'origine inconnue. Elle produit régulièrement de nouveaux Duplicants.

# STRINGS.BUILDINGS.PREFABS.HEADQUARTERS.NAME
source: Printing Pod
fr: Station d'Impression

# STRINGS.BUILDINGS.PREFABS.HIGHWATTAGEWIRE.DESC
source: Higher wattage wire is used to avoid power overloads, particularly for strong generators.
fr: Les câbles hautes tensions permettent d'éviter les surcharges, particulièrement pour les gros générateurs.

# STRINGS.BUILDINGS.PREFABS.HIGHWATTAGEWIRE.EFFECT
source: Carries more <style="power">Wattage</style> than regular Wire without overloading. Cannot be run through tiles.
fr: Transporte plus de <style="power">Puissance</style> que les Câbles électriques classiques sans surcharger. Ne peut pas traverser les dalles.

# STRINGS.BUILDINGS.PREFABS.HIGHWATTAGEWIRE.NAME
source: Heavi-Watt Wire
fr: Câble Haute Tension

# STRINGS.BUILDINGS.PREFABS.HYDROGENGENERATOR.DESC
source: Hydrogen generators are exceptionally efficient power sources and emit next to no waste.
fr: Les générateurs à Hydrogène sont des sources d'alimentation particulièrement efficaces et n'émettent quasi aucun déchet.

# STRINGS.BUILDINGS.PREFABS.HYDROGENGENERATOR.EFFECT
source: Converts <style="gas">Hydrogen Gas</style> into electrical <style="power">Power</style>.
fr: Transforme l'<style="gas">Hydrogène</style> en <style="power">Énergie</style> électrique.

# STRINGS.BUILDINGS.PREFABS.HYDROGENGENERATOR.NAME
source: Hydrogen Generator
fr: Générateur à Hydrogène

# STRINGS.BUILDINGS.PREFABS.HYDROPONICFARM.DESC
source: Hydroponic farms reduce Duplicant traffic by automating liquid delivery with irrigation pipes.
fr: Les fermes hydroponiques réduisent les allers-retours des Duplicants en acheminant le liquide automatiquement grâce aux tuyaux d'irrigation.

# STRINGS.BUILDINGS.PREFABS.HYDROPONICFARM.EFFECT
source: Grows one <style="plant">Plant</style> from a <style="seed">Seed</style>. Can be used as floor tile and rotated before construction. Must be irrigated through liquid piping.
fr: Fait pousser une seule <style="plant">Plante</style> à partir d'une <style="seed">Graine</style>. Peut être utilisée comme dalle et pivotée avant la construction. Doit être irriguée par des tuyaux.

# STRINGS.BUILDINGS.PREFABS.HYDROPONICFARM.NAME
source: Hydroponic Farm
fr: Ferme Hydroponique

# STRINGS.BUILDINGS.PREFABS.ICESCULPTURE.AVERAGEQUALITYNAME
source: Genius Ice Sculpture
fr: Sculpture de Glace Géniale

# STRINGS.BUILDINGS.PREFABS.ICESCULPTURE.DESC
source: Ice sculptures will melt over time if not kept sufficiently chilled.
fr: Les sculptures de glace fondront avec le temps si elles ne sont pas suffisamment refroidies.

# STRINGS.BUILDINGS.PREFABS.ICESCULPTURE.EFFECT
source: Increases <style="decor">Decor</style> and reduces <style="stress">Stress</style>. Must be sculpted by a Duplicant.
fr: Améliore la <style="decor">Décoration</style> et réduit le <style="stress">Stress</style>. Doit être sculpté par un Duplicant.

# STRINGS.BUILDINGS.PREFABS.ICESCULPTURE.NAME
source: Ice Block
fr: Bloc de Glace

# STRINGS.BUILDINGS.PREFABS.ICESCULPTURE.POORQUALITYNAME
source: "Abstract" Ice Sculpture
fr: Sculpture de Glace "Abstraite"

# STRINGS.BUILDINGS.PREFABS.INSULATEDGASCONDUIT.DESC
source: Pipe insulation prevents gas contents from significantly changing temperature in transit.
fr: Les tuyaux isolés évitent que la température du gaz ne change pendant son transit.

# STRINGS.BUILDINGS.PREFABS.INSULATEDGASCONDUIT.EFFECT
source: Carries <style="gas">Gas</style> with minimal change in <style="heat">Temperature</style>. Can be run through tiles.
fr: Transporte du <style="gas">Gaz</style> avec un changement minimal de la <style="heat">Température</style>. Peut traverser les dalles.

# STRINGS.BUILDINGS.PREFABS.INSULATEDGASCONDUIT.NAME
source: Insulated Gas Pipe
fr: Conduite de gaz isolée

# STRINGS.BUILDINGS.PREFABS.INSULATEDLIQUIDCONDUIT.DESC
source: Pipe insulation prevents liquid contents from significantly changing temperature in transit.
fr: L'isolation des tuyaux évite que la température du liquide ne change pendant son transit.

# STRINGS.BUILDINGS.PREFABS.INSULATEDLIQUIDCONDUIT.EFFECT
source: Carries <style="liquid">Liquid</style> with minimal change in <style="heat">Temperature</style>. Can be run through tiles.
fr: Transporte du <style="liquid">Liquide</style> avec un changement minimal de la <style="heat">Température</style>. Peut traverser les dalles.

# STRINGS.BUILDINGS.PREFABS.INSULATEDLIQUIDCONDUIT.NAME
source: Insulated Liquid Pipe
fr: Conduite de Liquide Isolée

# STRINGS.BUILDINGS.PREFABS.INSULATEDWIRE.DESC
source: This stuff won't go melting if things get heated.
fr: Ce truc ne fondra pas si ça devient chaud.

# STRINGS.BUILDINGS.PREFABS.INSULATEDWIRE.EFFECT
source: Connects buildings to <style="power">Power</style> sources in extreme <style="heat">Heat</style>. Can be run through tiles.
fr: Connecte les équipements aux sources d'<style="power">Énergie</style> dans un milieu extrêmement <style="heat">Chaud</style>. Peut traverser les dalles.

# STRINGS.BUILDINGS.PREFABS.INSULATEDWIRE.NAME
source: Insulated Wire
fr: Câble Isolé

# STRINGS.BUILDINGS.PREFABS.INSULATIONTILE.DESC
source: The lowered thermal conductivity of insulated tiles slows heat from passing through them.
fr: La conductivité thermique faible des dalles isolées empêche la chaleur de les traverser.

# STRINGS.BUILDINGS.PREFABS.INSULATIONTILE.EFFECT
source: Used as floor and wall tile to build rooms. Reduces <style="heat">Heat</style> transfer between walls, retaining ambient heat in an area.
fr: Utilisée comme sol et cloison pour construire des pièces. Réduit le transfert de <style="heat">Chaleur</style> entre les murs, en retenant la chaleur dans une zone.

# STRINGS.BUILDINGS.PREFABS.INSULATIONTILE.NAME
source: Insulated Tile
fr: Dalle isolante

# STRINGS.BUILDINGS.PREFABS.INSULATIONWALL.DESC
source: You'd be surprised how much research went into making warm wallpaper.
fr: Vous seriez étonné d'apprendre la quantité de recherche nécessaire pour créer un papier peint chauffant.

# STRINGS.BUILDINGS.PREFABS.INSULATIONWALL.EFFECT
source: Reduces <style="heat">Heat</style> loss through colony walls.
fr: Réduit les pertes de <style="heat">Chaleur</style> au travers des murs de la colonie.

# STRINGS.BUILDINGS.PREFABS.INSULATIONWALL.NAME
source: Insulation
fr: Isolation

# STRINGS.BUILDINGS.PREFABS.LADDER.DESC
source: (That means they climb it.)
fr: (Ça signifie qu'ils y grimpent)

# STRINGS.BUILDINGS.PREFABS.LADDER.EFFECT
source: Enables vertical mobility for Duplicants.
fr: Permet la mobilité verticale des Duplicants.

# STRINGS.BUILDINGS.PREFABS.LADDER.NAME
source: Ladder
fr: Échelle

# STRINGS.BUILDINGS.PREFABS.LADDERFAST.DESC
source: Plastic ladders are mildly antiseptic and can help limit the spread of germs in a colony.
fr: Les échelles en plastique sont légèrement antiseptiques et peuvent aider à limiter la propagation des germes dans une colonie.

# STRINGS.BUILDINGS.PREFABS.LADDERFAST.EFFECT
source: Increases Duplicant climbing speed.
fr: Augmente la vitesse à laquelle un Duplicant escalade.

# STRINGS.BUILDINGS.PREFABS.LADDERFAST.NAME
source: Plastic Ladder
fr: Échelle en Plastique

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDITIONER.DESC
source: A thermo aquatuner cools liquid and outputs the heat elsewhere.
fr: Un thermostat aquatique refroidit le liquide et envoie la chaleur ailleurs.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDITIONER.EFFECT
source: Cools the <style="liquid">Liquid</style> piped through it, but outputs <style="heat">Heat</style> in its immediate vicinity.
fr: Refroidit le <style="liquid">Liquide</style> traversant le tuyau, mais dégage de la <style="heat">Chaleur</style> dans son environnement immédiat.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDITIONER.NAME
source: Thermo Aquatuner
fr: Régulateur Thermique Aquatique

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUIT.DESC
source: Liquid pipes are used to connect the inputs and outputs of plumbed buildings.
fr: Les conduites de liquide sont utilisées pour relier l'entrée et la sortie des ventilations des équipements de plomberie.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUIT.EFFECT
source: Carries <style="liquid">Liquid</style> between <style="LiquidPiping">Outputs</style> and <style="LiquidPiping">Intakes</style>. Can be run through tiles.
fr: Transporte le <style="liquid">Liquide</style> entre les <style="LiquidPiping">Entrées</style> et <style="LiquidPiping">Sorties</style> des équipements. Peut traverser les dalles.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUIT.NAME
source: Liquid Pipe
fr: Conduite de Liquide

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITBRIDGE.DESC
source: Separate pipe systems prevent mingled contents from causing building damage.
fr: Les systèmes de tuyaux séparés empêchent de mélanger leurs contenus et de causer des dégâts aux constructions.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITBRIDGE.EFFECT
source: Runs one <style="LiquidPiping">Liquid Pipe</style> section over another without joining them. Can be run through tiles.
fr: Fait passer une <style="LiquidPiping">Conduite de Liquide</style> par dessus un autre sans les relier. Peut traverser les dalles.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCONDUITBRIDGE.NAME
source: Liquid Bridge
fr: Pont Liquide

# STRINGS.BUILDINGS.PREFABS.LIQUIDCOOLEDFAN.DESC
source: A Duplicant can work a hydrofan to temporarily cool small areas as needed.
fr: Un Duplicant peut utiliser un ventilateur hydraulique pour refroidir temporairement les petites zones au besoin.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCOOLEDFAN.EFFECT
source: Dissipates a small amount of the <style="heat">Heat</style>.
fr: Dissipe une petite quantité de <style="heat">Chaleur</style>.

# STRINGS.BUILDINGS.PREFABS.LIQUIDCOOLEDFAN.NAME
source: Hydrofan
fr: Ventilateur Hydraulique

# STRINGS.BUILDINGS.PREFABS.LIQUIDFILTER.DESC
source: Liquid filters send the selected liquid into a special pipe, expelling everything else through a second output.
fr: Les filtres à liquide envoient le liquide sélectionné à travers un tuyau dédié, en rejetant le reste par une seconde sortie.

# STRINGS.BUILDINGS.PREFABS.LIQUIDFILTER.EFFECT
source: Sieves one <style="liquid">Liquid</style> out of a mix, sending it into a dedicated <style="LiquidPiping">Pipe</style>.
fr: Sépare le <style="liquid">Liquide</style> d'un mélange en l'envoyant dans un <style="LiquidPiping">Tuyau</style> dédié.

# STRINGS.BUILDINGS.PREFABS.LIQUIDFILTER.NAME
source: Liquid Filter
fr: Filtre à Liquides

# STRINGS.BUILDINGS.PREFABS.LIQUIDHEATER.DESC
source: Liquid tepidizers kill waterborne germs and heat liquid to a perfect showering temperature.
fr: Le chauffage tue les germes dans l'eau et chauffe le liquide à une température idéale pour une douche.

# STRINGS.BUILDINGS.PREFABS.LIQUIDHEATER.EFFECT
source: Warms large bodies of <style="liquid">Liquid</style>. Must be fully submerged.
fr: Chauffe de grandes quantités de <style="liquid">Liquide</style>. Doit être complètement immergé.

# STRINGS.BUILDINGS.PREFABS.LIQUIDHEATER.NAME
source: Liquid Tepidizer
fr: Chauffe Eau

# STRINGS.BUILDINGS.PREFABS.LIQUIDLOGICVALVE.DESC
source: Automated piping saves time and resources by removing the need for Duplicant management.
fr: La tuyauterie automatisée économise du temps et des ressources en supprimant la nécessité d'être gérée par des Duplicants.

# STRINGS.BUILDINGS.PREFABS.LIQUIDLOGICVALVE.EFFECT
source: Automatically turns <style="liquid">Liquid</style> flow on or off using <style="logic">Automation</style> technology.
fr: Ouvre ou ferme le débit de <style="liquid">Liquide</style> en utilisant la technologie d'<style="logic">Automatisation</style>.

# STRINGS.BUILDINGS.PREFABS.LIQUIDLOGICVALVE.NAME
source: Liquid Shutoff
fr: Disjoncteur Liquide

# STRINGS.BUILDINGS.PREFABS.LIQUIDMINIPUMP.DESC
source: Mini pumps are useful for moving small quantities of liquid with minimum power draw.
fr: Les pompes miniatures sont utiles pour déplacer de petites quantités de liquide avec un minimum de puissance.

# STRINGS.BUILDINGS.PREFABS.LIQUIDMINIPUMP.EFFECT
source: Draws in a small amount of <style="liquid">Liquid</style> and runs it through <style="LiquidPiping">Pipes</style>. Must be submerged in liquid.
fr: Pompe une petite quantité de <style="liquid">Liquide</style> à travers des <style="LiquidPiping">Tuyaux</style>. Doit être plongée dans le liquide.

# STRINGS.BUILDINGS.PREFABS.LIQUIDMINIPUMP.NAME
source: Mini Liquid Pump
fr: Pompe à Liquides Miniature

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMP.DESC
source: Piping a pump's intake to another building's output will send liquid to that building.
fr: Acheminer le liquide en entrée d'une pompe vers un autre équipement enverra le liquide vers cet équipement.

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMP.EFFECT
source: Draws in <style="liquid">Liquid</style> and runs it through <style="LiquidPiping">Pipes</style>. Must be submerged in liquid.
fr: Pompe le <style="liquid">Liquide</style> à travers des <style="LiquidPiping">Tuyaux</style>. Doit être plongé dans le liquide.

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMP.NAME
source: Liquid Pump
fr: Pompe à Liquides

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMPINGSTATION.DESC
source: Pitcher pumps are used to fetch water and other liquids for delivery to buildings.
fr: Les Fontaines à Bras sont utilisées pour récupérer de l'eau ou tout autre liquide pour l'acheminer vers les équipements.

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMPINGSTATION.EFFECT
source: Manually pumps <style="liquid">Liquid</style> into bottles for transport. Duplicants can only carry bottled liquids.
fr: Pompe manuellement du <style="liquid">Liquide</style> dans des bouteilles pour le transporter. Les Duplicants ne peuvent transporter que des liquides en bouteilles.

# STRINGS.BUILDINGS.PREFABS.LIQUIDPUMPINGSTATION.NAME
source: Pitcher Pump
fr: Fontaine à Bras

# STRINGS.BUILDINGS.PREFABS.LIQUIDVALVE.DESC
source: Valves control the amount of liquid that moves through pipes, preventing waste.
fr: Les valves contrôlent la quantité de liquide à l'intérieur des tuyaux, évitant le gaspillage.

# STRINGS.BUILDINGS.PREFABS.LIQUIDVALVE.EFFECT
source: Controls the <style="liquid">Liquid</style> volume permitted through <style="LiquidPiping">Pipes</style>.
fr: Contrôle le volume de <style="liquid">Liquide</style> traversant les <style="LiquidPiping">Tuyaux</style>.

# STRINGS.BUILDINGS.PREFABS.LIQUIDVALVE.NAME
source: Liquid Valve
fr: Valve pour liquide

# STRINGS.BUILDINGS.PREFABS.LIQUIDVENT.DESC
source: Vents are an exit point for liquids from plumbing systems.
fr: Les évacuations sont des points de sortie pour les liquides empruntant les systèmes de plomberie.

# STRINGS.BUILDINGS.PREFABS.LIQUIDVENT.EFFECT
source: Releases <style="liquid">Liquid</style> from <style="LiquidPiping">Liquid Pipes</style>.
fr: Libère le <style="liquid">Liquide</style> depuis les <style="LiquidPiping">Conduite de Liquide</style>.

# STRINGS.BUILDINGS.PREFABS.LIQUIDVENT.NAME
source: Liquid Vent
fr: Évacuation
