Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.DUPLICANTS.STATUSITEMS.IDLE.TOOLTIP
source: This Duplicant cannot reach any pending errands
fr: Ce Duplicant ne peut accéder à aucune des tâches de travail en attente

# STRINGS.DUPLICANTS.STATUSITEMS.INCAPACITATED.NAME
source: Incapacitated: {CauseOfIncapacitation} Time until death: {TimeUntilDeath}
fr: Hors service: {CauseOfIncapacitation} Temps avant la mort: {TimeUntilDeath}

# STRINGS.DUPLICANTS.STATUSITEMS.INCAPACITATED.NOTIFICATION_NAME
source: Incapacitated
fr: Hors service

# STRINGS.DUPLICANTS.STATUSITEMS.INCAPACITATED.NOTIFICATION_TOOLTIP
source: These Duplicants are near death. A Med-Bed or Pharma Chamber is required for rescue:
fr: Ces Duplicants vont mourir. Un lit médical ou une Chambre Pharmaceutique est nécessaire pour les sauver:

# STRINGS.DUPLICANTS.STATUSITEMS.INCAPACITATED.TOOLTIP
source: This Duplicant is near death! ------------------ Assign them to a Med-Bed or Pharma Chamber for rescue
fr: Ce Duplicant va mourir! ------------------ Assignez le à un lit médical ou une Chambre Pharmaceutique pour le sauver

# STRINGS.DUPLICANTS.STATUSITEMS.LASHINGOUT.NAME
source: Lashing out
fr: Pète les plombs

# STRINGS.DUPLICANTS.STATUSITEMS.LASHINGOUT.NOTIFICATION_NAME
source: Lashing out
fr: Pete les plombs

# STRINGS.DUPLICANTS.STATUSITEMS.LASHINGOUT.NOTIFICATION_TOOLTIP
source: These Duplicants broke buildings to relieve <style="stress">Stress</style>:
fr: Ces Duplicants ont cassé des équipements pour soulager leur <style="stress">Stress</style>:

# STRINGS.DUPLICANTS.STATUSITEMS.LASHINGOUT.TOOLTIP
source: This Duplicant is breaking stuff to relieve stress
fr: Ce Duplicant casse des équipements pour soulager son stress

# STRINGS.DUPLICANTS.STATUSITEMS.LOWIMMUNITY.NAME
source: Under the Weather
fr: Sensible à la météo

# STRINGS.DUPLICANTS.STATUSITEMS.LOWIMMUNITY.NOTIFICATION_NAME
source: Low Immunity
fr: Immunité Faible

# STRINGS.DUPLICANTS.STATUSITEMS.LOWIMMUNITY.NOTIFICATION_TOOLTIP
source: These Duplicants are at risk of becoming sick:
fr: Ces Duplicants risquent de tomber malade:

# STRINGS.DUPLICANTS.STATUSITEMS.LOWIMMUNITY.TOOLTIP
source: This Duplicant has a weakened immune system and will become ill if it reaches zero
fr: Ce Duplicant a un système immunitaire faible et tombera malade s'il atteint zéro

# STRINGS.DUPLICANTS.STATUSITEMS.LOWOXYGEN.NAME
source: Oxygen low
fr: Oxygène faible

# STRINGS.DUPLICANTS.STATUSITEMS.LOWOXYGEN.NOTIFICATION_NAME
source: Low <style="oxygen">Oxygen</style> area entered
fr: Entrée dans une zone où l'<style="oxygen">Oxygène</style> est faible

# STRINGS.DUPLICANTS.STATUSITEMS.LOWOXYGEN.NOTIFICATION_TOOLTIP
source: These Duplicants are working in areas with low <style="oxygen">Oxygen</style>:
fr: Ces Duplicants travaillent dans des zones dans lesquelles le niveau d'<style="oxygen">Oxygène</style> est faible:

# STRINGS.DUPLICANTS.STATUSITEMS.LOWOXYGEN.TOOLTIP
source: This Duplicant is working in a low breathability area
fr: Ce Duplicant travaille dans une zone peu respirable

# STRINGS.DUPLICANTS.STATUSITEMS.MOPDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fr: Fournir des ressources à {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.MOPDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fr: Ce Duplicant transporte des matériaux vers {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.MOPPING.NAME
source: Mopping
fr: Nettoyer

# STRINGS.DUPLICANTS.STATUSITEMS.MOPPING.TOOLTIP
source: This Duplicant is cleaning up a nasty spill
fr: Ce Duplicant nettoie un déversement désagréable

# STRINGS.DUPLICANTS.STATUSITEMS.MOVETOSUITNOTREQUIRED.NAME
source: Exiting <style="equipment">Exosuit</style> area
fr: Sortie de la zone <style="equipment">Exosuit</style>

# STRINGS.DUPLICANTS.STATUSITEMS.MOVETOSUITNOTREQUIRED.TOOLTIP
source: This Duplicant is leaving an area where an exosuit was required
fr: Ce Duplicant quitte une zone où un exosuit est nécessaire

# STRINGS.DUPLICANTS.STATUSITEMS.MOVINGTOSAFEAREA.NAME
source: Moving to safe area
fr: Se déplacer vers une zone sûre

# STRINGS.DUPLICANTS.STATUSITEMS.MOVINGTOSAFEAREA.TOOLTIP
source: This Duplicant is finding a safer place
fr: Ce Duplicant trouve un endroit plus sûr

# STRINGS.DUPLICANTS.STATUSITEMS.MUSHDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fr: Fournir des ressources à {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.MUSHDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fr: Ce Duplicant transporte des matériaux vers {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.MUSHING.NAME
source: Mushing {Item}
fr: Réduit en bouillie {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.MUSHING.TOOLTIP
source: This Duplicant is cooking a {Item}
fr: Ce Duplicant fait cuire un {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.NERVOUSBREAKDOWN.NAME
source: Nervous breakdown
fr: Crise de nerfs

# STRINGS.DUPLICANTS.STATUSITEMS.NERVOUSBREAKDOWN.NOTIFICATION_NAME
source: Nervous breakdown
fr: Crise de nerfs

# STRINGS.DUPLICANTS.STATUSITEMS.NERVOUSBREAKDOWN.NOTIFICATION_TOOLTIP
source: These Duplicants have cracked under the <style="stress">Stress</style> and need assistance:
fr: Ce Duplicant a craqué à cause du <style="stress">Stress</style> et a besoin d'assistance:

# STRINGS.DUPLICANTS.STATUSITEMS.NERVOUSBREAKDOWN.TOOLTIP
source: Stress has completely eroded this Duplicant's ability to function
fr: Ce Duplicant n'arrive plus a fonctionner à cause du stress

# STRINGS.DUPLICANTS.STATUSITEMS.NIGHTTIME.NAME
source: Night Owl
fr: Noctambule

# STRINGS.DUPLICANTS.STATUSITEMS.NIGHTTIME.TOOLTIP
source: This Duplicant is impassioned by the night • <style="produced">+2</style> to all Attributes
fr: Ce Duplicant est passionné par la nuit • <style="produced">+2</style> à tous les Attributs

# STRINGS.DUPLICANTS.STATUSITEMS.NOISEMAJOR.NAME
source: Cacophony!
fr: Cacophonie!

# STRINGS.DUPLICANTS.STATUSITEMS.NOISEMAJOR.TOOLTIP
source: It's very, very loud in here!
fr: C'est très, très bruyant ici!

# STRINGS.DUPLICANTS.STATUSITEMS.NOISEMINOR.NAME
source: Loud Noises
fr: Bruits Forts

# STRINGS.DUPLICANTS.STATUSITEMS.NOISEMINOR.TOOLTIP
source: This area is a bit too loud for comfort
fr: Cette zone est un peu trop bruyante pour être confortable

# STRINGS.DUPLICANTS.STATUSITEMS.NOISEPEACEFUL.NAME
source: Peace and Quiet
fr: Calme et Silence

# STRINGS.DUPLICANTS.STATUSITEMS.NOISEPEACEFUL.TOOLTIP
source: This Duplicant has found a quiet place to concentrate
fr: Ce Duplicant a trouvé un endroit calme pour se concentrer

# STRINGS.DUPLICANTS.STATUSITEMS.NORATIONSAVAILABLE.NAME
source: No food available
fr: Pas de nourriture disponible

# STRINGS.DUPLICANTS.STATUSITEMS.NORATIONSAVAILABLE.NOTIFICATION_NAME
source: No food available
fr: Pas de nourriture disponible

# STRINGS.DUPLICANTS.STATUSITEMS.NORATIONSAVAILABLE.NOTIFICATION_TOOLTIP
source: These Duplicants have nothing to eat:
fr: Ces Duplicants n'ont rien a manger:

# STRINGS.DUPLICANTS.STATUSITEMS.NORATIONSAVAILABLE.TOOLTIP
source: There's nothing in the colony for this Duplicant to eat
fr: Il n'y a rien à manger dans la colonie pour ce Duplicant

# STRINGS.DUPLICANTS.STATUSITEMS.NOROLE.NAME
source: No Job
fr: Pas de Poste

# STRINGS.DUPLICANTS.STATUSITEMS.NOROLE.TOOLTIP
source: This Duplicant does not have a Job Assignment ------------------ Enter the Jobs Panel <color=#F44A47>[L]</color> to view available Jobs
fr: Ce Duplicant n'a pas d'Assignation de Mission ------------------ Ouvrez le Panneau des Missions <color=#F44A47>[L]</color> pour voir les missions disponibles

# STRINGS.DUPLICANTS.STATUSITEMS.NOTOILETS.NAME
source: No restrooms
fr: Pas de toilettes

# STRINGS.DUPLICANTS.STATUSITEMS.NOTOILETS.NOTIFICATION_NAME
source: No restrooms built
fr: Pas de toilettes construites

# STRINGS.DUPLICANTS.STATUSITEMS.NOTOILETS.NOTIFICATION_TOOLTIP
source: These Duplicants are distressed by the lack of toilets:
fr: Ces Duplicants sont stressés par le manque de toilettes dans la colonie:

# STRINGS.DUPLICANTS.STATUSITEMS.NOTOILETS.TOOLTIP
source: There are no toilets available for this Duplicant
fr: Il n'y a pas de toilettes disponibles pour ce Duplicant

# STRINGS.DUPLICANTS.STATUSITEMS.NOUSABLETOILETS.NAME
source: Restroom out of order
fr: Toilettes en panne

# STRINGS.DUPLICANTS.STATUSITEMS.NOUSABLETOILETS.NOTIFICATION_NAME
source: Restroom out of order
fr: Toilettes en panne

# STRINGS.DUPLICANTS.STATUSITEMS.NOUSABLETOILETS.NOTIFICATION_TOOLTIP
source: These Duplicants want to use a toilet that is out of order:
fr: Ces Duplicants veulent utiliser des toilettes hors d'usage:

# STRINGS.DUPLICANTS.STATUSITEMS.NOUSABLETOILETS.TOOLTIP
source: The only toilets in this Duplicant's reach are out of order
fr: Les seules toilettes à portée de ce Duplicant sont en panne

# STRINGS.DUPLICANTS.STATUSITEMS.PACIFYDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fr: Fournir des ressources à {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PACIFYDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fr: Ce Duplicant transporte des matériaux vers {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PICKINGUP.NAME
source: Picking up {Target}
fr: Récupération {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PICKINGUP.TOOLTIP
source: This Duplicant is retrieving {Target}
fr: Ce Duplicant récupère {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PICKUPDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fr: Fournir des ressources à {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PICKUPDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fr: Ce Duplicant transporte des matériaux à {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.POOR_FOOD_QUALITY.NAME
source: Lousy Meal
fr: Repas Mauvais

# STRINGS.DUPLICANTS.STATUSITEMS.POOR_FOOD_QUALITY.TOOLTIP
source: This Duplicant's last meal didn't meet their expectations
fr: Le dernier repas de ce Duplicant n'a pas rempli ses attentes

# STRINGS.DUPLICANTS.STATUSITEMS.POORDECOR.NAME
source: Drab decor
fr: Décoration terne

# STRINGS.DUPLICANTS.STATUSITEMS.POORDECOR.TOOLTIP
source: This Duplicant is depressed by the lack of decor in this area
fr: Ce Duplicant trouve que le manque de Décoration dans cette zone est déprimant

# STRINGS.DUPLICANTS.STATUSITEMS.PROCESSING.NAME
source: Refining {Target}
fr: Raffinage de {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.PROCESSING.TOOLTIP
source: This Duplicant is refining {Target}
fr: Ce Duplicant raffine {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNREACHABLE.NAME
source: Cannot reach quarantine
fr: Ne peut pas atteindre la zone de quarantaine

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNREACHABLE.NOTIFICATION_NAME
source: Unreachable quarantine
fr: Zone de quarantaine inaccessible

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNREACHABLE.NOTIFICATION_TOOLTIP
source: These Duplicants cannot reach their assigned quarantine zones:
fr: Ces Duplicants ne peuvent pas atteindre la zone de quarantaine assignée:

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINEAREAUNREACHABLE.TOOLTIP
source: This Duplicant cannot reach their quarantine zone
fr: Ce Duplicant ne peut pas atteindre sa zone de quarantaine

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINED.NAME
source: Quarantined
fr: En Quarantaine

# STRINGS.DUPLICANTS.STATUSITEMS.QUARANTINED.TOOLTIP
source: This Duplicant has been isolated from the colony
fr: Ce Duplicant a été isolé de la colonie

# STRINGS.DUPLICANTS.STATUSITEMS.RATIONSUNREACHABLE.NAME
source: Cannot reach food
fr: Impossible d'atteindre la nourriture

# STRINGS.DUPLICANTS.STATUSITEMS.RATIONSUNREACHABLE.NOTIFICATION_NAME
source: Unreachable food
fr: Nourriture inaccessible

# STRINGS.DUPLICANTS.STATUSITEMS.RATIONSUNREACHABLE.NOTIFICATION_TOOLTIP
source: These Duplicants cannot access the colony's <style="food">Food</style>:
fr: Ces Duplicants ne peuvent pas accéder à la <style="food">Nourriture</style> de la colonie:

# STRINGS.DUPLICANTS.STATUSITEMS.RATIONSUNREACHABLE.TOOLTIP
source: There is food in the colony that this Duplicant cannot reach
fr: Il y a de la nourriture dans la colonie que ce Duplicant ne peut pas atteindre

# STRINGS.DUPLICANTS.STATUSITEMS.RECOVERINGBREATH.NAME
source: Recovering breath
fr: Récupère son souffle

# STRINGS.DUPLICANTS.STATUSITEMS.RECOVERINGBREATH.TOOLTIP
source: This Duplicant held their breath too long and needs a breather
fr: Ce Duplicant a retenu son souffle trop longtemps et à besoin de répit

# STRINGS.DUPLICANTS.STATUSITEMS.REDALERT.NAME
source: Red Alert!
fr: Alerte Rouge!

# STRINGS.DUPLICANTS.STATUSITEMS.REDALERT.TOOLTIP
source: The colony is in a state of Red Alert. Duplicants will not eat, sleep, use the bathroom, or engage in leisure activities while the Red Alert is active
fr: La colonie est en état d'Alerte Rouge. Les Duplicants ne mangeront pas, n'utiliseront pas la salle de bain et n'en prendront pas de pause tant que l'Alerte Rouge est active

# STRINGS.DUPLICANTS.STATUSITEMS.RELAXING.NAME
source: Relaxing
fr: Se détend

# STRINGS.DUPLICANTS.STATUSITEMS.RELAXING.TOOLTIP
source: This Duplicant's just taking it easy
fr: Ce Duplicant laisse couler

# STRINGS.DUPLICANTS.STATUSITEMS.REPAIRDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fr: Fournir des ressources à {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.REPAIRDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fr: Ce Duplicant transporte des matériaux vers {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.REPAIRWORKSTATUS.NAME
source: Repairing {Target}
fr: Réparation {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.REPAIRWORKSTATUS.TOOLTIP
source: This Duplicant is fixing the {Target}
fr: Ce Duplicant répare {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.RESCUEDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fr: Fournir des ressources à {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.RESCUEDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fr: Ce Duplicant transporte des matériaux vers {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.RESCUEWORKSTATUS.NAME
source: Rescuing {Target}
fr: Sauvetage {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.RESCUEWORKSTATUS.TOOLTIP
source: This Duplicant is saving {Target} from certain peril!
fr: Ce Duplicant sauve {Target} d'un péril certain!

# STRINGS.DUPLICANTS.STATUSITEMS.RESEARCHING.NAME
source: Researching <style="research">{Tech}</style>
fr: Recherche <style="research">{Tech}</style>

# STRINGS.DUPLICANTS.STATUSITEMS.RESEARCHING.TOOLTIP
source: This Duplicant is intently researching {Tech} technology
fr: Ce Duplicant recherche intensément la technologie {Tech}

# STRINGS.DUPLICANTS.STATUSITEMS.ROLE.NAME
source: {Role}: {Progress} Mastery
fr: {Role}: Maîtrisé à {Progress}

# STRINGS.DUPLICANTS.STATUSITEMS.ROLE.TOOLTIP
source: This Duplicant is working as a {Role} ------------------ They have {Progress} mastery of this job
fr: Ce Duplicant travaille comme {Role} ------------------ Il maîtrise ce poste à {Progress}

# STRINGS.DUPLICANTS.STATUSITEMS.ROTTEN.NAME
source: Rotten
fr: Pourri

# STRINGS.DUPLICANTS.STATUSITEMS.ROTTEN.TOOLTIP
source: Gross!
fr: Dégeulasse!

# STRINGS.DUPLICANTS.STATUSITEMS.SEVEREWOUNDS.NAME
source: Severely injured
fr: Gravement blessé

# STRINGS.DUPLICANTS.STATUSITEMS.SEVEREWOUNDS.NOTIFICATION_NAME
source: Severely injured
fr: Gravement blessé

# STRINGS.DUPLICANTS.STATUSITEMS.SEVEREWOUNDS.NOTIFICATION_TOOLTIP
source: These Duplicants are badly hurt and require medical attention
fr: Ces Duplicants sont gravement blessés et ont besoin d'assistance médicale

# STRINGS.DUPLICANTS.STATUSITEMS.SEVEREWOUNDS.TOOLTIP
source: This Duplicant is badly hurt
fr: Ce Duplicant est gravement blessé

# STRINGS.DUPLICANTS.STATUSITEMS.SHOWERING.NAME
source: Showering
fr: Se douche

# STRINGS.DUPLICANTS.STATUSITEMS.SHOWERING.TOOLTIP
source: This Duplicant is gonna be squeaky clean
fr: Ce Duplicant va être propre

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fr: Fournir des ressources à {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fr: Ce Duplicant transporte des matériaux vers {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPING.NAME
source: Sleeping
fr: Dort

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPING.TOOLTIP
source: This Duplicant is recovering stamina
fr: Ce Duplicant récupère de l'endurance

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPING.TOOLTIP_DISTURBER
source: They were sleeping peacefully until they were disturbed by {Disturber}
fr: Ils dormaient paisiblement jusqu'à se faire déranger par {Disturber}

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGBADLY.NAME
source: Sleeping badly
fr: Sommeil agité

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGBADLY.TOOLTIP
source: This Duplicant's having trouble falling asleep due to noise from {Disturber} They're going to feel a bit <style="effect">Unrested</style> tomorrow morning
fr: Ce Duplicant a eu du mal à s'endormir à cause du bruit venant de {Disturber} Il va se sentir un peu <style="effect">Fatigué</style> demain matin

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGINTERRUPTED.GENERIC
source: Something
fr: Quelque chose

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGINTERRUPTED.NAME
source: Awake
fr: Éveillé

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGINTERRUPTED.TOOLTIP
source: This Duplicant was rudely awoken while they slept
fr: Ce Duplicant a été réveillé en sursaut

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGINTERRUPTEDLIGHT.GENERIC
source: Something
fr: Quelque chose

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGINTERRUPTEDLIGHT.NAME
source: Disturbed
fr: Agité

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGINTERRUPTEDLIGHT.TOOLTIP
source: This Duplicant's sleep is being disturbed by noise from {Disturber}
fr: Le sommeil de ce Duplicant a été dérangé par du bruit venant de {Disturber}

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGPEACEFULLY.NAME
source: Sleeping peacefully
fr: Dors Paisiblement

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGPEACEFULLY.TOOLTIP
source: This Duplicant is getting well-deserved, quality sleep At this rate they're sure to feel <style="effect">Well Rested</style> tomorrow morning
fr: Ce Duplicant prend du repos bien mérité A ce rythme, Il va se sentir <style="effect">Bien Reposé</style> demain matin

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGTERRIBLY.NAME
source: Can't sleep
fr: Ne peut pas dormir

# STRINGS.DUPLICANTS.STATUSITEMS.SLEEPINGTERRIBLY.TOOLTIP
source: This Duplicant was woken up by noise from {Disturber} and can't get back to sleep They're going to feel <style="effect">Dead Tired</style> tomorrow morning
fr: Ce Duplicant a été réveillé par du bruit venant de {Disturber} et ne peut pas se rendormir Il va se sentir <style="effect">Épuisé</style> demain matin

# STRINGS.DUPLICANTS.STATUSITEMS.STARVING.NAME
source: Starving
fr: Affamé

# STRINGS.DUPLICANTS.STATUSITEMS.STARVING.NOTIFICATION_NAME
source: Starvation
fr: Famine

# STRINGS.DUPLICANTS.STATUSITEMS.STARVING.NOTIFICATION_TOOLTIP
source: These Duplicants are starving and need <style="food">Food</style>:
fr: Ces Duplicants meurent de faim et ont besoin de <style="food">Nourriture</style>:

# STRINGS.DUPLICANTS.STATUSITEMS.STARVING.TOOLTIP
source: This Duplicant needs food!
fr: Ce Duplicant a besoin de nourriture!

# STRINGS.DUPLICANTS.STATUSITEMS.STORECRITICALDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fr: Fournit des ressources à {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STORECRITICALDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fr: Ce Duplicant transporte des matériaux vers {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fr: Fournit des ressources à {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fr: Ce Duplicant transporte des matériaux vers {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREFORBUILDDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fr: Fournit des ressources à {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREFORBUILDDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fr: Ce Duplicant transporte des matériaux vers {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREFORBUILDPRIORITIZEDDELIVERSTATUS.NAME
source: Allocating {Item} to {Target}
fr: Attribue {Item} à {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREFORBUILDPRIORITIZEDDELIVERSTATUS.TOOLTIP
source: This Duplicant is delivering materials to a {Target} construction errand
fr: Ce Duplicant livre des matériaux à un site de construction de {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREPRIORITYDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fr: Fournit des ressources a {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STOREPRIORITYDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fr: Ce Duplicant transporte des matériaux vers {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STORING.NAME
source: Storing {Item}
fr: Stockage {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.STORING.TOOLTIP
source: This Duplicant is putting {Item} away in {Target}
fr: Ce Duplicant dépose {Item} dans {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_AGGRESIVE.NAME
source: Frustrated
fr: Frustré

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_AGGRESIVE.TOOLTIP
source: This Duplicant is trying to keep their cool
fr: Ce Duplicant essaie de garder son calme

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_BINGE_EAT.NAME
source: Stress Cravings
fr: Envies liées au Stress

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_BINGE_EAT.TOOLTIP
source: This Duplicant is consumed by hunger
fr: Ce Duplicant a vraiment faim

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_UGLY_CRIER.NAME
source: Misty Eyed
fr: Larme à l'œil

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_UGLY_CRIER.TOOLTIP
source: This Duplicant is trying to swallow their emotions and failing
fr: Ce Duplicant essaie de cacher ses émotions mais échoue

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_VOMITER.NAME
source: Stress Burp
fr: Rot de Stress

# STRINGS.DUPLICANTS.STATUSITEMS.STRESS_SIGNAL_VOMITER.TOOLTIP
source: Kind of like having butterflies in your stomach, except they're burps
fr: Un peu comme avoir des papillons dans votre estomac, sauf qu'ils rotent

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSED.NAME
source: Stressed
fr: Stressé

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSED.NOTIFICATION_NAME
source: High stress
fr: Stress Élevé

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSED.NOTIFICATION_TOOLTIP
source: These Duplicants are <style="stress">Stressed</style> and need to unwind:
fr: Ces Duplicants sont <style="stress">Stressés</style> et ont besoin de se changer les idées:

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSED.TOOLTIP
source: This Duplicant is feeling the pressure
fr: Ce Duplicant se sent oppressé

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSFULLYEMPTYINGBLADDER.NAME
source: Making a mess
fr: Met le bazar

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSFULLYEMPTYINGBLADDER.NOTIFICATION_NAME
source: Made a mess
fr: A mis le bazar

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSFULLYEMPTYINGBLADDER.NOTIFICATION_TOOLTIP
source: These Duplicants could not find a toilet in time. Use the <color=#833A5FFF>MOP TOOL</color> [M] to clean up their mess:
fr: Ces Duplicants n'ont pas trouvé de toilettes à temps. Utilisez l'<color=#833A5FFF>OUTIL NETTOYER</color> [M] pour nettoyer leur bazar:

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSFULLYEMPTYINGBLADDER.TOOLTIP
source: This Duplicant couldn't find a toilet and is super embarrassed
fr: Ce Duplicant n'a pas pu trouver de toilettes et est super embarrassé

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSVOMITING.NAME
source: Stress vomiting
fr: Vomissements dû au Stress

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSVOMITING.NOTIFICATION_NAME
source: Stress vomiting
fr: Vomissements dû au Stress
