Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.BUILDINGS.PREFABS.TEMPERATURECONTROLLEDSWITCH.NAME
source: Thermo Switch
fr: Interrupteur Thermo

# STRINGS.BUILDINGS.PREFABS.THERMALBLOCK.DESC
source: Construction materials have different thermal properties that affect how well they retain heat.
fr: Les matériaux de constructions ont des propriétés thermiques différentes qui affectent leur manière de conserver la chaleur.

# STRINGS.BUILDINGS.PREFABS.THERMALBLOCK.EFFECT
source: Accelerates or buffers <style="heat">Heat</style> dispersal depending on the construction material used. Has a small area of effect.
fr: Accélère ou ralentit la dispersion de <style="heat">Chaleur</style> en fonction du matériau de construction utilisé. Possède une petite zone d'effet.

# STRINGS.BUILDINGS.PREFABS.THERMALBLOCK.NAME
source: Tempshift Plate
fr: Plaque de régulation thermique

# STRINGS.BUILDINGS.PREFABS.TILE.DESC
source: Tiles can be used to build rooms, floors, or bridges to new areas.
fr: Les dalles peuvent être utilisées pour construire des pièces, des dalles ou des ponts vers de nouvelles zones.

# STRINGS.BUILDINGS.PREFABS.TILE.EFFECT
source: Used as floor and wall tile to build rooms. Increases Duplicant runspeed.
fr: Utilisée comme sol et cloison pour construire des pièces. Augmente la vitesse de déplacement des Duplicants.

# STRINGS.BUILDINGS.PREFABS.TILE.NAME
source: Tile
fr: Dalle

# STRINGS.BUILDINGS.PREFABS.TILEPOI.EFFECT
source: Used as floor and wall tile to build rooms.
fr: Utilisée comme sol et cloison pour construire des pièces.

# STRINGS.BUILDINGS.PREFABS.TILEPOI.NAME
source: Tile
fr: Dalle

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBE.DESC
source: Duplicants will only exit a transit tube when a safe landing area is available beneath it.
fr: Les Duplicants ne sortiront d'un tube de transit que si une zone d'atterrissage sûre est disponible en dessous.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBE.EFFECT
source: Quickly transports Duplicants from a <style="misc">Transit Tube Access</style> to the tube's end. Only transports Duplicants.
fr: Transporte rapidement les Duplicants de l'<style="misc">Accès du Tube de Transit</style> à l'autre extrémité. Ne transporte que les Duplicants.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBE.NAME
source: Transit Tube
fr: Tube de Transit

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEENTRANCE.DESC
source: Access points are required for Duplicants to enter tubes, but are not required to exit them.
fr: Les points d'accès sont requis pour que les Duplicants entrent dans les tubes, mais ne sont pas nécessaires pour en sortir.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEENTRANCE.EFFECT
source: Allows Duplicants to enter the connected <style="misc">Transit Tube</style> system. Stops drawing <style="power">Power</style> once fully charged.
fr: Permet aux Duplicants d'entrer dans le système de <style="misc">Tube de Transit</style> connecté. Arrête de drainer de l'<style="power">Énergie</style> une fois qu'il est complètement chargé.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEENTRANCE.NAME
source: Transit Tube Access
fr: Accès Tube de Transit

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEWALLBRIDGE.DESC
source: Tube crossings can run transit tubes through walls without leaking gas or liquid.
fr: Les passages de Tubes peuvent faire passer les Tubes de Transit à travers les murs sans laisser s'échapper le gaz ou les liquides.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEWALLBRIDGE.EFFECT
source: Allows <style="misc">Transit Tubes</style> to be run through wall and floor tiles. Functions as a regular tile.
fr: Permet de faire passer les <style="misc">Tubes de Transit</style> à travers les dalles et les cloisons. Fonctionne comme une dalle normale.

# STRINGS.BUILDINGS.PREFABS.TRAVELTUBEWALLBRIDGE.NAME
source: Transit Tube Crossing
fr: Passage Tube de Transit

# STRINGS.BUILDINGS.PREFABS.WASHBASIN.DESC
source: Germ spread can be reduced by building wash basins where Duplicants are likely to get dirty.
fr: La propagation des germes peut être réduite en construisant des lavabos là où les Duplicants sont susceptibles de se salir.

# STRINGS.BUILDINGS.PREFABS.WASHBASIN.EFFECT
source: Removes some <style="disease">Germs</style> from Duplicants. Germ-covered Duplicants use Wash Basins when passing by in the selected direction.
fr: Supprime quelques <style="disease">Germes</style> des Duplicants. Les Duplicants utilisent les Lavabos en passant devant, dans la direction sélectionnée.

# STRINGS.BUILDINGS.PREFABS.WASHBASIN.NAME
source: Wash Basin
fr: Lavabo

# STRINGS.BUILDINGS.PREFABS.WASHSINK.DESC
source: Sinks are plumbed and do not need to be manually emptied or refilled.
fr: Les éviers sont raccordés et n'ont pas besoin d'être vidés ou remplis manuellement.

# STRINGS.BUILDINGS.PREFABS.WASHSINK.EFFECT
source: Removes <style="disease">Germs</style> from Duplicants. Germ-covered Duplicants use Sinks when passing by in the selected direction.
fr: Supprime la plupart des <style="disease">Germes</style> des Duplicants. Les Duplicants pleins de germes utilisent les éviers en passant devant, dans la direction sélectionnée.

# STRINGS.BUILDINGS.PREFABS.WASHSINK.NAME
source: Sink
fr: Évier

# STRINGS.BUILDINGS.PREFABS.WATERPURIFIER.DESC
source: Sieves cannot kill germs and pass any disease they receive into their waste and water output.
fr: Les filtres ne peuvent pas tuer les germes et en laisseront s'échapper dans l'eau et les déchets qu'ils rejettent.

# STRINGS.BUILDINGS.PREFABS.WATERPURIFIER.EFFECT
source: Produces clean <style="liquid">Water</style> from <style="liquid">Polluted Water</style> using <style="solid">Sand</style>. Produces <style="RawMineral">Polluted Dirt</style>.
fr: Produit de l'<style="liquid">Eau</style> propre à partir d'<style="liquid">Eau Polluée</style> en utilisant du <style="solid">Sable</style>. Produit de la <style="RawMineral">Terre Polluée</style>.

# STRINGS.BUILDINGS.PREFABS.WATERPURIFIER.NAME
source: Water Sieve
fr: Purificateur à Eau

# STRINGS.BUILDINGS.PREFABS.WIRE.DESC
source: Electrical wire is used to connect generators, batteries, and buildings.
fr: Le câble électrique est utilisé pour connecter des générateurs, des batteries et des équipements.

# STRINGS.BUILDINGS.PREFABS.WIRE.EFFECT
source: Connects buildings to <style="power">Power</style> sources. Can be run through tiles.
fr: Connecte les équipements aux sources d'<style="power">Énergie</style>. Peut traverser les dalles.

# STRINGS.BUILDINGS.PREFABS.WIRE.NAME
source: Wire
fr: Câble

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGE.DESC
source: Splitting generators onto separate systems can prevent power overloads and wasted electricity.
fr: La séparation des générateurs sur plusieurs systèmes peut empêcher les surcharges et le gaspillage de l'électricité.

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGE.EFFECT
source: Runs one wire section over another without joining them. Can be run through tiles.
fr: Fait passer un câble par dessus un autre sans les relier. Peut traverser les dalles.

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGE.NAME
source: Wire Bridge
fr: Pont Isolé

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGEHIGHWATTAGE.DESC
source: Joint plates can run Heavi wires through walls without leaking gas or liquid.
fr: Les plaques de jonction permettent de faire passer des câbles à Haute Tension à travers les murs sans laisser s'échapper le gaz ou le liquide.

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGEHIGHWATTAGE.EFFECT
source: Allows Heavi-Watt Wire to be run through wall and floor tiles. Functions as a regular tile.
fr: Permet de faire passer les câbles à Haute Tension à travers les dalles et les cloisons. Fonctionne comme une dalle standard.

# STRINGS.BUILDINGS.PREFABS.WIREBRIDGEHIGHWATTAGE.NAME
source: Heavi-Watt Joint Plate
fr: Plaque de Jonction HT

# STRINGS.BUILDINGS.PREFABS.WIREREFINED.DESC
source: Duplicants prefer the appearance of conductive wire to regular wire.
fr: Les duplicants préfèrent l'apparence du fil conducteur au fil standard.

# STRINGS.BUILDINGS.PREFABS.WIREREFINED.EFFECT
source: Connects buildings to <style="power">Power</style> sources. Can be run through tiles.
fr: Connecte les équipements aux sources d'<style="power">Énergie</style>. Peut traverser les dalles.

# STRINGS.BUILDINGS.PREFABS.WIREREFINED.NAME
source: Conductive Wire
fr: Câble Conducteur

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGE.DESC
source: Splitting generators onto separate systems can prevent power overloads and wasted electricity.
fr: Séparer les générateur sur des systèmes distincts empêche les surcharges électriques et le gaspillage de l'électricité.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGE.EFFECT
source: Carries more <style="power">Wattage</style> than a regular Wire Bridge without overloading. Runs one wire section over another without joining them. Can be run through tiles.
fr: Transporte plus de <style="power">Puissance</style> qu'un pont isolé sans surcharger. Fait passer un câble par dessus un autre sans les relier. Peut traverser les dalles.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGE.NAME
source: Conductive Wire Bridge
fr: Pont Câbles Conducteurs

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGEHIGHWATTAGE.DESC
source: Joint plates can run Heavi wires through walls without leaking gas or liquid.
fr: Les plaques de jonction peuvent faire passer des câbles Haute Tension à travers les murs sans fuites de gaz ou de liquide.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGEHIGHWATTAGE.EFFECT
source: Carries more <style="power">Wattage</style> than a regular Heavi-Watt Joint Plate without overloading. Allows Heavi-Watt Wire to be run through wall and floor tiles. Functions as a regular tile.
fr: Transporte plus de <style="power">Puissance</style> qu'une plaque de jonction HT sans surcharger. Permet aux câbles Haute-Tension de traverser les cloisons et dalles. Fonctionne comme une dalle normale.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDBRIDGEHIGHWATTAGE.NAME
source: Heavi Conductive Joint Plate
fr: Plaque de Jonction très Conductrice

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDHIGHWATTAGE.DESC
source: Higher wattage wire is used to avoid power overloads, particularly for strong generators.
fr: Les câbles haute tension sont utilisés pour éviter les surcharges, particulièrement pour les gros générateurs.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDHIGHWATTAGE.EFFECT
source: Carries more <style="power">Wattage</style> than regular Wire without overloading. Cannot be run through tiles.
fr: Transporte plus de <style="power">Puissance</style> que les Câbles électriques classiques sans surcharger. Ne peut pas travers les dalles.

# STRINGS.BUILDINGS.PREFABS.WIREREFINEDHIGHWATTAGE.NAME
source: Heavi Conductive Wire
fr: Câble Très Conducteur

# STRINGS.BUILDINGS.REPAIRABLE.DISABLE_AUTOREPAIR.NAME
source: Disable Autorepair
fr: Désactiver Réparation Automatique

# STRINGS.BUILDINGS.REPAIRABLE.DISABLE_AUTOREPAIR.TOOLTIP
source: Only repair this building when ordered
fr: Réparer cet équipement à la demande uniquement

# STRINGS.BUILDINGS.REPAIRABLE.ENABLE_AUTOREPAIR.NAME
source: Enable Autorepair
fr: Activer Réparation Automatique

# STRINGS.BUILDINGS.REPAIRABLE.ENABLE_AUTOREPAIR.TOOLTIP
source: Automatically repair this building when damaged
fr: Réparer cet équipement automatiquement lorsqu'il est endommagé

# STRINGS.CREATURES.BAGGED_DESC_FMT
source: This {0} has been captured and is now safe to relocate.
fr: Ce {0} a été capturé et peut maintenant être déplacé en toute sécurité.

# STRINGS.CREATURES.BAGGED_NAME_FMT
source: Bagged {0}
fr: Bagué {0}

# STRINGS.CREATURES.SPECIES.BASICFABRICMATERIALPLANT.DESC
source: Thimble Reeds produce indescribably soft <style="solid">Reed Fiber</style> for <style="equipment">Clothing</style> production.
fr: La Pousse de Roseau produit une <style="solid">Fibre de Roseau</style> incroyablement douce qui peut être utilisée pour la production de <style="equipment">Vêtements</style>.

# STRINGS.CREATURES.SPECIES.BASICFABRICMATERIALPLANT.DOMESTICATEDDESC
source: This plant produces <style="solid">Reed Fiber</style>.
fr: Cette plante produit de la <style="solid">Fibre de Roseau</style>.

# STRINGS.CREATURES.SPECIES.BASICFABRICMATERIALPLANT.NAME
source: Thimble Reed
fr: Pousse de Roseau

# STRINGS.CREATURES.SPECIES.BASICFORAGEPLANTPLANTED.DESC
source: Muckroots are incapable of propagating but can be harvested for a single <style="food">Food</style> serving.
fr: Les Muckroots sont incapables de se propager mais peuvent être récoltés pour une seule portion de <style="food">Nourriture</style>.

# STRINGS.CREATURES.SPECIES.BASICFORAGEPLANTPLANTED.NAME
source: Buried Muckroot
fr: Muckroot enterré

# STRINGS.CREATURES.SPECIES.BASICSINGLEHARVESTPLANT.DESC
source: Mealwoods produce <style="food">Meal Lice</style>, an oddly wriggly grain that can be harvested for <style="food">Food</style>.
fr: Les Arbres à Poux produisent des <style="food">larves de farine</style>, une céréale étrangement tortillée qui peut être récoltée pour l'<style="food">Alimentation</style>.

# STRINGS.CREATURES.SPECIES.BASICSINGLEHARVESTPLANT.DOMESTICATEDDESC
source: This plant produces edible <style="food">Meal Lice</style>.
fr: Cette plante produit des <style="food">larves de farine</style> comestibles.

# STRINGS.CREATURES.SPECIES.BASICSINGLEHARVESTPLANT.NAME
source: Mealwood
fr: Arbre à Poux

# STRINGS.CREATURES.SPECIES.CHLORINEGEYSER.DESC
source: A highly pressurized geyser that periodically erupts with <style="gas">Chlorine Gas</style>.
fr: Un geyser sous haute pressions qui relâche du <style="gas">Chlore</style> periodiquement.

# STRINGS.CREATURES.SPECIES.CHLORINEGEYSER.NAME
source: Chlorine Geyser
fr: Geyser de Chlore

# STRINGS.CREATURES.SPECIES.COLDBREATHER.DESC
source: Wheezeworts can be grown in flower pots and absorb <style="heat">Heat</style> by respiring through their porous outer membranes.
fr: Les plantes sifflantes peuvent pousser dans des pots de fleurs et absorbent la <style="heat">Chaleur</style> en l'aspirant à travers leurs membranes poreuses.

# STRINGS.CREATURES.SPECIES.COLDBREATHER.DOMESTICATEDDESC
source: This plant absorbs <style="heat">Heat</style>.
fr: Cette plante absorbe la <style="heat">Chaleur</style>.

# STRINGS.CREATURES.SPECIES.COLDBREATHER.NAME
source: Wheezewort
fr: Plante Sifflante

# STRINGS.CREATURES.SPECIES.COLDWHEAT.DESC
source: Sleet Wheat produces <style="food">Sleet Wheat Grain</style>, a chilly grain that can be processed into <style="food">Food</style>.
fr: Le Blé Grêle produit du <style="food">Grain de Blé Grêle</style>, un grain gelé qui peut être transformé en <style="food">Nourriture</style>.

# STRINGS.CREATURES.SPECIES.COLDWHEAT.DOMESTICATEDDESC
source: This plant produces edible <style="food">Sleet Wheat Grain</style>.
fr: Cette plante produit de la <style="food">Céréale de Blé Grêle</style>.

# STRINGS.CREATURES.SPECIES.COLDWHEAT.NAME
source: Sleet Wheat
fr: Céréale de Blé Grêle

# STRINGS.CREATURES.SPECIES.FLUT.DESC
source: Every organism in the known universe finds the Pacu extremely delicious.
fr: Tous les organismes dans l'univers trouvent le Pacu particulièrement délicieux.

# STRINGS.CREATURES.SPECIES.FLUTEGG.DESC
source: A tiny Pacu is nestled inside. It is not yet ready for the world.
fr: Un minuscule Pacu niche à l'intérieur. Il n'est pas encore prêt à affronter le monde.

# STRINGS.CREATURES.SPECIES.FLUTEGG.NAME
source: Pacu Egg
fr: Œuf de Pacu

# STRINGS.CREATURES.SPECIES.GEYSER.DESC
source: A highly pressurized geyser that periodically erupts, spraying <style="gas">Steam</style> and boiling hot <style="liquid">Water</style>.
fr: Un geyser sous haute pression qui entre périodiquement en éruption, pulvérisant de la <style="gas">Vapeur</style> et de l'<style="liquid">Eau</style> bouillante.

# STRINGS.CREATURES.SPECIES.GEYSER.NAME
source: Steam Geyser
fr: Geyser de Vapeur

# STRINGS.CREATURES.SPECIES.GLOM.DESC
source: Morbs are attracted to decomposing corpses and frequently excrete bursts of <style="gas">Polluted Oxygen</style>.
fr: Les Morbs sont attirés par les carcasses en décomposition et émettent fréquemment des petits éclats d'<style="gas">Oxygène Pollué</style>.

# STRINGS.CREATURES.SPECIES.GREEDYGREEN.DESC
source: A rapidly growing, subterranean <style="plant">Plant</style>.
fr: Une <style="plant">Plante</style> souterraine à croissance rapide.

# STRINGS.CREATURES.SPECIES.GREEDYGREEN.NAME
source: Avari Vine
fr: Vigne Avari

# STRINGS.CREATURES.SPECIES.HATCH.DESC
source: Hatches excrete solid <style="solid">Coal</style> as waste and may be uncovered by digging up Buried Objects.
fr: Les Hatches excrètent du <style="solid">Charbon</style> et peuvent être découvert en déterrant des objets.

# STRINGS.CREATURES.SPECIES.HAUNT.DESC
source: An uncanny being that sprinkles dark thoughts on Duplicants at night. Fears <style="light">Light</style>, craves shadow.
fr: Un être étrange qui projette de sombres pensées sur les Duplicants la nuit. Fuit la <style="light">Lumière</style>, adore l'ombre.

# STRINGS.CREATURES.SPECIES.HAUNT.NAME
source: Haunt
fr: Cauchemar

# STRINGS.CREATURES.SPECIES.HEATBULB.DESC
source: A temperature reactive, subterranean <style="plant">Plant</style>.
fr: Une <style="plant">Plante</style> souterraine, sensible à la température.

# STRINGS.CREATURES.SPECIES.HEATBULBSEED.DESC
source: A temperature reactive, subterranean <style="plant">Plant</style>.
fr: Une <style="plant">Plante</style> souterraine, sensible à la température.

# STRINGS.CREATURES.SPECIES.HEATBULBSEED.NAME
source: Fervine Bulb
fr: Bulbe de Fervine

# STRINGS.CREATURES.SPECIES.JUNGLEGASPLANT.DESC
source: A large, chlorine-dwelling <style="plant">Plant</style> that can be grown in farm buildings. Palmeras grow inedible buds that emit toxic hydrogen gas.
fr: Un grande <style="plant">Plante</style> vivant dans un milieu chloré qui peut être cultivée dans un bâtiment agricole. Les Palmiers font pousser des bourgeons qui émettent de l'hydrogène toxique.

# STRINGS.CREATURES.SPECIES.JUNGLEGASPLANT.DOMESTICATEDDESC
source: A large, chlorine-dwelling <style="plant">Plant</style> that grows inedible buds which emit toxic hydrogen gas.
fr: Une grande <style="plant">Plante</style> vivant dans un milieu chloré, sur laquelle poussent des bourgeons non comestibles qui émettent de l'hydrogène toxique.

# STRINGS.CREATURES.SPECIES.JUNGLEGASPLANT.NAME
source: Palmera Tree
fr: Palmier

# STRINGS.CREATURES.SPECIES.LIGHTBUG.DESC
source: Shine Bugs emit a soft <style="light">Light</style> in hopes of attracting more of their kind for company.
fr: Les Lucioles émettent une douce <style="light">Lumière</style> dans l'espoir d'attirer des camarades pour leur tenir compagnie.

# STRINGS.CREATURES.SPECIES.LIGHTBUG.NAME
source: Shine Bug
fr: Luciole

# STRINGS.CREATURES.SPECIES.METHANEGEYSER.DESC
source: A highly pressurized geyser that periodically erupts with <style="gas">Natural Gas</style>.
fr: Un geyser sous haute pression qui entre périodiquement en éruption et relâche du <style="gas">Gaz Naturel</style>.

# STRINGS.CREATURES.SPECIES.METHANEGEYSER.NAME
source: Natural Gas Geyser
fr: Geyser de Gaz Naturel

# STRINGS.CREATURES.SPECIES.MUSHROOMPLANT.DESC
source: Dusk Caps produce <style="plant">Mushrooms</style>, fungal growths that can be harvested for <style="food">Food</style>.
fr: L es Obscurignons produisent des <style="plant">Champignons</style>, qui peuvent être récoltés et utlisés comme <style="food">Nourriture</style>.

# STRINGS.CREATURES.SPECIES.MUSHROOMPLANT.DOMESTICATEDDESC
source: This plant produces edible <style="food">Mushrooms</style>.
fr: Cette plante produit des<style="food">Champignons</style> comestibles.

# STRINGS.CREATURES.SPECIES.MUSHROOMPLANT.NAME
source: Dusk Cap
fr: Obscurignon

# STRINGS.CREATURES.SPECIES.MYSTERYEGG.DESC
source: What's growing inside? Something nice? Something mean?
fr: Qu'est ce qui pousse dedans ? Quelque chose de bien ? Quelque chose de mauvais ?

# STRINGS.CREATURES.SPECIES.MYSTERYEGG.NAME
source: Mysterious Egg
fr: Œuf Mystérieux

# STRINGS.CREATURES.SPECIES.OIL_FLOATER.DESC
source: Slicksters are slimy creatures that consume <style="gas">Carbon Dioxide</style> and exude <style="liquid">Crude Oil</style>.
fr: Les Gluants sont des créatures visqueuses qui consomment du <style="gas">Dioxyde de Carbone</style> et exsudent du <style="liquid">Pétrole Brut</style>.

# STRINGS.CREATURES.SPECIES.OIL_FLOATER.NAME
source: Slickster
fr: Gluant

# STRINGS.CREATURES.SPECIES.OIL_WELL.DESC
source: Oil Reservoirs are rock formations with <style="liquid">Crude Oil</style> deposits beneath their surface. Oil can be extracted from a reservoir with sufficient pressure.
fr: Les Réservoirs de Pétrole sont des formations rocheuses avec des dépôts de <style="liquid">Pétrole Brut</style> sous leur surface. Le Pétrole Brut peut être extrait d'un réservoir avec suffisamment de pression.

# STRINGS.CREATURES.SPECIES.OIL_WELL.NAME
source: Oil Reservoir
fr: Réservoir de Pétrole

# STRINGS.CREATURES.SPECIES.OILSPOUT.DESC
source: A rocky vent that spouts crude oil.
fr: Une ouverture rocheuse qui déverse du pétrole brut.

# STRINGS.CREATURES.SPECIES.OILSPOUT.NAME
source: Oil Spout
fr: Geyser de Pétrole

# STRINGS.CREATURES.SPECIES.PRICKLEFLOWER.DESC
source: Bristle Blossoms produce <style="food">Bristle Berries</style>, a prickly edible bud.
fr: Les Fleurs Velues produisent des <style="food">Baies Velues</style>, épineuses et comestibles.

# STRINGS.CREATURES.SPECIES.PRICKLEFLOWER.DOMESTICATEDDESC
source: This plant produces edible <style="food">Bristle Berries</style>.
fr: Cette plante produit des <style="food">Baies Velues</style> comestibles.

# STRINGS.CREATURES.SPECIES.PRICKLEFLOWER.NAME
source: Bristle Blossom
fr: Fleur Velue

# STRINGS.CREATURES.SPECIES.PRICKLEGRASS.DESC
source: Bluff Briars exude pheromones causing creatures to view them as especially beautiful.
fr: Les Bluff Briars exhalent des phéromones qui altèrent l'esprit pour être perçus comme incroyablement beaux.

# STRINGS.CREATURES.SPECIES.PRICKLEGRASS.DOMESTICATEDDESC
source: This plant improves <style="decor">Decor</style>.
fr: Cette plante améliore la <style="decor">Décoration</style>.

# STRINGS.CREATURES.SPECIES.PROPANESPOUT.DESC
source: A rocky vent that spouts <style="gas">Propane</style>.
fr: Une ouverture rocheuse qui fait jaillir du <style="gas">Propane</style>.

# STRINGS.CREATURES.SPECIES.PROPANESPOUT.NAME
source: Propane Spout
fr: Geyser de Propane

# STRINGS.CREATURES.SPECIES.PUFT.DESC
source: Pufts are non-aggressive creatures that excrete lumps of <style="solid">Slime</style> with each breath.
fr: Les Pufts sont des créatures pacifiques qui excrètent des boules de <style="solid">Vase</style> à chaque respiration.

# STRINGS.CREATURES.SPECIES.SEEDS.BASICFABRICMATERIALPLANT.DESC
source: The <style="seed">Seed</style> of a <style="plant">Thimble Reed</style>. Digging up Buried Objects may uncover a Thimble Reed Seed.
fr: La <style="seed">Graine</style> d'une <style="plant">Pousse de Roseau</style>. Déterrer les Objets Enfouis peut mettre au jour une Graine de Pousse de Roseau.

# STRINGS.CREATURES.SPECIES.SEEDS.BASICFABRICMATERIALPLANT.NAME
source: Thimble Reed Seed
fr: Graine de Roseau

# STRINGS.CREATURES.SPECIES.SEEDS.BASICSINGLEHARVESTPLANT.DESC
source: The <style="seed">Seed</style> of a <style="plant">Mealwood</style>. Digging up Buried Objects may uncover a Mealwood Seed.
fr: La <style="seed">Graine</style> d'un <style="plant">Arbre à Poux</style>. Déterrer les Objets Enfouis peut mettre au jour une Graine d'Arbre à Poux.

# STRINGS.CREATURES.SPECIES.SEEDS.BASICSINGLEHARVESTPLANT.NAME
source: Mealwood Seed
fr: Graine d'Arbre à Poux

# STRINGS.CREATURES.SPECIES.SEEDS.COLDBREATHER.DESC
source: The <style="seed">Seed</style> of a <style="plant">Wheezewort</style>. Digging up Buried Objects may uncover a Wort Seed.
fr: La <style="seed">Graine</style> D'une <style="plant">Plante Sifflante</style>. Déterrer les Objets Enfouis peut mettre au jour une Graine de Plante Sifflante.
