Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT3
source: Cooling glass...
fr: Refroidissement du verre...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT4
source: Digging holes...
fr: Creusement des trous...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT5
source: Digging holes...
fr: Creusement des trous...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT6
source: Digging holes...
fr: Creusement des trous...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT7
source: Adding buckets of dirt...
fr: Ajout de seaux de boue...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT8
source: Adding buckets of dirt...
fr: Ajout de seaux de boue...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT9
source: Adding buckets of dirt...
fr: Ajout de seaux de boue...

# STRINGS.UI.WORLDGEN.CONVERTTERRAINCELLSTOEDGES
source: Hardening diamonds...
fr: Durcissement des diamants...

# STRINGS.UI.WORLDGEN.DRAWWORLDBORDER
source: Establishing personal boundaries...
fr: Établissement des limites personnelles...

# STRINGS.UI.WORLDGEN.FAILED
source: Goodness, has this ever gone terribly wrong!
fr: Seigneur, est-ce que ça s'est déjà mal passé!

# STRINGS.UI.WORLDGEN.GENERATENOISE
source: Baking igneous rock...
fr: Cuisson des roches magmatiques...

# STRINGS.UI.WORLDGEN.GENERATENOISE1
source: Multilayering sediment...
fr: Empilement des sédiments...

# STRINGS.UI.WORLDGEN.GENERATENOISE2
source: Multilayering sediment...
fr: Empilement des sédiments...

# STRINGS.UI.WORLDGEN.GENERATENOISE3
source: Multilayering sediment...
fr: Empilement des sédiments...

# STRINGS.UI.WORLDGEN.GENERATENOISE4
source: Superheating gases...
fr: Surchauffe des Gaz...

# STRINGS.UI.WORLDGEN.GENERATENOISE5
source: Superheating gases...
fr: Surchauffe des Gaz...

# STRINGS.UI.WORLDGEN.GENERATENOISE6
source: Superheating gases...
fr: Surchauffe des Gaz...

# STRINGS.UI.WORLDGEN.GENERATENOISE7
source: Vacuuming out vacuums...
fr: Aspiration des aspirateurs...

# STRINGS.UI.WORLDGEN.GENERATENOISE8
source: Vacuuming out vacuums...
fr: Aspiration des aspirateurs...

# STRINGS.UI.WORLDGEN.GENERATENOISE9
source: Vacuuming out vacuums...
fr: Aspiration des aspirateurs...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM
source: Catalyzing Big Bang...
fr: Catalyse du Big Bang...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM1
source: Catalyzing Big Bang...
fr: Catalyse du Big Bang...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM2
source: Catalyzing Big Bang...
fr: Catalyse du Big Bang...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM3
source: Catalyzing Big Bang...
fr: Catalyse du Big Bang...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM4
source: Catalyzing Big Bang...
fr: Catalyse du Big Bang...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM5
source: Catalyzing Big Bang...
fr: Catalyse du Big Bang...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM6
source: Approaching event horizon...
fr: Horizon des événements en approche...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM7
source: Approaching event horizon...
fr: Horizon des événements en approche...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM8
source: Approaching event horizon...
fr: Horizon des événements en approche...

# STRINGS.UI.WORLDGEN.GENERATESOLARSYSTEM9
source: Approaching event horizon...
fr: Horizon des événements en approche...

# STRINGS.UI.WORLDGEN.GENERATINGWORLD
source: The Galaxy Synthesizer
fr: Le Synthétiseur Galactique

# STRINGS.UI.WORLDGEN.LOADING
source: Loading world...
fr: Chargement du monde...

# STRINGS.UI.WORLDGEN.NORMALISENOISE
source: Interpolating toxic gas...
fr: Interpolation des gaz toxiques...

# STRINGS.UI.WORLDGEN.PLACINGCREATURES
source: Building the suspense...
fr: Construction du suspense...

# STRINGS.UI.WORLDGEN.PROCESSING
source: Embedding metals...
fr: Enrobage des métaux...

# STRINGS.UI.WORLDGEN.PROCESSING1
source: Embedding metals...
fr: Enrobage des métaux...

# STRINGS.UI.WORLDGEN.PROCESSING2
source: Embedding metals...
fr: Enrobage des métaux...

# STRINGS.UI.WORLDGEN.PROCESSING3
source: Burying precious ore...
fr: Enfouissement des minerais précieux...

# STRINGS.UI.WORLDGEN.PROCESSING4
source: Burying precious ore...
fr: Enfouissement des minerais précieux...

# STRINGS.UI.WORLDGEN.PROCESSING5
source: Burying precious ore...
fr: Enfouissement des minerais précieux...

# STRINGS.UI.WORLDGEN.PROCESSING6
source: Burying precious ore...
fr: Enfouissement des minerais précieux...

# STRINGS.UI.WORLDGEN.PROCESSING7
source: Excavating tunnels...
fr: Excavation des tunnels...

# STRINGS.UI.WORLDGEN.PROCESSING8
source: Excavating tunnels...
fr: Excavation des tunnels...

# STRINGS.UI.WORLDGEN.PROCESSING9
source: Excavating tunnels...
fr: Excavation des tunnels...

# STRINGS.UI.WORLDGEN.PROCESSRIVERS
source: Pouring rivers...
fr: Déversement des rivières...

# STRINGS.UI.WORLDGEN.RESTARTING
source: Rebooting...
fr: Redémarrage...

# STRINGS.UI.WORLDGEN.RETRYCOUNT
source: Oh dear, let's try that again.
fr: Oh mon cher, essayons encore.

# STRINGS.UI.WORLDGEN.SETTLESIM
source: Infusing oxygen...
fr: Infusion d'oxygène...

# STRINGS.UI.WORLDGEN.SETTLESIM1
source: Infusing oxygen...
fr: Infusion d'oxygène...

# STRINGS.UI.WORLDGEN.SETTLESIM2
source: Too much oxygen. Removing...
fr: Trop d'oxygène. Dissipation...

# STRINGS.UI.WORLDGEN.SETTLESIM3
source: Too much oxygen. Removing...
fr: Trop d'oxygène. Dissipation...

# STRINGS.UI.WORLDGEN.SETTLESIM4
source: Ideal oxygen levels achieved...
fr: Niveau d'oxygène idéal atteint...

# STRINGS.UI.WORLDGEN.SETTLESIM5
source: Ideal oxygen levels achieved...
fr: Niveau d'oxygène idéal atteint...

# STRINGS.UI.WORLDGEN.SETTLESIM6
source: Planting space flora...
fr: Plantation d'espaces végétaux...

# STRINGS.UI.WORLDGEN.SETTLESIM7
source: Planting space flora...
fr: Plantation d'espaces végétaux...

# STRINGS.UI.WORLDGEN.SETTLESIM8
source: Releasing wildlife...
fr: Libération de la faune sauvage...

# STRINGS.UI.WORLDGEN.SETTLESIM9
source: Releasing wildlife...
fr: Libération de la faune sauvage...

# STRINGS.UI.WORLDGEN.USING_PLAYER_SEED
source: Using selected world gen seed:
fr: Graine de génération de monde utilisée:

# STRINGS.UI.WORLDGEN.WORLDLAYOUT
source: Freezing ice formations...
fr: Formations de glace...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT1
source: Freezing ice formations...
fr: Formations de glace...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT10
source: Sprinkling sand...
fr: Aspersion de sable...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT2
source: Freezing ice formations...
fr: Formations de glace...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT3
source: Freezing ice formations...
fr: Formations de glace...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT4
source: Melting magma...
fr: Fusion du magma...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT5
source: Melting magma...
fr: Fusion du magma...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT6
source: Melting magma...
fr: Fusion du magma...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT7
source: Sprinkling sand...
fr: Aspersion de sable...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT8
source: Sprinkling sand...
fr: Aspersion de sable...

# STRINGS.UI.WORLDGEN.WORLDLAYOUT9
source: Sprinkling sand...
fr: Aspersion de sable...
