Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.UI.FRONTEND.SUPPORTWARNINGS.SAVE_DIRECTORY_INSUFFICIENT_SPACE
source: There is insufficient disk space to write to your save directory. Please free at least 15 MB to give your saves some room to breathe. {0}
fr: Il n'y a pas suffisamment d'espace sur le disque dur pour sauvegarder. Libérez au moins 15MB pour donner à vos sauvegardes de la place pour respirer {0}

# STRINGS.UI.FRONTEND.SUPPORTWARNINGS.SAVE_DIRECTORY_READ_ONLY
source: A problem occurred while accessing your save directory. This may be because your directory is set to read-only. Please ensure your save directory is writable and re-launch the game. {0}
fr: Un problème est apparu pendant l'accès au fichier de sauvegarde. Cela pourrait venir du fichier qui est en lecture seule. Assurez vous que l'écriture dans le dossier est autorisée et relancez le jeu. {0}

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.ARE_YOU_SURE
source: Are you sure you want to uninstall this language pack?
fr: Êtes vous sur de vouloir désinstaller ce pack de langue?

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.DOWNLOAD
source: Start Download
fr: Commencer le téléchargement

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.INSTALL
source: Install
fr: Installer

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.INSTALLED
source: Installed
fr: Installé

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.NO_STEAM
source: Unable to retrieve language list from Steam
fr: Impossible de récupérer la liste des langues depuis Steam

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.PLEASE_REBOOT
source: Please restart your game for these changes to take effect.
fr: Redémarrez le jeu pour que les changements prennent effet.

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.PREINSTALLED_HEADER
source: Preinstalled Language Packs
fr: Packs de langue préinstallée

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.PREINSTALLED_LANGUAGES.EN
source: English (Klei)
fr: Anglais (Klei)

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.PREINSTALLED_LANGUAGES.KO_KLEI
source: Korean (Klei)
fr: Coréen (Klei)

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.PREINSTALLED_LANGUAGES.ZH_KLEI
source: Chinese (Klei)
fr: Chinois (Klei)

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.TITLE
source: TRANSLATIONS
fr: TRADUCTIONS

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.UGC_HEADER
source: Subscribed Workshop Language Packs
fr: Abonnements aux Packs de langage du Workshop

# STRINGS.UI.FRONTEND.TRANSLATIONS_SCREEN.UNINSTALL
source: Uninstall
fr: Désinstaller

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.CELSIUS_TOOLTIP
source: Change temperature unit to Celsius (°C)
fr: Changer les unités de température pour Celsius (°C)

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.FAHRENHEIT_TOOLTIP
source: Change temperature unit to Fahrenheit (°F)
fr: Changer les unités de température pour Farenheit (°F)

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.KELVIN_TOOLTIP
source: Change temperature unit to Kelvin (K)
fr: Changer les unités de température pour Kelvin (K)

# STRINGS.UI.FRONTEND.UNIT_OPTIONS_SCREEN.TITLE
source: TEMPERATURE UNITS
fr: UNITÉS DE TEMPÉRATURE

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.DONE_BUTTON
source: Done
fr: Terminé

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.RANDOM_BUTTON
source: Randomize
fr: Choix Aléatoire

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.RANDOM_BUTTON_TOOLTIP
source: Randomize a new world gen seed
fr: Créer une nouvelle graine de génération de monde aléatoire

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.TITLE
source: WORLD GENERATION OPTIONS
fr: OPTIONS DE GENERATION DU MONDE

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.TOOLTIP
source: This will override the current world gen seed
fr: Cela écrasera la graine de génération du monde actuelle

# STRINGS.UI.FRONTEND.WORLD_GEN_OPTIONS_SCREEN.USE_SEED
source: Set World Gen Seed
fr: Renseignez la graine de génération du monde

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.GENERATINGWORLD
source: GENERATING WORLD
fr: GÉNÉRATION DU MONDE

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.LOADINGGAME
source: LOADING WORLD...
fr: CHARGEMENT DU MONDE...

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SELECTSIZEPROMPT
source: A new world is about to be created. Please select its size.
fr: Un nouveau monde va être créé. Choisissez sa taille s'il vous plaît.

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SIZES.HUGE
source: Colossal
fr: Colossale

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SIZES.LARGE
source: Big
fr: Énorme

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SIZES.SMALL
source: Small
fr: Petit

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.SIZES.TINY
source: Tiny
fr: Minuscule

# STRINGS.UI.FRONTEND.WORLDGENSCREEN.TITLE
source: NEW GAME
fr: NOUVELLE PARTIE

# STRINGS.UI.GAMEOBJECTEFFECTS.COLDBREATHER
source: <style="heat">Cooling Effect</style>
fr: <style="heat">Effet Rafraîchissant</style>

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.CIRCUIT_OVERLOADED
source: Overload Damage
fr: Dégât de surcharge

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.CONDUIT_CONTENTS_BOILED
source: Heat Damage
fr: Dégât de surchauffe

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.CONDUIT_CONTENTS_FROZE
source: Cold Damage
fr: Dégât de Froid

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.LIQUID_PRESSURE
source: Pressure Damage
fr: Dégât de pression

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.MINION_DESTRUCTION
source: Anger Damage
fr: Dégât de colère

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.OVERHEAT
source: Overheat Damage
fr: Dégât de surchauffe

# STRINGS.UI.GAMEOBJECTEFFECTS.DAMAGE_POPS.WRONG_ELEMENT
source: Wrong Element Damage
fr: Élément de Dommages Incorrect

# STRINGS.UI.GAMEOBJECTEFFECTS.DARKNESS
source: Darkness
fr: Obscurité

# STRINGS.UI.GAMEOBJECTEFFECTS.EMITS_LIGHT
source: <style="heat">Light Range</style>: {0} tiles
fr: <style="heat">Portée Lumineuse</style>: {0} dalles

# STRINGS.UI.GAMEOBJECTEFFECTS.FOOD_EFFECTS
source: Effects:
fr: Effets:

# STRINGS.UI.GAMEOBJECTEFFECTS.FOOD_QUALITY
source: Quality: {0}
fr: Qualité: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.FORGAVEATTACKER
source: Forgiveness
fr: Pardon

# STRINGS.UI.GAMEOBJECTEFFECTS.GROWTHTIME
source: Growth: {0}
fr: Croissance: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.GROWTHTIME_REGROWTH
source: Domestic growth: {0} / {1}
fr: Développement en culture: {0} / {1}

# STRINGS.UI.GAMEOBJECTEFFECTS.GROWTHTIME_SIMPLE
source: Lifecycle: {0}
fr: Cycle de vie: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.IDEAL_PRESSURE
source: <style="gas">Air</style> Pressure: {0}
fr: Pression de l'<style="gas">Air</style>: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.IDEAL_TEMPERATURE
source: <style="heat">Temperature</style>: {0} to {1}
fr: <style="heat">Température</style>: {0} à {1}

# STRINGS.UI.GAMEOBJECTEFFECTS.INITIALGROWTHTIME
source: Initial Growth: {0}
fr: Croissance Initiale: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.LIFECYCLETITLE
source: Growth:
fr: Croissance:

# STRINGS.UI.GAMEOBJECTEFFECTS.LIGHT
source: Light
fr: Éclairage

# STRINGS.UI.GAMEOBJECTEFFECTS.PLANT_DO_NOT_HARVEST
source: Autoharvest Disabled
fr: Récolte Automatique Désactivée

# STRINGS.UI.GAMEOBJECTEFFECTS.PLANT_MARK_FOR_HARVEST
source: Autoharvest Enabled
fr: Récolte Automatique Activée

# STRINGS.UI.GAMEOBJECTEFFECTS.REGROWTHTIME
source: Regrowth: {0}
fr: Repousse: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_ATMOSPHERE
source: <style="gas">Atmosphere</style>:{0}
fr: <style="gas">Atmosphère</style>: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_DARKNESS
source: <style="gas">Darkness</style>
fr: <style="gas">Obscurité</style>

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_LIGHT
source: <style="gas">Light</style>
fr: <style="gas">Lumière</style>

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_PRESSURE
source: <style="gas">Air</style> Pressure: {0} minimum
fr: Pression de l'<style="gas">Air</style>: {0} minimum

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_RECEPTACLE
source: Farm Plot
fr: Parcelle Agricole

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_SUBMERSION
source: <style="liquid">Liquid</style> Submersion
fr: Immersion dans le <style="liquid">Liquide</style>

# STRINGS.UI.GAMEOBJECTEFFECTS.REQUIRES_TEMPERATURE
source: <style="heat">Temperature</style>: {0} to {1}
fr: <style="heat">Température</style>: {0} à {1}

# STRINGS.UI.GAMEOBJECTEFFECTS.ROTTEN
source: Rotten
fr: Pourri

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_PRODUCTION_DIG_ONLY
source: Consumes 1 <style="seed">Seed</style>
fr: Consomme 1 <style="seed">Graine</style>

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_PRODUCTION_FINAL_HARVEST
source: Final harvest yields <style="seed">Seeds</style>
fr: La dernière récolte donne des <style="seed">Graines</style>

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_PRODUCTION_FRUIT
source: Fruit produces <style="seed">Seeds</style>
fr: Les fruits produisent des <style="seed">Graines</style>

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_PRODUCTION_HARVEST
source: Harvest yields <style="seed">Seeds</style>
fr: La récolte donne des <style="seed">Graines</style>

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_REQUIREMENT_CEILING
source: Plot Orientation: Downward
fr: Orientation de l'emplacement: vers le bas

# STRINGS.UI.GAMEOBJECTEFFECTS.SEED_REQUIREMENT_WALL
source: Plot Orientation: Sideways
fr: Orientation de l'emplacement: latéral

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.COLDBREATHER
source: Lowers ambient air temperature
fr: Baisse la température ambiante

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.EMITS_LIGHT
source: Emits light
fr: Émet de la lumière

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.FOOD_EFFECTS
source: Duplicants will gain the following effects from eating this food: {0}
fr: Les Duplicants gagneront les effets suivants en mangeant cette nourriture: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.FOOD_QUALITY
source: Quality: {0}
fr: Qualité: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.GROWTHTIME
source: This plant takes {0} to grow
fr: Cette plante met {0} à pousser

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.GROWTHTIME_REGROWTH
source: This plant initially takes {0} to grow, but only {1} to mature after first harvest
fr: Cette plante met {0} à pousser, mais seulement {1} à mûrir après la première récolte

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.GROWTHTIME_SIMPLE
source: This plant takes {0} to grow
fr: Cette plante met {0} à pousser

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.IDEAL_FERTILIZER
source: This plant requires {1} of {0} for basic growth
fr: Cette plante a besoin de {1} {0} pour une croissance basique

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.IDEAL_PRESSURE
source: This plant requires Gas pressures above {0} for basic growth
fr: Cette plante a besoin de pressions de Gaz au dessus de {0} pour une croissance basique

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.IDEAL_TEMPERATURE
source: This plant requires internal temperatures between {0} and {1} for basic growth
fr: Cette plante a besoin d'une température interne comprise entre {0} et {1} pour une croissance basique

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.INITIALGROWTHTIME
source: This plant takes {0} to mature again once replanted
fr: Cette plante nécessite {0} pour pousser à nouveau une fois replantée

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REGROWTHTIME
source: This plant takes {0} to mature again once harvested
fr: Cette plante nécessite {0} pour pousser à nouveau une fois récoltée

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_ATMOSPHERE
source: This plant must be submerged in one of the following gases: {0}
fr: Cette plante doit être immergée dans un de ces gaz: {0}

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_DARKNESS
source: This plant requires complete darkness
fr: Cette plante à besoin d'être dans une obscurité totale

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_LIGHT
source: This plant requires a light source
fr: Cette plante nécessite une source de lumière

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_PRESSURE
source: Ambient Gas pressure must be at least {0} for basic growth
fr: La pression de gaz ambiant doit être au moins de {0} pour une croissance basique

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_RECEPTACLE
source: This plant must be housed in a planter box, farm tile or hydroponic farm to grow domestically
fr: Cette plante doit être dans une jardinière, une dalle fermière ou en culture hydroponique pour pousser

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_SUBMERSION
source: This plant must be fully submerged in liquid for basic growth
fr: Cette plante doit être intégralement immergée pour une croissance basique

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRES_TEMPERATURE
source: Internal temperature must be between {0} and {1} for basic growth
fr: La température interne de cette plante doit être entre {0} et {1} pour une croissance basique

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.REQUIRESFERTILIZER
source: This plant requires {1} {0} for basic growth
fr: Cette plante a besoin de {1} {0} pour une croissance basique

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_PRODUCTION_DIG_ONLY
source: May be replanted, but will produce no further seeds
fr: Cette plante peut être replantée mais ne produira plus de graines

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_PRODUCTION_FINAL_HARVEST
source: Yields new seeds on the final harvest of its lifecycle
fr: Cette plante donnera de nouvelle graines lors de la dernière récolte

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_PRODUCTION_FRUIT
source: Consuming this plant's fruit will yield new seeds
fr: Consommer le fruit de cette plante donnera de nouvelles graines

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_PRODUCTION_HARVEST
source: Harvesting this plant will yield new seeds
fr: Récolter cette plante donnera de nouvelles graines

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_REQUIREMENT_CEILING
source: This seed must be planted in a downward facing plot Press <color=#F44A47>[O]</color> while building farm plots to rotate them
fr: Cette graine doit être plantée dans une parcelle agricole orientée vers le bas Appuyez sur <color=#F44A47>[O]</color> pendant la construction de la parcelle pour la faire pivoter

# STRINGS.UI.GAMEOBJECTEFFECTS.TOOLTIPS.SEED_REQUIREMENT_WALL
source: This seed must be planted in a side facing plot Press <color=#F44A47>[O]</color> while building plots to rotate them
fr: Cette graine doit être plantée horizontalement Appuyez sur <color=#F44A47>[O]</color> en construisant les parcelles pour les faire pivoter

# STRINGS.UI.GENESHUFFLERMESSAGE.BODY_FAILURE
source: The machine attempted to alter this Duplicant, but there's no improving on perfection. <b>{0}</b> already has all positive traits!
fr: La machine a tenté de modifier ce Duplicant, mais ont ne peut pas améliorer la perfection. <b>{0}</b> a déjà tous les talents!

# STRINGS.UI.GENESHUFFLERMESSAGE.BODY_SUCCESS
source: Whew! <b>{0}'s</b> brain is still vibrating, but they've never felt better! <b>{0}</b> acquired the <b>{1}</b> trait. <b>{1}:</b> {2}
fr: Whew! Le cerveau de <b>{0}</b> vibre encore, mais il ne s'est jamais senti aussi bien! <b>{0}</b> a gagné le trait <b>{1}</b>. <b>{1}:</b> {2}

# STRINGS.UI.GENESHUFFLERMESSAGE.DISMISSBUTTON
source: DISMISS
fr: REJETER

# STRINGS.UI.GENESHUFFLERMESSAGE.HEADER
source: NEURAL VACILLATION COMPLETE
fr: VACILLATION NEURONALE COMPLÈTE

# STRINGS.UI.IMMIGRANTSCREEN.BACK
source: BACK
fr: RETOUR

# STRINGS.UI.IMMIGRANTSCREEN.CANCELBUTTON
source: Cancel
fr: Annuler

# STRINGS.UI.IMMIGRANTSCREEN.CONFIRMATIONBODY
source: The Printing Pod will need time to recharge if you Ooze these Duplicants.
fr: La Station d'Impression aura besoin de temps pour se recharger si vous laissez passer ces Duplicants.

# STRINGS.UI.IMMIGRANTSCREEN.CONFIRMATIONTITLE
source: Reject All Duplicants?
fr: Rejeter tous les Duplicants ?

# STRINGS.UI.IMMIGRANTSCREEN.EMBARK
source: EMBARK
fr: EMBARQUER

# STRINGS.UI.IMMIGRANTSCREEN.IMMIGRANTSCREENTITLE
source: Select a DNA Blueprint
fr: Sélectionner un Schéma ADN

# STRINGS.UI.IMMIGRANTSCREEN.NAME_YOUR_COLONY
source: NAME YOUR COLONY
fr: NOM DE LA COLONIE

# STRINGS.UI.IMMIGRANTSCREEN.PROCEEDBUTTON
source: Print
fr: Imprimer

# STRINGS.UI.IMMIGRANTSCREEN.REJECTALL
source: Reject All
fr: Tout Rejeter

# STRINGS.UI.IMMIGRANTSCREEN.SELECTDUPLICANTS
source: Select {0} Duplicants
fr: Sélectionnez {0} Duplicants

# STRINGS.UI.IMMIGRANTSCREEN.SELECTYOURCREW
source: CHOOSE THREE DUPLICANTS TO BEGIN
fr: CHOISISSEZ TROIS DUPLICANTS POUR COMMENCER

# STRINGS.UI.IMMIGRANTSCREEN.SHUFFLE
source: SHUFFLE
fr: MÉLANGE

# STRINGS.UI.IMMIGRANTSCREEN.SHUFFLE_COLONY_NAME
source: Randomize colony name
fr: Nom de colonie aléatoire

# STRINGS.UI.IMMIGRANTSCREEN.SHUFFLETOOLTIP
source: Shuffle for a different Duplicant
fr: Appuyez pour obtenir un Duplicant différent

# STRINGS.UI.JOBS
source: ERRANDS
fr: OCCUPATIONS

# STRINGS.UI.JOBSCREEN_DEFAULT
source: New Duplicants
fr: Nouveaux Duplicants

# STRINGS.UI.JOBSCREEN_EVERYONE
source: Everyone
fr: Tout le monde

# STRINGS.UI.JOBSCREEN_HIGH
source: High
fr: Haut

# STRINGS.UI.JOBSCREEN_LOW
source: Low
fr: Faible

# STRINGS.UI.JOBSCREEN_PRIORITY
source: Priority
fr: Priorité

# STRINGS.UI.JOBSSCREEN.COLUMN_SORT_BY_JOB_SKILL
source: Sort colony by <b>{0}</b> skill
fr: Trier la colonie par l'aptitude <b>{0}</b>

# STRINGS.UI.JOBSSCREEN.JOB_CANT_CONSUME
source: <b>{0}</b> cannot perform <b>{1} Errands</b>
fr: <b>{0}</b> ne peut pas effectuer <b>{1} Tâche(s)</b>

# STRINGS.UI.JOBSSCREEN.JOB_PERMISSION_FORCED_ROLE
source: <b>{0}</b>'s job requires they perform <b>{1} Errands</b>
fr: Le métier de <b>{0}</b> requiert qu'ils effectuent <b>{1} Tâche(s)</b>

# STRINGS.UI.JOBSSCREEN.JOB_PERMISSION_OFF
source: <b>{0}</b> will not perform <b>{1} Errands</b>
fr: <b>{0}</b> n'effectuera pas <b>{1} Tâche(s)</b>

# STRINGS.UI.JOBSSCREEN.JOB_PERMISSION_ON
source: <b>{0}</b> will perform <b>{1} Errands</b>
fr: <b>{0}</b> va effectuer <b>{1} Tâche(s)</b>

# STRINGS.UI.JOBSSCREEN.JOB_REFUSE
source: <b>{0}</b> refuses to perform <b>{1} Errands</b>
fr: <b>{0}</b> refuse d'effectuer <b>{1} Tâche(s)</b>

# STRINGS.UI.JOBSSCREEN.NEW_MINIONS_JOB_PERMISSION_OFF
source: <b>New Duplicants</b> will not perform <b>{0} Errands</b> by default
fr: Les <b>Nouveaux Duplicants</b> n'effectueront pas les tâches <b>{0}</b> par défaut

# STRINGS.UI.JOBSSCREEN.NEW_MINIONS_JOB_PERMISSION_ON
source: <b>New Duplicants</b> will perform <b>{0} Errands</b> by default
fr: Les <b>Nouveaux Duplicants</b> effectueront les tâches <b>{0}</b> par défaut

# STRINGS.UI.JOBSSCREEN.NEW_MINIONS_TOOLTIP_TOGGLE_ROW
source: Toggle all errands for <b>New Duplicants</b>
fr: Bascule toutes les tâches pour les <b>Nouveaux Duplicants</b>

# STRINGS.UI.JOBSSCREEN.TITLE
source: TOGGLE WORK ERRANDS
fr: SÉLECTION DES MISSIONS DE TRAVAIL

# STRINGS.UI.JOBSSCREEN.TOOLTIP_TOGGLE_ALL
source: Toggle all errands colonywide
fr: Bascule toutes les tâches de toute la colonie

# STRINGS.UI.JOBSSCREEN.TOOLTIP_TOGGLE_COLUMN_ALL
source: Toggle <b>{0} Errands</b> colonywide <b><color=#B87194FF>All Duplicants</color></b> may perform this errand ------------------
fr: Attribue <b>{0} Missions</b> à toute la colonie <b><color=#B87194FF>Tous les Duplicants</color></b> peuvent effectuer cette mission ------------------

# STRINGS.UI.JOBSSCREEN.TOOLTIP_TOGGLE_COLUMN_NONE
source: Toggle <b>{0} Errands</b> colonywide <b><color=#B87194FF>No Duplicants</color></b> may perform this errand ------------------
fr: Désattribue <b>{0} Missions</b> à toute la colonie <b><color=#B87194FF>Aucun Duplicant</color></b> ne peut effectuer cette mission ------------------

# STRINGS.UI.JOBSSCREEN.TOOLTIP_TOGGLE_COLUMN_PARTIAL
source: Toggle <b>{0} Errands</b> colonywide <b><color=#B87194FF>Some Duplicants</color></b> may perform this errand ------------------
fr: Attribue <b>{0} Missions</b> à toute la colonie <b><color=#B87194FF>Quelques Duplicants</color></b> peuvent effectuer cette mission ------------------

# STRINGS.UI.JOBSSCREEN.TOOLTIP_TOGGLE_COLUMN_ROLE_ONLY
source: Toggle <b>{0} Errands</b> colonywide <b><color=#B87194FF>Only Duplicants in a related job</color></b> may perform this errand ------------------
fr: Attribue <b>{0} Missions</b> à toute la colonie <b><color=#B87194FF>Seuls les Duplicants affectés à un poste en lien</color></b> peuvent effectuer cette mission ------------------

# STRINGS.UI.JOBSSCREEN.TOOLTIP_TOGGLE_ROW
source: Toggle all errands for <b>{0}</b>
fr: Bascule toutes les missions pour <b>{0}</b>

# STRINGS.UI.LOGIC_PORTS.CONTROL_OPERATIONAL
source: Enabled/Disabled
fr: Activé/Désactivé

# STRINGS.UI.LOGIC_PORTS.INPUT_PORTS
source: <style="logic">Auto Inputs</style>: {0}
fr: <style="logic">Entrées Auto</style>: {0}

# STRINGS.UI.LOGIC_PORTS.OUTPUT_PORTS
source: <style="logic">Auto Outputs</style>: {0}
fr: <style="logic">Sorties Auto</style>: {0}

# STRINGS.UI.METERS.BREATH.TOOLTIP
source: Oxygen
fr: Oxygène

# STRINGS.UI.METERS.HEALTH.TOOLTIP
source: Health
fr: Santé

# STRINGS.UI.MINION_IDENTITY_SORT.ROLE
source: Role
fr: Rôle

# STRINGS.UI.MINION_IDENTITY_SORT.TITLE
source: Sort By
fr: Trier par

# STRINGS.UI.NEUTRONIUMMASS
source: Immeasurable
fr: Incommensurable

# STRINGS.UI.OVERLAYS.CONVEYOR.BUTTON
source: Conveyor Overlay
fr: Calque Convoyeur

# STRINGS.UI.OVERLAYS.CONVEYOR.INPUT
source: Receptacle
fr: Bac

# STRINGS.UI.OVERLAYS.CONVEYOR.NAME
source: CONVEYOR OVERLAY
fr: CALQUE CONVOYEUR

# STRINGS.UI.OVERLAYS.CONVEYOR.OUTPUT
source: Loader
fr: Chargeur

# STRINGS.UI.OVERLAYS.CONVEYOR.TOOLTIPS.INPUT
source: <b>Receptacle</b> Receives material from a Conveyor Rail and stores it for Duplicant use
fr: <b>Bac</b> Receptionne les matériaux venant du Rail de Convoyeur et les stocke en attendant qu'un Duplicant les utilise

# STRINGS.UI.OVERLAYS.CONVEYOR.TOOLTIPS.OUTPUT
source: <b>Loader</b> Loads material onto a Conveyor Rail for transport to Receptacles
fr: <b>Chargeur</b> Charge les matériaux sur le Rail de Convoyeur pour les transporter jusqu'aux bacs

# STRINGS.UI.OVERLAYS.CROP.BUTTON
source: Farming Overlay
fr: Calque Agriculture

# STRINGS.UI.OVERLAYS.CROP.FULLY_GROWN
source: Fully Grown
fr: Croissance Complète

# STRINGS.UI.OVERLAYS.CROP.GROWING
source: Growing
fr: Pousse

# STRINGS.UI.OVERLAYS.CROP.GROWTH_HALTED
source: Halted Growth
fr: Croissance Stoppée

# STRINGS.UI.OVERLAYS.CROP.NAME
source: FARMING OVERLAY
fr: CALQUE AGRICULTURE

# STRINGS.UI.OVERLAYS.CROP.TOOLTIPS.FULLY_GROWN
source: <b>Fully Grown</b> These plants have reached maturation ------------------ Select the <style="misc">HARVEST TOOL</style> <color=#F44A47><b>[Y]</b></color> to batch harvest
fr: <b>Croissance Complète</b> Ces plantes sont arrivées à maturité ------------------- Sélectionnez <style="misc">L'OUTIL RÉCOLTE</style> <color=#F44A47><b>[Y]</b></color> pour lancer la récolte

# STRINGS.UI.OVERLAYS.CROP.TOOLTIPS.GROWING
source: <b>Growing</b> These plants are thriving in their current conditions
fr: <b>Pousse</b> Ces plantes poussent grâce aux conditions actuelles

# STRINGS.UI.OVERLAYS.CROP.TOOLTIPS.GROWTH_HALTED
source: <b>Halted Growth</b> Substandard conditions prevent these plants from growing
fr: <b>Croissance Stoppée</b> De mauvaises conditions empêchent cette plante de pousser

# STRINGS.UI.OVERLAYS.CROPS.BUTTON
source: Farming Overlay
fr: Calque Agriculture

# STRINGS.UI.OVERLAYS.CROPS.NAME
source: FARMING OVERLAY
fr: CALQUE AGRICULTURE

# STRINGS.UI.OVERLAYS.DECOR.BUTTON
source: Decor Overlay
fr: Calque Décoration

# STRINGS.UI.OVERLAYS.DECOR.CLOTHING
source: {0}'s Outfit
fr: Combinaison de {0}

# STRINGS.UI.OVERLAYS.DECOR.CLUTTER
source: Debris
fr: Débris

# STRINGS.UI.OVERLAYS.DECOR.HEADER_NEGATIVE
source: Negative Value:
fr: Valeur Négative:

# STRINGS.UI.OVERLAYS.DECOR.HEADER_POSITIVE
source: Positive Value:
fr: Valeur positive:

# STRINGS.UI.OVERLAYS.DECOR.HIGHDECOR
source: Positive Decor
fr: Décoration positive

# STRINGS.UI.OVERLAYS.DECOR.HOVERTITLE
source: DECOR
fr: DÉCORATION

# STRINGS.UI.OVERLAYS.DECOR.LIGHTING
source: Lighting
fr: Éclairage

# STRINGS.UI.OVERLAYS.DECOR.LOWDECOR
source: Negative Decor
fr: Décoration Négative

# STRINGS.UI.OVERLAYS.DECOR.NAME
source: DECOR OVERLAY
fr: CALQUE DÉCORATION
