Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.ELEMENTS.PETROLEUM.DESC
source: Petroleum is a <style="power">Power</style> source refined from <style="liquid">Crude Oil</style>. It is also an essential ingredient in the production of <style="solid">Plastic</style>.
fr: Le Pétrole est une source d'<style="power">Énergie</style> raffinée à partir de <style="liquid">Pétrole Brut</style>. C'est aussi un ingrédient essentiel dans la production de <style="solid">Plastique</style>.

# STRINGS.ELEMENTS.PETROLEUM.NAME
source: Petroleum
fr: Pétrole

# STRINGS.ELEMENTS.PHOSPHATENODULES.DESC
source: (PO<sup>3-</sup><sub>4</sub>) Nodules of sedimentary rock containing high concentrations of phosphate.
fr: Les Nodules de roche sédimentaire (PO<sup>3-</sup><sub>4</sub>) contenant de fortes concentrations de phosphate.

# STRINGS.ELEMENTS.PHOSPHATENODULES.NAME
source: Phosphate Nodules
fr: Nodules de Phosphate

# STRINGS.ELEMENTS.PHOSPHORITE.DESC
source: Phosphorite is a composite of sedimentary rock, saturated with phosphate.
fr: La Phosphorite est un composite de roches sédimentaires saturées en phosphate.

# STRINGS.ELEMENTS.PHOSPHORUS.DESC
source: (P) Phosphorus is a chemical element in its <style="solid">Solid</style> state.
fr: Le Phosphore (P) est un élément chimique à l'état <style="solid">Solide</style>.

# STRINGS.ELEMENTS.PHOSPHORUS.NAME
source: Phosphorus
fr: Phosphore

# STRINGS.ELEMENTS.PHOSPHORUSGAS.DESC
source: (P) Phosphorus is a chemical element in a <style="gas">Gaseous</style> state.
fr: Le Phosphore (P) est un élément chimique à l'état <style="gas">Gazeux</style>.

# STRINGS.ELEMENTS.PHOSPHORUSGAS.NAME
source: Phosphorus
fr: Phosphore

# STRINGS.ELEMENTS.POLYPROPYLENE.BUILD_DESC
source: Buildings made of this material have antiseptic properties
fr: Les structures construites dans ce matériau ont des propriétés antiseptiques

# STRINGS.ELEMENTS.POLYPROPYLENE.DESC
source: (C<sub>3</sub>H<sub>6</sub>)<sub>n</sub> Plastic is a thermoplastic polymer. It is useful as a raw <style="solid">Plastic</style> feedstock.
fr: Le Plastique (C<sub>3</sub>H<sub>6</sub>)<sub>n</sub> est un polymère thermoplastique. Il est utilisé comme matière première pour le <style="solid">Plastique</style>.

# STRINGS.ELEMENTS.POLYPROPYLENE.NAME
source: Plastic
fr: Plastique

# STRINGS.ELEMENTS.PONDSCUM.DESC
source: Pondscum is a soft, naturally occurring composite of biological nutrients. It may be processed into <style="solid">Fertilizer</style> and aids in the growth of certain <style="plant">Plants</style>.
fr: L'Écume est un mélange naturel de nutriments biologiques. Elle peut être transformée en <style="solid">Fertilisant</style> pour aider à faire pousser certaines <style="plant">Plantes</style>.

# STRINGS.ELEMENTS.PONDSCUM.NAME
source: Pondscum
fr: Pondscum (écume)

# STRINGS.ELEMENTS.PROPANE.DESC
source: (C<sub>3</sub>H<sub>8</sub>) Propane is a natural alkane <style="gas">Gas</style>. It is useful in <style="power">Power</style> production.
fr: Le Propane (C<sub>3</sub>H<sub>8</sub>) est un <style=gas">Gaz</style> alcalin naturel. Il est utile pour la production d'<style=power">Énergie</style>.

# STRINGS.ELEMENTS.RADIUM.DESC
source: (Ra) Radium is a <style="light">Light</style> emitting radioactive substance. It is useful as a <style="power">Power</style> source.
fr: Le Radium (Ra) est une une substance radioactive émettant de la <style=light">Lumière</style> . Il est très utile comme source d'<style=power">Énergie</style>.

# STRINGS.ELEMENTS.ROCKGAS.DESC
source: Rock Gas is rock that has been superheated into a <style="gas">Gaseous</style> state.
fr: Le Gaz de Roche est constitué de roche passée à l'état <style="gas">Gazeux</style> après avoir surchauffé.

# STRINGS.ELEMENTS.ROCKGAS.NAME
source: Rock Gas
fr: Gaz de Roche

# STRINGS.ELEMENTS.SAND.DESC
source: Sand is a composite of granular rock. It is useful as a <style="misc">Filtration Medium</style>.
fr: Le Sable est un composite de roche granulaire. Il est utilisé comme <style=misc">Moyen de Filtration</style>.

# STRINGS.ELEMENTS.SAND.NAME
source: Sand
fr: Sable

# STRINGS.ELEMENTS.SANDCEMENT.NAME
source: Sand Cement
fr: Sable à Ciment

# STRINGS.ELEMENTS.SANDSTONE.DESC
source: Sandstone is a composite of relatively soft sedimentary rock. It is useful as a <style="RawMineral">Construction Material</style>.
fr: Le Grès est un composite de roches sédimentaires relativement tendres. Il est utilisé comme <style=RawMineral">Matériau de Construction</style>.

# STRINGS.ELEMENTS.SANDSTONE.NAME
source: Sandstone
fr: Grès

# STRINGS.ELEMENTS.SEDIMENTARYROCK.DESC
source: Sedimentary Rock is a hardened composite of sediment layers. It is useful as a <style="RawMineral">Construction Material</style>.
fr: La Roche Sédimentaire est un composite durci de couches sédimentaires. Elle est utile comme <style=RawMineral">Matériaux de Construction</style>.

# STRINGS.ELEMENTS.SEDIMENTARYROCK.NAME
source: Sedimentary Rock
fr: Roche Sédimentaire

# STRINGS.ELEMENTS.SLABS.DESC
source: Slabs are a refined mineral building block used for assembling advanced buildings.
fr: Les Slabs sont des blocs de construction constitués de minéraux raffinés utilisés pour l'assemblage d'équipements avancés.

# STRINGS.ELEMENTS.SLABS.NAME
source: Building Slab
fr: Bloc de Construction

# STRINGS.ELEMENTS.SLIMEMOLD.DESC
source: Slime is a thick biomixture of algae, fungi, and mucopolysaccharides. It can be distilled into <style="solid">Algae</style> and is useful in some <style="oxygen">Oxygen</style> production processes.
fr: La Vase est un mélange biologique épais d'algue, de champignon et de mucopolysaccharides. Elle peut être distillée en <style=solid">Algue</style> et est utile pour certains processus de production d'<style="oxygen">Oxygène</style>.

# STRINGS.ELEMENTS.SLIMEMOLD.NAME
source: Slime
fr: Vase

# STRINGS.ELEMENTS.SNOW.DESC
source: (H<sub>2</sub>0) Snow is a mass of loose, crystalline ice particles. It becomes <style="liquid">Water</style> when melted.
fr: La neige (H<sub>2</sub>O) est une masse de particules de glace cristallines. Elle se transforme en <style="liquid">Eau</style> lorsqu'elle fond.

# STRINGS.ELEMENTS.SNOW.NAME
source: Snow
fr: Neige

# STRINGS.ELEMENTS.SOLIDCARBONDIOXIDE.DESC
source: (CO<sub>2</sub>) Carbon Dioxide is a toxic compound in a <style="solid">Solid</style> state.
fr: Le Dioxyde de Carbone (CO<sub>2</sub>) est un élément toxique à l'état <style="solid">Solide</style>.

# STRINGS.ELEMENTS.SOLIDCARBONDIOXIDE.NAME
source: Carbon Dioxide
fr: Dioxyde de Carbone

# STRINGS.ELEMENTS.SOLIDCHLORINE.DESC
source: (Cl) Chlorine is a toxic chemical element in a <style="solid">Solid</style> state.
fr: Le Chlore (Cl) est un élément chimique toxique à l'état <style="solid">Solide</style>.

# STRINGS.ELEMENTS.SOLIDCHLORINE.NAME
source: Chlorine
fr: Chlore

# STRINGS.ELEMENTS.SOLIDCRUDEOIL.DESC
source: Crude Oil is a raw potential <style="power">Power</style> source in a <style="solid">Solid</style> state.
fr: Le Pétrole Brut est une source <style="power">d'énergie</style> brute à l'état <style="solid">solide</style>.

# STRINGS.ELEMENTS.SOLIDCRUDEOIL.NAME
source: Crude Oil
fr: Pétrole Brut

# STRINGS.ELEMENTS.SOLIDHYDROGEN.DESC
source: (H) Hydrogen is the universe's most common element in a <style="solid">Solid</style> state.
fr: L'Hydrogène (H) est l'élément le plus commun dans l'univers à l'état <style="solid">Solide</style>.

# STRINGS.ELEMENTS.SOLIDHYDROGEN.NAME
source: Hydrogen
fr: Hydrogène

# STRINGS.ELEMENTS.SOLIDMERCURY.DESC
source: (Hg) Mercury is a toxic <style="RawMetal">Metal</style> in a <style="solid">Solid</style> state.
fr: Le Mercure (Hg) est un <style="RawMetal">Métal</style> toxique à l'état <style="solid">Solide</style>.

# STRINGS.ELEMENTS.SOLIDMERCURY.NAME
source: Mercury
fr: Mercure

# STRINGS.ELEMENTS.SOLIDMETHANE.DESC
source: (CH<sub>4</sub>) Methane is an alkane in a <style="solid">Solid</style> state.
fr: Le Méthane (CH<sub>4</sub>) est un alcane à l'état <style="solid">Solide</style>.

# STRINGS.ELEMENTS.SOLIDMETHANE.NAME
source: Methane
fr: Méthane

# STRINGS.ELEMENTS.SOLIDNAPHTHA.DESC
source: Naphtha is a distilled hydrocarbon mixture in a <style="solid">Solid</style> state.
fr: Le Naphta est un mélange d'hydrocarbures distillés à l'état <style="solid">Solide</style>.

# STRINGS.ELEMENTS.SOLIDNAPHTHA.NAME
source: Naphtha
fr: Naphta

# STRINGS.ELEMENTS.SOLIDOXYGEN.DESC
source: (O<sub>2</sub>) Oxygen is a breathable element in a <style="solid">Solid</style> state.
fr: L'Oxygène (O<sub>2</sub>) est un élément respirable à l'état <style="solid">Solide</style>.

# STRINGS.ELEMENTS.SOLIDOXYGEN.NAME
source: Oxygen
fr: Oxygène

# STRINGS.ELEMENTS.SOLIDPETROLEUM.DESC
source: Petroleum is a <style="power">Power</style> source in a <style="solid">Solid</style> state.
fr: Le Pétrole est une source d'<style="power">Énergie</style> à l'état <style="solid">Solide</style>.

# STRINGS.ELEMENTS.SOLIDPETROLEUM.NAME
source: Petroleum
fr: Pétrole

# STRINGS.ELEMENTS.SOLIDPROPANE.DESC
source: (C<sub>3</sub>H<sub>8</sub>) Propane is a natural gas in a <style="solid">Solid</style> state.
fr: Le Propane (C<sub>3</sub>H<sub>8</sub>) est un gaz naturel à l'état <style="solid">Solide</style>.

# STRINGS.ELEMENTS.STATE.GAS
source: Gas
fr: Gaz

# STRINGS.ELEMENTS.STATE.LIQUID
source: Liquid
fr: Liquide

# STRINGS.ELEMENTS.STATE.SOLID
source: Solid
fr: Solide

# STRINGS.ELEMENTS.STATE.VACUUM
source: None
fr: Aucun

# STRINGS.ELEMENTS.STEAM.DESC
source: (H<sub>2</sub>0) Steam is water that has been heated into a scalding <style="gas">Gas</style>.
fr: La Vapeur (H<sub>2</sub>O) est constituée d'eau qui a chauffé pour atteindre un état <style="gas">Gazeux</style>.

# STRINGS.ELEMENTS.STEAM.NAME
source: Steam
fr: Vapeur

# STRINGS.ELEMENTS.STEEL.DESC
source: Steel is a <style="RefinedMetal">Metal Alloy</style> composed of iron and carbon.
fr: L'Acier est un <style="RefinedMetal">Alliage Métallique</style> composé de fer et de carbone.

# STRINGS.ELEMENTS.STEEL.NAME
source: Steel
fr: Acier

# STRINGS.ELEMENTS.STEELGAS.DESC
source: Steel is a superheated <style="RawMetal">Metal</style> <style="gas">Gas</style> composed of iron and carbon.
fr: L'acier est un <style="gas">Gaz</style> <style="RawMetal">Métallique</style> surchauffé composé de fer et de carbone.

# STRINGS.ELEMENTS.STEELGAS.NAME
source: Steel
fr: Acier

# STRINGS.ELEMENTS.TOXICSAND.DESC
source: Polluted Dirt is toxic biological waste. It emits <style="disease">Polluted Oxygen</style> over time.
fr: La Terre Polluée est un amalgame de déchets toxiques. Elle émet de l'<style="disease">Oxygène Pollué</style> avec le temps.

# STRINGS.ELEMENTS.TOXICSAND.NAME
source: Polluted Dirt
fr: Terre Pollué

# STRINGS.ELEMENTS.TUNGSTEN.DESC
source: (W) Tungsten is an extremely tough crystalline <style="RawMetal">Metal</style>. It is suitable for building <style="power">Power</style> systems.
fr: Le Tungstène (W) est un <style="RawMetal">Métal</style> cristallin extrêmement dur. Il est adapté pour la construction de systèmes d'<style="power">Énergie</style>.

# STRINGS.ELEMENTS.TUNGSTEN.NAME
source: Tungsten
fr: Tungstène

# STRINGS.ELEMENTS.TUNGSTENDISELENIDE.DESC
source: (WSe<sub>2</sub>) Tungsten Diselenide is an inorganic <style="RawMetal">Metal</style> compound with a crystalline structure. It is suitable for building <style="power">Power</style> systems.
fr: Le Disélénide de Tungstène (WSe<sub>2</sub>) est un composé de <style="RawMetal">Métal</style> de structure cristalline. Il est adapté pour la construction de systèmes d'<style="power">Énergie</style>.

# STRINGS.ELEMENTS.TUNGSTENDISELENIDE.NAME
source: Tungsten Diselenide
fr: Disélénide de Tungstène

# STRINGS.ELEMENTS.TUNGSTENDISELENIDEGAS.DESC
source: (WSe<sub>2</sub>) Tungsten Diselenide is a superheated <style="RawMetal">Metal</style> compound in a <style="gas">Gaseous</style> state.
fr: Le Disélénide de Tungstène (WSe<sub>2</sub>) est un composé <style="RawMetal">Métallique</style> surchauffé à l'état <style="gas">Gazeux</style>.

# STRINGS.ELEMENTS.TUNGSTENDISELENIDEGAS.NAME
source: Tungsten Diselenide
fr: Disélénide de Tungstène

# STRINGS.ELEMENTS.TUNGSTENGAS.DESC
source: (W) Tungsten is a superheated crystalline <style="RawMetal">Metal</style> in a <style="gas">Gaseous</style> state.
fr: Le Tungstène (W) est un <style="RawMetal">Métal</style> cristallin surchauffé à l'état <style="gas">Gazeux</style>.

# STRINGS.ELEMENTS.TUNGSTENGAS.NAME
source: Tungsten
fr: Tungstène

# STRINGS.ELEMENTS.UNOBTANIUM.DESC
source: (Nt) Neutronium is a mysterious and extremely resilient <style="RawMetal">Metallic</style> element. It cannot be excavated by any Duplicant mining tool.
fr: Le Neutronium (Nt) est un élément <style="RawMetal">Métallique</style> mystérieux et extrêmement résilient. Il ne peut être excavé par aucun outil de Duplicant.

# STRINGS.ELEMENTS.VACUUM.DESC
source: A vacuum is a space devoid of all matter.
fr: Le vide est un espace dépourvu de toute matière.

# STRINGS.ELEMENTS.VACUUM.NAME
source: Vacuum
fr: Vide

# STRINGS.ELEMENTS.VOID.DESC
source: Cold, infinite nothingness.
fr: Néant Froid, Infini.

# STRINGS.ELEMENTS.VOID.NAME
source: Void
fr: Le Vide

# STRINGS.ELEMENTS.WATER.DESC
source: (H<sub>2</sub>O) Clean <style="liquid">Water</style>, suitable for consumption.
fr: <style="liquid">Eau</style> propre (H<sub>2</sub>O), adaptée à la consommation.

# STRINGS.ELEMENTS.WATER.NAME
source: Water
fr: Eau

# STRINGS.ELEMENTS.WOLFRAMITE.DESC
source: ((Fe,Mn)WO<sub>4</sub>) Wolframite is a dense <style="RawMetal">Metallic</style> element in a <style="solid">Solid</style> state. It is a source of <style="RawMetal">Tungsten</style> and is suitable for building <style="power">Power</style> systems.
fr: Le Wolframite ((Fe,Mn)WO<sub>4</sub>) est un élément <style="RawMetal">Métallique</style> dense à l'état <style="solid">Solide</style>. C'est une source de <style="RawMetal">Tungstène</style> et il est adapté à la construction de systèmes d'<style="power">Énergie</style>.

# STRINGS.EQUIPMENT.PREFABS.AQUA_SUIT.DESC
source: Because breathing underwater is better than... not.
fr: Parce que respirer sous l'eau est mieux que ... ne pas respirer.

# STRINGS.EQUIPMENT.PREFABS.AQUA_SUIT.EFFECT
source: Supplies Duplicants with <style="oxygen">Oxygen</style> in underwater environments. Must be refilled with oxygen at an Exosuit Recharger when depleted.
fr: Fournit de l'<style="oxygen">Oxygène</style> aux Duplicants dans les environnements subaquatiques. Doit être rechargé en oxygène dans un chargeur d'Exosuit quand il est vide.

# STRINGS.EQUIPMENT.PREFABS.AQUA_SUIT.NAME
source: Aqua Suit
fr: Scaphandre

# STRINGS.EQUIPMENT.PREFABS.AQUA_SUIT.RECIPE_DESC
source: Supplies Duplicants with <style="oxygen">Oxygen</style> in underwater environments.
fr: Fournit de l'<style="oxygen">Oxygène</style> aux Duplicants dans les environnements subaquatiques.

# STRINGS.EQUIPMENT.PREFABS.ATMO_SUIT.DESC
source: Make sure your Duplicants can breathe easy, anytime, anywhere.
fr: Assurez-vous que vos Duplicants peuvent respirer facilement, n'importe quand, n'importe où.

# STRINGS.EQUIPMENT.PREFABS.ATMO_SUIT.EFFECT
source: Supplies Duplicants with <style="oxygen">Oxygen</style> in toxic and low breathability environments. Must be refilled with oxygen at an Exosuit Recharger when depleted.
fr: Fournit de l'<style="oxygen">Oxygène</style> aux Duplicants dans les environnements toxiques et difficilement respirables. Doit être rechargé en oxygène dans un chargeur d'Exosuit quand il est vide.

# STRINGS.EQUIPMENT.PREFABS.ATMO_SUIT.GENERICNAME
source: Suit
fr: Combinaison

# STRINGS.EQUIPMENT.PREFABS.ATMO_SUIT.NAME
source: Atmo Suit
fr: Combinaison Atmosphérique

# STRINGS.EQUIPMENT.PREFABS.ATMO_SUIT.RECIPE_DESC
source: Supplies Duplicants with <style="oxygen">Oxygen</style> in toxic and low breathability environments.
fr: Fournit de l'<style="oxygen">Oxygène</style> aux Duplicants dans les environnements toxiques et difficilement respirables.

# STRINGS.EQUIPMENT.PREFABS.BORING_MACHINE.NAME
source: Prospectolator
fr: Prospectolateur

# STRINGS.EQUIPMENT.PREFABS.COOL_VEST.DESC
source: Don't sweat it!
fr: Ce Duplicant mouille la chemise!

# STRINGS.EQUIPMENT.PREFABS.COOL_VEST.EFFECT
source: Protects the wearer from <style="heat">Heat</style> by decreasing insulation.
fr: Protège le porteur de la <style="heat">Chaleur</style>en réduisant l'isolation.

# STRINGS.EQUIPMENT.PREFABS.COOL_VEST.GENERICNAME
source: Clothing
fr: Vêtements

# STRINGS.EQUIPMENT.PREFABS.COOL_VEST.NAME
source: Cool Vest
fr: Veste rafraichissante

# STRINGS.EQUIPMENT.PREFABS.COOL_VEST.RECIPE_DESC
source: Protects the wearer from <style="heat">Heat</style> by decreasing insulation.
fr: Protège le porteur de la <style="heat">Chaleur</style> en réduisant l'isolation.

# STRINGS.EQUIPMENT.PREFABS.FUNKY_VEST.DESC
source: Turn your Duplicant into a walking beacon of charm and style.
fr: Transforme votre Duplicant en référence de charme et de style.

# STRINGS.EQUIPMENT.PREFABS.FUNKY_VEST.EFFECT
source: Increases Decor in a small area effect around the wearer.
fr: Améliore la Décoration dans un petit rayon autour du Duplicant qui la porte.

# STRINGS.EQUIPMENT.PREFABS.FUNKY_VEST.GENERICNAME
source: Clothing
fr: Vêtements

# STRINGS.EQUIPMENT.PREFABS.FUNKY_VEST.NAME
source: Snazzy Suit
fr: Veste tape-à-l'œil

# STRINGS.EQUIPMENT.PREFABS.FUNKY_VEST.RECIPE_DESC
source: Increases Decor in a small area effect around the wearer.
fr: Améliore la Décoration dans un petit rayon autour du Duplicant qui la porte.

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK.EFFECT
source: Allows Duplicants to breathe in hazardous environments. Does not work when submerged in <style="liquid">Liquid</style>.
fr: Permet aux Duplicants de respirer dans des environnements dangereux. Ne fonctionne pas quand il est immergé dans un <style="liquid">Liquide</style>.

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK.GENERICNAME
source: Equipment
fr: Équipement

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK.NAME
source: Oxygen Tank
fr: Réserve d'Oxygène

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK.RECIPE_DESC
source: Allows Duplicants to breathe in hazardous environments. Does not work when submerged in <style="liquid">Liquid</style>.
fr: Permet aux Duplicants de respirer dans des environnements dangereux. Ne fonctionne pas quand il est immergé dans du <style="liquid">Liquide</style>.

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK_UNDERWATER.EFFECT
source: Allows Duplicants to breathe while submerged in <style="liquid">Liquid</style>. Does not work outside of liquid.
fr: Permet aux Duplicants de respirer quand ils sont immergés dans un <style="liquid">Liquide</style>. Ne fonctionne pas hors du liquide.

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK_UNDERWATER.GENERICNAME
source: Equipment
fr: Équipement

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK_UNDERWATER.NAME
source: Oxygen Rebreather
fr: Recycleur d'oxygène

# STRINGS.EQUIPMENT.PREFABS.OXYGEN_TANK_UNDERWATER.RECIPE_DESC
source: Allows Duplicants to breathe while submerged in <style="liquid">Liquid</style>. Does not work outside of liquid.
fr: Permet aux Duplicants de respirer quand ils sont immergés dans un <style="liquid">Liquide</style>. Ne fonctionne pas hors du liquide.

# STRINGS.EQUIPMENT.PREFABS.QUARRYING_GUN.NAME
source: Quarrying Gun
fr: Pistolet d'Extraction

# STRINGS.EQUIPMENT.PREFABS.TEMPERATURE_SUIT.DESC
source: Keep your Duplicants cool in case things heat up.
fr: Gardez vos Duplicants au frais si les choses se réchauffent.

# STRINGS.EQUIPMENT.PREFABS.TEMPERATURE_SUIT.EFFECT
source: Provides insulation in regions with extreme <style="heat">Temperatures</style>. Must be powered at an Exosuit Recharger when depleted.
fr: Fournit une isolation dans les zones ou règnent des <style="heat">Températures</style> extrêmes. Doit être alimenté par un Rechargeur d'Exosuit lorsqu'il est épuisé.

# STRINGS.EQUIPMENT.PREFABS.TEMPERATURE_SUIT.NAME
source: Thermo Suit
fr: Combinaison Thermique

# STRINGS.EQUIPMENT.PREFABS.TEMPERATURE_SUIT.RECIPE_DESC
source: Provides insulation in regions with extreme <style="heat">Temperatures</style>.
fr: Fournit une isolation dans les zones où les <style="heat">Températures</style> sont extrêmes.

# STRINGS.EQUIPMENT.PREFABS.WARM_VEST.DESC
source: Happiness is a warm Duplicant.
fr: Le bonheur c'est un Duplicant bien au chaud.

# STRINGS.EQUIPMENT.PREFABS.WARM_VEST.EFFECT
source: Protects the wearer from <style="heat">Cold</style> by increasing insulation.
fr: Protège le porteur du <style="heat">Froid</style> en augmentant son isolation.

# STRINGS.EQUIPMENT.PREFABS.WARM_VEST.GENERICNAME
source: Clothing
fr: Vêtements

# STRINGS.EQUIPMENT.PREFABS.WARM_VEST.NAME
source: Warm Sweater
fr: Pull Chaud

# STRINGS.EQUIPMENT.PREFABS.WARM_VEST.RECIPE_DESC
source: Protects the wearer from <style="heat">Cold</style> by increasing insulation.
fr: Protège le porteur du <style="heat">Froid</style> en augmentant son isolation.

# STRINGS.INPUT.BACKQUOTE
source: Backquote
fr: Retour arrière

# STRINGS.INPUT.BACKSPACE
source: Backspace
fr: Touche retour arrière

# STRINGS.INPUT.ENTER
source: Enter
fr: Entrée

# STRINGS.INPUT.ESCAPE
source: Escape
fr: Echap

# STRINGS.INPUT.LEFT_ALT
source: L-Alt
fr: Alt Gauche

# STRINGS.INPUT.LEFT_CTRL
source: L-Ctrl
fr: Ctrl Gauche

# STRINGS.INPUT.LEFT_SHIFT
source: L-Shift
fr: Shift Gauche

# STRINGS.INPUT.MOUSE
source: Mouse
fr: Souris

# STRINGS.INPUT.MOUSE_SCROLL_DOWN
source: Mouse Scroll Down
fr: Défilement Souris Bas

# STRINGS.INPUT.MOUSE_SCROLL_UP
source: Mouse Scroll Up
fr: Défilement Souris Haut

# STRINGS.INPUT.PERIOD
source: Period
fr: Point

# STRINGS.INPUT.RIGHT_ALT
source: R-Alt
fr: Alt Droit

# STRINGS.INPUT.RIGHT_CTRL
source: R-Ctrl
fr: Ctrl Droit

# STRINGS.INPUT.RIGHT_SHIFT
source: R-Shift
fr: Shift Droit

# STRINGS.INPUT.SPACE
source: Space
fr: Espace

# STRINGS.INPUT_BINDINGS.BUILDING.NAME
source: Building
fr: Équipement

# STRINGS.INPUT_BINDINGS.BUILDING.TOGGLEENABLED
source: ToggleEnabled
fr: Basculer Activé / Désactivé

# STRINGS.INPUT_BINDINGS.BUILDING.TOGGLEOPEN
source: ToggleOpen
fr: Basculer Ouvert / Fermé

# STRINGS.INPUT_BINDINGS.DEBUG.SREENSHOT1X
source: SreenShot1x
fr: Copie d'Écran x

# STRINGS.INPUT_BINDINGS.DEBUG.SREENSHOT2X
source: SreenShot2x
fr: Copie d'Écran 2x

# STRINGS.INPUT_BINDINGS.DEBUG.SREENSHOT32X
source: SreenShot32x
fr: Copie d'Écran 32x

# STRINGS.INPUT_BINDINGS.DEBUG.SREENSHOT8X
source: SreenShot8x
fr: Copie d'Écran 8x

# STRINGS.INPUT_BINDINGS.DEBUG.TOGGLECHROMEPROFILER
source: ToggleChromeProfiler
fr: Activer le Profiler Chrome

# STRINGS.INPUT_BINDINGS.DEBUG.TOGGLEPROFILER
source: ToggleProfiler
fr: Activer le Profiler

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGECONSUMABLES
source: ManageConsumables
fr: Gérer les Consommables

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGEPEOPLE
source: ManagePeople
fr: Gérer les Habitants

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGEREPORT
source: ManageReport
fr: Gérer les Rapports

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGERESEARCH
source: ManageResearch
fr: Gérer les Recherches

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGEROLES
source: ManageRoles
fr: Gérer les Rôles

# STRINGS.INPUT_BINDINGS.MANAGEMENT.MANAGEVITALS
source: ManageVitals
fr: Gérer les Paramêtres Vitaux

# STRINGS.INPUT_BINDINGS.MANAGEMENT.NAME
source: Management
fr: Gestion

# STRINGS.INPUT_BINDINGS.ROOT.ALTERNATEVIEW
source: AlternateView
fr: Vue alternative

# STRINGS.INPUT_BINDINGS.ROOT.ATTACK
source: Attack
fr: Attaquer

# STRINGS.INPUT_BINDINGS.ROOT.BUILDINGCANCEL
source: BuildingCancel
fr: Annuler la Construction

# STRINGS.INPUT_BINDINGS.ROOT.BUILDINGDECONSTRUCT
source: BuildingDeconstruct
fr: Démolir la Construction

# STRINGS.INPUT_BINDINGS.ROOT.CAMERAHOME
source: CameraHome
fr: Déplacer la Caméra au Point de Départ

# STRINGS.INPUT_BINDINGS.ROOT.CLEAR
source: Clear
fr: Ramasser

# STRINGS.INPUT_BINDINGS.ROOT.CYCLESPEED
source: CycleSpeed
fr: Changer la Vitesse du Cycle

# STRINGS.INPUT_BINDINGS.ROOT.DIG
source: Dig
fr: Creuser
