Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.UI.SCHEDULESCREEN.SELECTHELP
source: Select an option and then click or drag on the timetable to adjust the Duplicant's schedule.
fr: Sélectionnez une option, puis cliquez ou faites glisser sur l'horaire pour ajuster la planification du Duplicant.

# STRINGS.UI.SCHEDULESCREEN.TIMESLOT
source: Time Slot
fr: Créneau horaire

# STRINGS.UI.SPEED_FAST
source: FAST
fr: RAPIDE

# STRINGS.UI.SPEED_MEDIUM
source: MEDIUM
fr: MOYEN

# STRINGS.UI.SPEED_SLOW
source: SLOW
fr: LENT

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_EATEN_TODAY
source: Sort by eaten today
fr: Trier par mangé aujourd'hui

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_EXPECTATIONS
source: Sort by quality expectations
fr: Trier par Exigence de Qualité

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_FULLNESS
source: Sort by fullness
fr: Trier par satiété

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_HITPOINTS
source: Sort by hit points
fr: Trier par point de vie

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_IMMUNEPOINTS
source: Sort by immune points
fr: Trier par points d'immunité

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_NAME
source: Sort by name
fr: Trier par nom

# STRINGS.UI.TABLESCREENS.COLUMN_SORT_BY_STRESS
source: Sort by stress level
fr: Trier par niveau de stress

# STRINGS.UI.TABLESCREENS.GOTO_DUPLICANT_BUTTON
source: Double-click to go to <b>{0}</b>
fr: Double cliquez pour aller à <b>{0}</b>

# STRINGS.UI.TABLESCREENS.SELECT_DUPLICANT_BUTTON
source: Click to select <b>{0}</b>
fr: Cliquez pour sélectionner <b>{0}</b>

# STRINGS.UI.TOOLS.ATTACK.NAME
source: Attack
fr: Attaquer

# STRINGS.UI.TOOLS.ATTACK.TOOLACTION
source: DRAG TO ATTACK
fr: FAITES GLISSER POUR ATTAQUER

# STRINGS.UI.TOOLS.ATTACK.TOOLNAME
source: Attack tool
fr: Outil d'Attaque

# STRINGS.UI.TOOLS.BUILD.NAME
source: Build {0}
fr: Constuire {0}

# STRINGS.UI.TOOLS.BUILD.TOOLACTION
source: CLICK TO BUILD
fr: CLIQUEZ POUR CONSTRUIRE

# STRINGS.UI.TOOLS.BUILD.TOOLACTION_DRAG
source: DRAG TO BUILD
fr: FAITES GLISSER POUR CONSTRUIRE

# STRINGS.UI.TOOLS.BUILD.TOOLNAME
source: Build tool
fr: Outil construction

# STRINGS.UI.TOOLS.CANCEL.NAME
source: Cancel
fr: Annuler

# STRINGS.UI.TOOLS.CANCEL.TOOLACTION
source: DRAG TO CANCEL ACTION
fr: FAITES GLISSER POUR ANNULER UNE ACTION

# STRINGS.UI.TOOLS.CANCEL.TOOLNAME
source: Cancel tool
fr: Annuler l'outil

# STRINGS.UI.TOOLS.CLEANUPCATEGORY.NAME
source: Clean
fr: Nettoyer

# STRINGS.UI.TOOLS.CLEANUPCATEGORY.TOOLNAME
source: Clean Up tools
fr: Outils de nettoyage

# STRINGS.UI.TOOLS.COPYSETTINGS.NAME
source: Paste Settings
fr: Coller les Paramètres

# STRINGS.UI.TOOLS.COPYSETTINGS.TOOLACTION
source: DRAG TO PASTE SETTINGS
fr: FAITES GLISSER POUR COLLER LES PARAMÈTRES

# STRINGS.UI.TOOLS.COPYSETTINGS.TOOLNAME
source: Paste Settings Tool
fr: Outil pour Coller les Paramètres

# STRINGS.UI.TOOLS.DECONSTRUCT.NAME
source: Deconstruct
fr: Démolir

# STRINGS.UI.TOOLS.DECONSTRUCT.TOOLACTION
source: DRAG TO DECONSTRUCT
fr: FAITES GLISSER POUR DÉMOLIR

# STRINGS.UI.TOOLS.DECONSTRUCT.TOOLNAME
source: Deconstruct tool
fr: Outil de démolition

# STRINGS.UI.TOOLS.DIG.NAME
source: Dig
fr: Creuser

# STRINGS.UI.TOOLS.DIG.TOOLACTION
source: DRAG TO DIG
fr: FAITES GLISSER POUR CREUSER

# STRINGS.UI.TOOLS.DIG.TOOLNAME
source: Dig tool
fr: Outil pour creuser

# STRINGS.UI.TOOLS.DISINFECT.NAME
source: Disinfect
fr: Désinfecter

# STRINGS.UI.TOOLS.DISINFECT.TOOLACTION
source: DRAG TO DISINFECT
fr: FAITES GLISSER POUR DESINFECTER

# STRINGS.UI.TOOLS.DISINFECT.TOOLNAME
source: Disinfect tool
fr: Outil pour désinfecter

# STRINGS.UI.TOOLS.FILTERLAYERS.ALL
source: All
fr: Tout

# STRINGS.UI.TOOLS.FILTERLAYERS.ATTACK
source: Attack
fr: Attaquer

# STRINGS.UI.TOOLS.FILTERLAYERS.BACKWALL
source: Background Buildings
fr: Arrière Plan

# STRINGS.UI.TOOLS.FILTERLAYERS.BUILDINGS
source: Buildings
fr: Équipements

# STRINGS.UI.TOOLS.FILTERLAYERS.CLEANANDCLEAR
source: Sweep & Mop Orders
fr: Ramassage & Nettoyage

# STRINGS.UI.TOOLS.FILTERLAYERS.DIGPLACER
source: Dig Orders
fr: Ordres de Creuser

# STRINGS.UI.TOOLS.FILTERLAYERS.DO_NOT_HARVEST
source: Disable Harvest
fr: Désactiver la Récolte

# STRINGS.UI.TOOLS.FILTERLAYERS.GASPIPES
source: Gas Pipes
fr: Conduites de Gaz

# STRINGS.UI.TOOLS.FILTERLAYERS.HARVEST_WHEN_READY
source: Enable Harvest
fr: Activer la récole

# STRINGS.UI.TOOLS.FILTERLAYERS.LIQUIDPIPES
source: Liquid Pipes
fr: Conduites de Liquide

# STRINGS.UI.TOOLS.FILTERLAYERS.LOGIC
source: Automation
fr: Automatisation

# STRINGS.UI.TOOLS.FILTERLAYERS.SOLIDCONDUITS
source: Conveyor Rails
fr: Rails de Convoyeur

# STRINGS.UI.TOOLS.FILTERLAYERS.TILES
source: Tiles
fr: Dalles

# STRINGS.UI.TOOLS.FILTERLAYERS.WIRES
source: Power Wires
fr: Câbles Électriques

# STRINGS.UI.TOOLS.FILTERSCREEN.OPTIONS
source: Tool Filter
fr: Filtre de l'Outil

# STRINGS.UI.TOOLS.GENERIC.BACK
source: Back
fr: Retour

# STRINGS.UI.TOOLS.GENERIC.UNKNOWN
source: UNKNOWN
fr: INCONNU

# STRINGS.UI.TOOLS.HARVEST.NAME
source: Harvest
fr: Récolter

# STRINGS.UI.TOOLS.HARVEST.TOOLACTION
source: DRAG TO TOGGLE HARVEST
fr: FAITES GLISSER POUR LANCER LA RÉCOLTE

# STRINGS.UI.TOOLS.HARVEST.TOOLNAME
source: Harvest tool
fr: Outil de récolte

# STRINGS.UI.TOOLS.MARKFORSTORAGE.NAME
source: Sweep
fr: Ramasser

# STRINGS.UI.TOOLS.MARKFORSTORAGE.TOOLACTION
source: DRAG TO SWEEP
fr: FAITES GLISSER POUR BALAYER

# STRINGS.UI.TOOLS.MARKFORSTORAGE.TOOLNAME
source: Sweep tool
fr: Outil de balayage

# STRINGS.UI.TOOLS.MOP.NAME
source: Mop
fr: Nettoyer

# STRINGS.UI.TOOLS.MOP.NOT_ON_FLOOR
source: Not On Floor
fr: Pas sur le sol

# STRINGS.UI.TOOLS.MOP.TOO_MUCH_LIQUID
source: Too Much Liquid
fr: Trop de Liquide

# STRINGS.UI.TOOLS.MOP.TOOLACTION
source: DRAG TO MOP
fr: FAITES GLISSER POUR NETTOYER

# STRINGS.UI.TOOLS.MOP.TOOLNAME
source: Mop tool
fr: Outil de Nettoyage

# STRINGS.UI.TOOLS.MOVETOLOCATION.NAME
source: Move
fr: Va à

# STRINGS.UI.TOOLS.MOVETOLOCATION.TOOLACTION
source: CLICK TO MOVE
fr: CLIQUER POUR BOUGER

# STRINGS.UI.TOOLS.MOVETOLOCATION.TOOLNAME
source: Move Here
fr: Bouger Ici

# STRINGS.UI.TOOLS.MOVETOLOCATION.UNREACHABLE
source: UNREACHABLE
fr: INATTEIGNABLE

# STRINGS.UI.TOOLS.PRIORITIESCATEGORY.NAME
source: Prioritize
fr: Prioriser

# STRINGS.UI.TOOLS.PRIORITIZE.NAME
source: Prioritize
fr: Prioriser

# STRINGS.UI.TOOLS.PRIORITIZE.SPECIFIC_PRIORITY
source: Set Priority: {0}
fr: Définir la priorité: {0}

# STRINGS.UI.TOOLS.PRIORITIZE.TOOLACTION
source: DRAG TO PRIORITIZE
fr: FAITES GLISSER POUR PRIORISER

# STRINGS.UI.TOOLS.PRIORITIZE.TOOLNAME
source: Prioritize tool
fr: Outil de Priorité

# STRINGS.UI.TOOLTIPS.ALERTSTOOLTIP
source: Alerts provide important information about what's happening to your colony right now
fr: Les alertes fournissent des informations importantes sur ce qui se passe dans votre colonie en ce moment

# STRINGS.UI.TOOLTIPS.ATTACKBUTTON
source: Drag to attack witless creatures
fr: Faites glisser pour attaquer les créatures stupides

# STRINGS.UI.TOOLTIPS.BASE_VALUE
source: Base Value
fr: Valeur de base

# STRINGS.UI.TOOLTIPS.CANCELBUTTON
source: Drag to cancel errands
fr: Faites glisser pour annuler les travaux en attente

# STRINGS.UI.TOOLTIPS.CANCELDECONSTRUCTIONBUTTON
source: Cancel queued orders or deconstruct existing buildings
fr: Annuler les ordres en attente ou démolitions des équipements existants

# STRINGS.UI.TOOLTIPS.CLEANUPMAINBUTTON
source: Mop and sweep messy floors
fr: Nettoie les sols souillés

# STRINGS.UI.TOOLTIPS.CLEARBUTTON
source: Drag to move ore debris into storage
fr: Faites glisser pour emmener les débris dans les rangements

# STRINGS.UI.TOOLTIPS.CLOSETOOLTIP
source: Close
fr: Fermer

# STRINGS.UI.TOOLTIPS.CONVEYOR_OVERLAY_STRING
source: Displays conveyor transport components
fr: Affiche les composants des convoyeurs

# STRINGS.UI.TOOLTIPS.CROPS_OVERLAY_STRING
source: Displays plant growth progress
fr: Affiche la croissance de la flore

# STRINGS.UI.TOOLTIPS.DECONSTRUCTBUTTON
source: Drag to demolish buildings
fr: Faîtes glisser pour démolir les structures

# STRINGS.UI.TOOLTIPS.DECOROVERLAYSTRING
source: Displays decor values
fr: Affiche les valeurs de décoration

# STRINGS.UI.TOOLTIPS.DIGBUTTON
source: Drag to set dig errands
fr: Faîtes glisser pour définir les zones où creuser

# STRINGS.UI.TOOLTIPS.DISEASEOVERLAYSTRING
source: Displays disease risk areas
fr: Affiche les zones de risques de maladie

# STRINGS.UI.TOOLTIPS.DISINFECTBUTTON
source: Drag to disinfect germy buildings
fr: Faîtes glisser pour désinfecter les équipements contaminés

# STRINGS.UI.TOOLTIPS.DISMISSMESSAGE
source: Dismiss message
fr: Supprimer le message

# STRINGS.UI.TOOLTIPS.EDITCREATURENAME
source: Give this lil' creature a new name
fr: Donnez un nouveau nom à cette petite créature

# STRINGS.UI.TOOLTIPS.EDITNAME
source: Give this Duplicant a new name
fr: Donner un nouveau nom à ce Duplicant

# STRINGS.UI.TOOLTIPS.ENERGYGENERATED
source: <style="power">Power</style> Produced
fr: <style="power">Énergie</style> Produite

# STRINGS.UI.TOOLTIPS.ENERGYREQUIRED
source: <style="power">Power</style> Required
fr: <style="power">Énergie</style> Nécessaire

# STRINGS.UI.TOOLTIPS.GASVENTOVERLAYSTRING
source: Displays gas pipe system components
fr: Affiche les éléments du réseau de gaz

# STRINGS.UI.TOOLTIPS.HARVESTBUTTON
source: Drag to harvest plants
fr: Faîtes glisser pour récolter les plantes

# STRINGS.UI.TOOLTIPS.HEATFLOWOVERLAYSTRING
source: Displays areas with comfortable temperatures for Duplicants
fr: Affiche les zones avec une température confortable pour les Duplicants

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_ATTACHPOINT
source: Must be built overlapping an {0}
fr: Doit être construit par dessus un {0}

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_CEILING
source: Must be built on the ceiling
fr: Doit être construit sur le plafond

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_FLOOR
source: Must be built on solid ground
fr: Doit être construit sur un sol solide

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_GASPORTS_OBSTRUCTED
source: Gas ports are obstructed
fr: Aérations bouchées

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_INSIDEGROUND
source: Must be built in the ground
fr: Doit être construit sur le sol

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_INVALID_CELL
source: Invalid Cell
fr: Zone incorrecte

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_LIQUIDPORTS_OBSTRUCTED
source: Liquid ports are obstructed
fr: Déversoir obstrué

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_NOT_IN_TILES
source: Cannot be built inside tile
fr: Ne peut être construit à l'intérieur d'une dalle

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_OCCUPIED
source: Must be built in unoccupied space
fr: Doit être construit dans un espace inoccupé

# STRINGS.UI.TOOLTIPS.HELP_BUILDLOCATION_WIRE_OBSTRUCTION
source: Obstructed by wire
fr: Géné par un câble

# STRINGS.UI.TOOLTIPS.HELP_REQUIRES_ROOM
source: Must be in a room
fr: Doit être dans une pièce

# STRINGS.UI.TOOLTIPS.HELP_ROTATE_KEY
source: Press <color=#F44A47>[O]</color> to Rotate
fr: Presser <color=#F44A47>[O]</color> pour Pivoter

# STRINGS.UI.TOOLTIPS.HELP_TUBELOCATION_NO_UTURNS
source: Can't U-Turn
fr: Demi-tour Impossible

# STRINGS.UI.TOOLTIPS.HELP_TUBELOCATION_STRAIGHT_BRIDGES
source: Can't Turn Here
fr: Impossible de tourner ici

# STRINGS.UI.TOOLTIPS.INFOPANEL
source: The Info Panel contains an overview of the basic information about your Duplicant
fr: Le Panneau d'Information contient un aperçu des informations de base sur votre Duplicant

# STRINGS.UI.TOOLTIPS.ITEMSPANEL
source: The Items Panel displays everything your Duplicant is in possession of
fr: Le Panneau Objets affiche tout ce que possède votre Duplicant

# STRINGS.UI.TOOLTIPS.JOBSSCREEN_ATTRIBUTES
source: The following attributes affect a Duplicant's efficiency at this errand:
fr: Les attributs suivants affectent l'efficacité d'un Duplicant à ce travail:

# STRINGS.UI.TOOLTIPS.JOBSSCREEN_CANNOTPERFORMTASK
source: {0} cannot perform this errand.
fr: {0} ne peut pas effectuer cette tâche.

# STRINGS.UI.TOOLTIPS.JOBSSCREEN_PRIORITY
source: High priority errands are always performed before low priority errands. However, a busy Duplicant will contine to work on their current errand until it's complete, even if a higher priority errand becomes available.
fr: Les travaux avec une priorité élevée sont toujours exécutés avant ceux avec une priorité faible. Toutefois, Un Duplicant déjà occupé ailleurs terminera toujours ce qu'il a commencé à faire, même si une tâche plus urgente devient disponible.

# STRINGS.UI.TOOLTIPS.JOBSSCREEN_RELEVANT_ATTRIBUTES
source: Relevant Attributes:
fr: Attributs Pertinents:

# STRINGS.UI.TOOLTIPS.JOULESOVERLAYSTRING
source: Displays the thermal energy in each cell
fr: Affiche l'énergie thermique dans chaque cellule

# STRINGS.UI.TOOLTIPS.LIGHTSOVERLAYSTRING
source: Displays the visibility radius of light sources
fr: Affiche le rayon de visibilité des sources lumineuses

# STRINGS.UI.TOOLTIPS.LIQUIDVENTOVERLAYSTRING
source: Displays liquid pipe system components
fr: Affiche les éléments du réseau hydraulique

# STRINGS.UI.TOOLTIPS.LOGICOVERLAYSTRING
source: Displays automation grid components
fr: Affiche les éléments du réseau d'automatisation

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_CONSUMABLES
source: Manage Duplicants' diets
fr: Gérer le régime des Duplicants

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_DAILYREPORT
source: View daily Colony Reports
fr: Voir les Rapports Quotidiens de la Colonie

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_JOBS
source: Manage Duplicants' permitted errands
fr: Gérer les tâches des Duplicants

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_REQUIRES_RESEARCH
source: Build a Research Station to unlock ------------------ Research buildings can be found in the Stations Tab <color=#F44A47>[0]</color> of the Build Menu
fr: Construire une Station de Recherche pour débloquer ----------------- Les Stations de recherche se trouvent dans l'Onglet Station <color=#F44A47>[0]</color> du Menu Construire

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_REQUIRES_ROLES_STATION
source: Build a Jobs Board to unlock ------------------ The Jobs Board can be found in the Stations Tab <color=#F44A47>[0]</color> of the Build Menu
fr: Construire un Tableau des Missions pour débloquer ----------------- Le Tableau des Mission peut être trouvé dans l'Onglet Stations <color=#F44A47>[0]</color> du Menu de Construction

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_RESEARCH
source: View the Research Tree
fr: Voir l'arbre de Recherches

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_ROLES
source: Manage Duplicants' job assignments
fr: Gérer les missions des Duplicants

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_SCHEDULE
source: Adjust colony timetable
fr: Règle les horaires de la colonie

# STRINGS.UI.TOOLTIPS.MANAGEMENTMENU_VITALS
source: View Duplicants' vitals
fr: Afficher les signes vitaux des Duplicants

# STRINGS.UI.TOOLTIPS.MATIERIAL_MOD
source: Made out of {0}
fr: Fabriqué à partir de {0}

# STRINGS.UI.TOOLTIPS.MESSAGESTOOLTIP
source: Messages are events that have happened and tips to help you manage your colony
fr: Les messages sont des événements qui se sont produits et des conseils pour vous aider à gérer votre colonie

# STRINGS.UI.TOOLTIPS.METERSCREEN_AVGSTRESS
source: Highest Stress: {0}
fr: Stress le plus élevé: {0}

# STRINGS.UI.TOOLTIPS.METERSCREEN_IMMUNITY_LEVELS
source: Immune Systems: {0}
fr: Système immunitaire: {0}

# STRINGS.UI.TOOLTIPS.METERSCREEN_MEALHISTORY
source: Calories Available: {0}
fr: Calories Disponibles: {0}

# STRINGS.UI.TOOLTIPS.MOPBUTTON
source: Drag to swab up unwanted liquids
fr: Faîtes glisser pour nettoyer les flaques

# STRINGS.UI.TOOLTIPS.NEXTMESSAGESTOOLTIP
source: Next message
fr: Message suivant

# STRINGS.UI.TOOLTIPS.NOISE_POLLUTION_OVERLAY_STRING
source: Displays ambient noise levels
fr: Affiche la nuisance sonore ambiante

# STRINGS.UI.TOOLTIPS.NOMATERIAL
source: Not enough materials
fr: Pas assez de matériaux

# STRINGS.UI.TOOLTIPS.OXYGENOVERLAYSTRING
source: Displays ambient oxygen density
fr: Affiche la densité d'oxygène ambiant

# STRINGS.UI.TOOLTIPS.PLAYBUTTON
source: Start
fr: Démarrage

# STRINGS.UI.TOOLTIPS.POWEROVERLAYSTRING
source: Displays power grid components
fr: Affiche les éléments du réseau électrique

# STRINGS.UI.TOOLTIPS.PRIORITIESOVERLAYSTRING
source: Displays errand priority values
fr: Affiche les valeurs de priorité des tâches

# STRINGS.UI.TOOLTIPS.PRIORITIZEBUTTON
source: Drag to reprioritize errands
fr: Faîtes glisser pour changer la priorité des tâches

# STRINGS.UI.TOOLTIPS.RANDOMIZECREATURENAME
source: Randomize this creature's name
fr: Nom aléatoire pour cette créature

# STRINGS.UI.TOOLTIPS.RANDOMIZENAME
source: Randomize this Duplicant's name
fr: Nom aléatoire pour ce Duplicant

# STRINGS.UI.TOOLTIPS.REACHABILITYOVERLAYSTRING
source: Displays areas accessible by Duplicants
fr: Afficher les zones accessibles pour les Duplicants

# STRINGS.UI.TOOLTIPS.RECIPE_QUEUE
source: Queue 1 {0} for fabrication
fr: File d'attente 1 {0} pour fabrication

# STRINGS.UI.TOOLTIPS.RECIPE_QUEUE_INFINITE
source: Continuously fabricate {0} if resources are available
fr: Fabriquer {0} en continu si les ressources sont disponibles

# STRINGS.UI.TOOLTIPS.RED_ALERT_BUTTON_OFF
source: Disable Red Alert
fr: Désactiver l'Alerte Rouge

# STRINGS.UI.TOOLTIPS.RED_ALERT_BUTTON_ON
source: Enable Red Alert
fr: Activer l'Alerte Rouge

# STRINGS.UI.TOOLTIPS.RED_ALERT_CONTENT
source: Colonywide emergency state Duplicants ignore basic needs to work
fr: Toute la Colonie entre en état d'urgence Les Duplicants ignorent leurs besoins de base pour travailler

# STRINGS.UI.TOOLTIPS.RED_ALERT_TITLE
source: Toggle Red Alert
fr: Déclencher l'Alerte Rouge

# STRINGS.UI.TOOLTIPS.ROOMSOVERLAYSTRING
source: Displays fully enclosed rooms
fr: Afficher les pièces entièrement fermées

# STRINGS.UI.TOOLTIPS.SELECTAMATERIAL
source: There are insufficient materials to construct this building
fr: Il n'y a pas suffisamment de matériaux pour construire cet équipement

# STRINGS.UI.TOOLTIPS.SORTCOLUMN
source: Click to sort
fr: Cliquer pour trier

# STRINGS.UI.TOOLTIPS.SPEEDBUTTON_FAST
source: Fast speed {0}
fr: Vitesse Élevée {0}

# STRINGS.UI.TOOLTIPS.SPEEDBUTTON_MEDIUM
source: Medium speed {0}
fr: Vitesse Moyenne {0}

# STRINGS.UI.TOOLTIPS.SPEEDBUTTON_SLOW
source: Slow speed {0}
fr: Vitesse Lente {0}

# STRINGS.UI.TOOLTIPS.STATSPANEL
source: The Stats Panel gives an overview of your Duplicant's individual stats
fr: Le Panneau des Statistiques donne une vue d'ensemble sur les statistiques individuelles de votre Duplicant

# STRINGS.UI.TOOLTIPS.STRESSDESCRIPTION
source: Accommodate your Duplicant's needs to manage their <style="stress">Stress</style>. Low <style="stress">Stress</style> can provide a productivity boost, while high <style="stress">Stress</style> can impair production or even lead to a nervous breakdown.
fr: Répondez aux besoins de votre Duplicant pour gérer son <style="stress">Stress</style>. Un <style="stress">Stress</style> bas peut conduire à l'augmentation de la productivité, tandis qu'un <style="stress">Stress</style> élevé peut nuire à la production ou même conduire à une dépression nerveuse.

# STRINGS.UI.TOOLTIPS.STRESSPANEL
source: The Stress Panel offers an in detail look at what is affecting your Duplicant psychologically
fr: Le Panneau de Stress offre un aperçu détaillé de ce qui affecte votre Duplicant psychologiquement

# STRINGS.UI.TOOLTIPS.SUITOVERLAYSTRING
source: Displays Exosuits and related buildings
fr: Afficher les Exosuits et les bâtiments connexes

# STRINGS.UI.TOOLTIPS.TEMPERATUREOVERLAYSTRING
source: Displays ambient temperature
fr: Affiche la température ambiante

# STRINGS.UI.TOOLTIPS.UNPAUSE
source: Unpause
fr: Reprendre

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_ATMOSPHERE
source: This plant is immersed in {element}
fr: Cette plante est immergée dans {element}

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_DROWNING_FALSE
source: This plant is drowning in liquid
fr: Cette plante se noie

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_DROWNING_TRUE
source: This plant is not drowning
fr: Cette plante ne se noie pas

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_FERTILIZER
source: {mass} of fertilizer is currently available
fr: {mass} de fertilisant est disponible

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_ILLUMINATION_DARK
source: This plant is currently in the dark
fr: Cette plante est dans l'obscurité

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_ILLUMINATION_LIGHT
source: This plant is currently lit
fr: Cette plante est éclairée

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_IRRIGATION
source: {mass} of liquid is currently available
fr: {mass} de liquide est disponible

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_PRESSURE
source: The current air pressure is {pressure}
fr: La pression d'air actuelle est de {pressure}

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_RECEPTACLE_INOPERATIONAL
source: This plant is not housed in an operational farm plot
fr: Cette plante n'est pas cultivée dans une parcelle agricole opérationnelle

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_RECEPTACLE_OPERATIONAL
source: This plant is housed in an operational farm plot
fr: Cette plante est logée dans une parcelle agricole opérationnelle

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_SUBMERGED_FALSE
source: This plant must be submerged in liquid
fr: Cette plante doit être immergée dans un liquide

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_SUBMERGED_TRUE
source: This plant is fully submerged in liquid
fr: Cette plante a été immergée récemment dans un liquide

# STRINGS.UI.TOOLTIPS.VITALS_CHECKBOX_TEMPERATURE
source: This plant's internal temperature is {temperature}
fr: La température interne de cette plante est {temperature}

# STRINGS.UI.TOOLTIPS.VITALSPANEL
source: The Vitals Panel monitors the status and well being of your Duplicant
fr: Le Panneau des Paramètres Vitaux surveille l'état et le bien-être de votre Duplicant

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.DOOR_DEFAULT
source: Default
fr: Défaut

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_DOWN_DISABLED
source: Passing Down through this door is not permitted Click to grant permission
fr: Descendre par cette porte n'est pas autorisé Cliquez pour autoriser

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_DOWN_ENABLED
source: Passing Down through this door is permitted Click to revoke permission
fr: Descendre par cette porte est autorisé Cliquez pour révoquer cette autorisation

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_LEFT_DISABLED
source: Passing Left through this door is not permitted Click to grant permission
fr: Passer à Gauche de cette porte est interdit Cliquez pour autoriser

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_LEFT_ENABLED
source: Passing Left through this door is permitted Click to revoke permission
fr: Passer à Gauche de cette porte est permis Cliquez pour révoquer l'autorisation

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_RIGHT_DISABLED
source: Passing Right through this door is not permitted Click to grant permission
fr: Passer à Droite de cette porte est interdit Cliquez pour autoriser

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_RIGHT_ENABLED
source: Passing Right through this door is permitted Click to revoke permission
fr: Passer à Droite de cette porte est autorisé Cliquez pour révoquer l'autorisation

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_UP_DISABLED
source: Passing Up through this door is not permitted Click to grant permission
fr: Passer par cette porte n'est pas autorisé Cliquez pour autoriser

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.GO_UP_ENABLED
source: Passing Up through this door is permitted Click to revoke permission
fr: Passer par cette porte est autorisé Cliquez pour révoquer cette autorisation

# STRINGS.UI.UISIDESCREENS.ACCESS_CONTROL_SIDE_SCREEN.MINION_ACCESS
source: Duplicant Access Permissions
fr: Autorisations d'Accès du Duplicant
