Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.UI.ENDOFDAYREPORT.DISEASE_ADDED.POSITIVE_TOOLTIP
source: {0} Duplicant(s) contracted a <style="disease">Disease</style>
fr: Duplicants ayant contracté des <style="disease">Maladies</style>: {0}

# STRINGS.UI.ENDOFDAYREPORT.DISEASE_STATUS.NAME
source: Disease Status:
fr: État de la Maladie:

# STRINGS.UI.ENDOFDAYREPORT.DISEASE_STATUS.TOOLTIP
source: Your Duplicants are covered in {0}
fr: Vos Duplicants sont contaminés par {0}

# STRINGS.UI.ENDOFDAYREPORT.ENERGY_USAGE.NAME
source: <style="power">Power</style> Usage:
fr: <style="power">Énergie</style> Utilisée:

# STRINGS.UI.ENDOFDAYREPORT.ENERGY_USAGE.NEGATIVE_TOOLTIP
source: Your colony consumed {0} of <style="power">Power</style> over the course of the day
fr: Votre colonie a consommé {0} d'<style="power">Énergie</style> au cours de la journée

# STRINGS.UI.ENDOFDAYREPORT.ENERGY_USAGE.POSITIVE_TOOLTIP
source: Your colony created {0} of <style="power">Power</style> over the course of the day
fr: Votre colonie a créé {0} d'<style="power">Énergie</style> au cours de la journée

# STRINGS.UI.ENDOFDAYREPORT.ENERGY_WASTED.NAME
source: <style="power">Power</style> Wasted:
fr: <style="power">Énergie</style> Perdue:

# STRINGS.UI.ENDOFDAYREPORT.ENERGY_WASTED.NEGATIVE_TOOLTIP
source: Your colony lost {0} of <style="power">Power</style> today due to overproduction and battery loss
fr: Votre colonie a perdu {0} d'<style="power">Énergie</style> aujourd'hui à cause de la surproduction et la perte de charge des batteries

# STRINGS.UI.ENDOFDAYREPORT.IDLE_TIME.NAME
source: Idle Time:
fr: Temps d'inactivité:

# STRINGS.UI.ENDOFDAYREPORT.IDLE_TIME.POSITIVE_TOOLTIP
source: Your Duplicants spent a total of {0} idling over the course of the day
fr: Vos Duplicants ont été inactifs {0} au cours de la journée

# STRINGS.UI.ENDOFDAYREPORT.LEVEL_UP.NAME
source: Skill Increases:
fr: Amélioration des compétences:

# STRINGS.UI.ENDOFDAYREPORT.LEVEL_UP.TOOLTIP
source: Your Duplicants gained a total of {0} skill levels today
fr: Vos Duplicants ont obtenu un total de {0} niveaux de compétence aujourd'hui

# STRINGS.UI.ENDOFDAYREPORT.NEXT
source: Next
fr: Suivant

# STRINGS.UI.ENDOFDAYREPORT.NOTES.BUTCHERED
source: Butchered for {0}
fr: Massacré pour {0}

# STRINGS.UI.ENDOFDAYREPORT.NOTES.BUTCHERED_CONTEXT
source: Butchered
fr: Massacré

# STRINGS.UI.ENDOFDAYREPORT.NOTES.CRAFTED
source: Crafted a {0}
fr: A fabriqué un {0}

# STRINGS.UI.ENDOFDAYREPORT.NOTES.CRAFTED_CONTEXT
source: Crafted
fr: Fabriqué

# STRINGS.UI.ENDOFDAYREPORT.NOTES.CRAFTED_USED
source: {0} used as ingredient
fr: {0} a utilisé un ingrédient

# STRINGS.UI.ENDOFDAYREPORT.NOTES.EATEN
source: {0} eaten
fr: {0} mangé

# STRINGS.UI.ENDOFDAYREPORT.NOTES.GERMS
source: On {0}
fr: Sur {0}

# STRINGS.UI.ENDOFDAYREPORT.NOTES.HARVESTED
source: Harvested {0}
fr: Récolté {0}

# STRINGS.UI.ENDOFDAYREPORT.NOTES.HARVESTED_CONTEXT
source: Harvested
fr: Récolté

# STRINGS.UI.ENDOFDAYREPORT.NOTES.ROTTED
source: Rotten {0}
fr: {0} Pourri(e)

# STRINGS.UI.ENDOFDAYREPORT.NOTES.ROTTED_CONTEXT
source: Rotted
fr: Pourri

# STRINGS.UI.ENDOFDAYREPORT.NOTIFICATION_TITLE
source: Cycle {0} report ready
fr: Rapport pour le cycle {0} prêt

# STRINGS.UI.ENDOFDAYREPORT.NOTIFICATION_TOOLTIP
source: View the end of day report for Cycle {0}
fr: Afficher le rapport de fin de journée pour le cycle {0}

# STRINGS.UI.ENDOFDAYREPORT.OXYGEN_CREATED.NAME
source: <style="oxygen">Oxygen</style> Generation:
fr: <style="oxygen">Oxygène</style> produit:

# STRINGS.UI.ENDOFDAYREPORT.OXYGEN_CREATED.NEGATIVE_TOOLTIP
source: Your colony consumed {0} of <style="oxygen">Oxygen</style> over the course of the day
fr: Votre colonie a consommé {0} d'<style="oxygen">Oxygène</style> au cours de la journée

# STRINGS.UI.ENDOFDAYREPORT.OXYGEN_CREATED.POSITIVE_TOOLTIP
source: Your colony generated {0} of <style="oxygen">Oxygen</style> over the course of the day
fr: Votre colonie a généré {0} d'<style="oxygen">Oxygène</style> au cours de la journée

# STRINGS.UI.ENDOFDAYREPORT.PREV
source: Prev
fr: Préc.

# STRINGS.UI.ENDOFDAYREPORT.REMOVED
source: Removed
fr: Enlevé

# STRINGS.UI.ENDOFDAYREPORT.REPORT_TITLE
source: DAILY REPORTS
fr: RAPPORTS QUOTIDIENS

# STRINGS.UI.ENDOFDAYREPORT.STRESS_DELTA.NAME
source: <style="stress">Stress</style> Change:
fr: Changement du <style="stress">Stress</style>:

# STRINGS.UI.ENDOFDAYREPORT.STRESS_DELTA.NEGATIVE_TOOLTIP
source: Your colony's total <style="stress">Stress</style> has decreased by {0}
fr: Le <style="stress">Stress</style> cumulé de votre colonie a diminué de {0}

# STRINGS.UI.ENDOFDAYREPORT.STRESS_DELTA.POSITIVE_TOOLTIP
source: Your colony's total <style="stress">Stress</style> has increased by {0}
fr: Le <style="stress">Stress</style> cumulé de votre colonie a augmenté de {0}

# STRINGS.UI.ENDOFDAYREPORT.TIME_SPENT.NAME
source: Time Breakdown:
fr: Temps de pause:

# STRINGS.UI.ENDOFDAYREPORT.TIME_SPENT.POSITIVE_TOOLTIP
source: Your Duplicants spent a total of {0} doing errands over the course of the day
fr: Vos Duplicants ont passé un total de {0} à travailler au cours de la journée

# STRINGS.UI.ENDOFDAYREPORT.TOILET_INCIDENT.NAME
source: Restroom Accidents:
fr: Accidents sanitaires:

# STRINGS.UI.ENDOFDAYREPORT.TOILET_INCIDENT.TOOLTIP
source: {0} Duplicants didn't quite reach the toilet in time today
fr: Duplicants qui ne sont pas arrivés à temps aux toilettes aujourd'hui: {0}

# STRINGS.UI.ENDOFDAYREPORT.TRAVEL_TIME.NAME
source: Travel Time:
fr: Temps de voyage:

# STRINGS.UI.ENDOFDAYREPORT.TRAVEL_TIME.POSITIVE_TOOLTIP
source: Your Duplicants spent a total of {0} traveling over the course of the day
fr: Vos Duplicants ont voyagé pendant {0} au cours de la journée

# STRINGS.UI.EQUIPMENTTAB_HELD
source: Held Items
fr: Objets Tenus

# STRINGS.UI.EQUIPMENTTAB_OWNED
source: Owned Items
fr: Objets possédés

# STRINGS.UI.EQUIPMENTTAB_ROOM
source: Assigned Rooms
fr: Pièces Assignées

# STRINGS.UI.FILE_NAME_DIALOG.ENTER_TEXT
source: Enter Text...
fr: Entrez le texte...

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_AMBIENCE
source: Ambience
fr: Ambiance

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_MASTER
source: Master
fr: Principal

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_MUSIC
source: Music
fr: Musique

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUDIO_BUS_UI
source: UI
fr: Interface

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUTOMATION_SOUNDS_ALWAYS
source: Always play automation sounds:
fr: Toujours jouer les sons d'automatisation:

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.AUTOMATION_SOUNDS_ALWAYS_TOOLTIP
source: If enabled, automation sound effects will play even when outside of the Automation Overlay
fr: Si cette option est activée, les effets sonores d'automatisation seront lus même en dehors du calque d'automatisation

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.DONE_BUTTON
source: Done
fr: Terminé

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.MUSIC_EVERY_CYCLE
source: Play background music each morning:
fr: Lancer la musique chaque matin:

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.MUSIC_EVERY_CYCLE_TOOLTIP
source: If enabled, background music will play every cycle instead of every few cycles
fr: Si actif, la musique d'ambiance sera jouée à chaque cycle, au lieu de quelques cycles

# STRINGS.UI.FRONTEND.AUDIO_OPTIONS_SCREEN.TITLE
source: AUDIO OPTIONS
fr: OPTIONS AUDIO

source: Vulnerable Immune System
fr: Système Immunitaire Vulnérable

source: Miserable
fr: Misérable

source: Duplicants are exceptionally vulnerable to infection
fr: Les Duplicants sont exceptionnellement vulnérable aux infections

source: Regular
fr: Normal

source: Duplicants regain immunity normally
fr: Les Duplicants régagnent leur l'immunité normalement

source: Impervious Immune System
fr: Système Immunitaire Imperméable

source: Impervious
fr: Imperméable

source: Duplicants will never catch a germ-based disease
fr: Les Duplicants n'attraperont jamais de maladie bactérienne

source: Strong Immune System
fr: Système Immunitaire Fort

source: Strong
fr: Fort

source: Duplicants have increased immune recovery
fr: Les Duplicants ont augmenté leurs défenses immunitaires

source: Weak Immune System
fr: Système Immunitaire Faible

source: Weak
fr: Faible

source: Duplicants have reduced immune recovery
fr: Les Duplicants ont des défenses immunitaires amoindries

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.IMMUNESYSTEM.NAME
source: Immune Systems
fr: Système immunitaire

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.IMMUNESYSTEM.TOOLTIP
source: Affects how resistant your Duplicants are to disease
fr: Détermine la résistance de vos Duplicants à la maladie

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.STRESS.LEVELS.DEFAULT.NAME
source: Regular
fr: Normal

source: Duplicants gain and lose stress normally
fr: Les Duplicants gagnent et perdent du stress à une vitesse normale

source: Fatalistic
fr: Fataliste

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.STRESS.LEVELS.DOOMED.NAME
source: Fatalistic
fr: Fataliste

source: Duplicants stress out at an extremely accelerated rate
fr: Duplicants stressent à grande vitesse

source: Unflappable
fr: Imperturbable

source: Unflappable
fr: Imperturbable

source: Duplicants will never get stressed
fr: Les Duplicants ne seront plus jamais stressés

source: Optimistic
fr: Optimiste

source: Optimistic
fr: Optimiste

source: Duplicants are harder to stress out
fr: Les Duplicants stressent moins facilement

source: Pessimistic
fr: Pessimiste

source: Pessimistic
fr: Pessimiste

source: Duplicants stress out easily
fr: Les Duplicants stressent facilement

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.STRESS.NAME
source: Duplicant Mood
fr: Humeur du Duplicant

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.STRESS.TOOLTIP
source: Affects how well your Duplicants deal with stress
fr: Détermine comment vos Duplicants gèrent le stress

source: Duplicants will act out when they reach 100% stress
fr: Les Duplicants agiront lorsqu'ils atteignent 100% de stress

source: Disabled
fr: Désactivé

source: Duplicants will not act out at maximum stress
fr: Les Duplicants n'agiront pas à un maximum de stress

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.STRESS_BREAKS.NAME
source: Stress Responses
fr: Réponse au stress

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.STRESS_BREAKS.TOOLTIP
source: Whether or not your Duplicants act out when they reach maximum stress
fr: Vos Duplicants agissent ou non quand ils atteignent leur stress maximum

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.WORLD_CHOICE.NAME
source: World(DEBUG)
fr: Monde(DEBUG)

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.WORLD_CHOICE.TOOLTIP
source: (DEBUG FEATURE) Select your starting world.
fr: (DEBUG FEATURE) Sélectionnez votre monde de départ.

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.WORLDGEN_SEED.NAME
source: Worldgen Seed
fr: Graine de génération de monde

# STRINGS.UI.FRONTEND.CUSTOMGAMESETTINGSSCREEN.SETTINGS.WORLDGEN_SEED.TOOLTIP
source: This chooses the random parameters of your new world
fr: Ceci lance des paramètres aléatoire pour votre nouveau monde

# STRINGS.UI.FRONTEND.DEMO_OVER_SCREEN.BODY
source: Thank you for playing the demo for Oxygen Not Included! This game is still in development. Go to kleigames.com/o2 or ask one of us if you'd like more information.
fr: Merci d'avoir joué à la démo d' Oxygen Not Included! Ce jeu est toujours en développement. Allez sur kleigames.com/o2 si vous voulez plus d'information.

# STRINGS.UI.FRONTEND.DEMO_OVER_SCREEN.BUTTON_EXIT_TO_MENU
source: EXIT TO MENU
fr: RETOUR AU MENU

# STRINGS.UI.FRONTEND.DEMO_OVER_SCREEN.TITLE
source: Thanks for playing!
fr: Merci d'avoir jouer!

# STRINGS.UI.FRONTEND.GAME_VERSION
source: Game Version:
fr: Version du jeu:

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.ACCEPT_CHANGES
source: Accept Changes?
fr: Accepter les Changements?

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.APPLYBUTTON
source: Apply
fr: Appliquer

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.DONE_BUTTON
source: Done
fr: Terminé

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.FULLSCREEN
source: Fullscreen:
fr: Plein écran:

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.RESOLUTION
source: Resolution:
fr: Résolution:

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.REVERTBUTTON
source: Revert
fr: Revenir

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.TITLE
source: GRAPHICS OPTIONS
fr: OPTIONS GRAPHIQUES

# STRINGS.UI.FRONTEND.GRAPHICS_OPTIONS_SCREEN.UI_SCALE
source: UI Scale
fr: Taille de l'interface

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.APPLY
source: Done
fr: Terminé

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.DUPLICATE
source: {0} was already bound to {1} and is now unbound.
fr: {0} était déjà lié à {1} et est maintenant non attribué.

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.MULTIPLE_UNBOUND_ACTIONS
source: You have multiple unbound actions, this may result in difficulty playing the game. Are you sure you want to continue?
fr: Vous avez plusieurs touches d'actions non attribuées, cela peut entraîner des problèmes pour jouer. Êtes-vous sûr de vouloir continuer?

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.RESET
source: Reset
fr: Réinitialiser

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.TITLE
source: CUSTOMIZE KEYS
fr: TOUCHES PERSONNALISÉES

# STRINGS.UI.FRONTEND.INPUT_BINDINGS_SCREEN.UNBOUND_ACTION
source: {0} is unbound. Are you sure you want to continue?
fr: {0} n'est pas attribué. Êtes-vous sûr de vouloir continuer?

# STRINGS.UI.FRONTEND.LOADING
source: Loading...
fr: Chargement...

# STRINGS.UI.FRONTEND.LOADSCREEN.AUTOSAVEWARNING
source: <b><color=#ff0000>(Autosave: This file will get deleted as new autosaves are created)</color></b>
fr: <b><color=#ff0000>(Sauvegarde Auto: Ce fichier sera supprimé et une nouvelle Sauvegarde Auto sera créée)</color></b>

# STRINGS.UI.FRONTEND.LOADSCREEN.CONFIRMDELETE
source: Are you sure you want to delete {0}? You cannot undo this action.
fr: Voulez-vous vraiment supprimer {0}? Vous ne pouvez pas annuler cette action.

# STRINGS.UI.FRONTEND.LOADSCREEN.CORRUPTEDSAVE
source: <b><color=#ff0000>Could not load file {0}. Its data may be corrupted.</color></b>
fr: <b><color=#ff0000>Impossible de charger le fichier {0}. Les données peuvent être corrompues.</color></b>

# STRINGS.UI.FRONTEND.LOADSCREEN.DELETEBUTTON
source: DELETE
fr: SUPPRIMER

# STRINGS.UI.FRONTEND.LOADSCREEN.MORE_INFO
source: More Info
fr: Plus d'info

# STRINGS.UI.FRONTEND.LOADSCREEN.SAVE_TOO_NEW
source: <b><color=#ff0000>Could not load file {0}. File is using build {1}. This build is {2}.</color></b>
fr: <b><color=#ff0000>Impossible de charger la partie {0}. la sauvegarde utilise le build {1}. Ce build est {2}.</color></b>

# STRINGS.UI.FRONTEND.LOADSCREEN.SAVEDETAILS
source: <b>File:</b> {0} <b>Save Date:</b> {1} <b>Base Name:</b> {2} <b>Duplicants Alive:</b> {3} <b>Cycle(s) Survived:</b> {4}
fr: <b>Fichier:</b> {0} <b>Date de Sauvegarde:</b> {1} <b>Nom de la Base:</b> {2} <b>Duplicants vivants:</b> {3} <b>Cycles de survie:</b> {4}

# STRINGS.UI.FRONTEND.LOADSCREEN.TITLE
source: LOAD GAME
fr: CHARGER LA PARTIE

# STRINGS.UI.FRONTEND.LOADSCREEN.TITLE_INSPECT
source: LOAD GAME
fr: CHARGER LA PARTIE

# STRINGS.UI.FRONTEND.LOADSCREEN.UNSUPPORTED_SAVE_VERSION
source: <b><color=#ff0000>This save file is from a previous version of the game and is no longer supported.</color></b>
fr: <b><color=#ff0000>Ce fichier de sauvegarde provient d'une ancienne version et n'est plus compatible.</color></b>

# STRINGS.UI.FRONTEND.MAINMENU.DESKTOPQUITCONFIRM
source: Are you sure you want to quit? All unsaved progress will be lost.
fr: Êtes-vous sûr de vouloir quitter? La progression non enregistrée sera perdue.

# STRINGS.UI.FRONTEND.MAINMENU.LOADGAME
source: LOAD GAME
fr: CHARGER LA PARTIE

# STRINGS.UI.FRONTEND.MAINMENU.NEWGAME
source: NEW GAME
fr: NOUVELLE PARTIE

# STRINGS.UI.FRONTEND.MAINMENU.QUITCONFIRM
source: Are you sure you want to quit to main menu? All unsaved progress will be lost.
fr: Êtes-vous sûr de vouloir retourner au menu principal? La progression non enregistrée sera perdue.

# STRINGS.UI.FRONTEND.MAINMENU.QUITTODESKTOP
source: QUIT
fr: QUITTER

# STRINGS.UI.FRONTEND.MAINMENU.RESTARTCONFIRM
source: Are you sure you want to quit? All unsaved progress will be lost.
fr: Êtes-vous sûr de vouloir quitter? La progression non enregistrée sera perdue.

# STRINGS.UI.FRONTEND.MAINMENU.RESUMEGAME
source: RESUME GAME
fr: REPRENDRE LA PARTIE

# STRINGS.UI.FRONTEND.MAINMENU.STARTDEMO
source: START DEMO
fr: LANCER LA DÉMO

# STRINGS.UI.FRONTEND.MAINMENU.TRANSLATIONS
source: TRANSLATIONS
fr: TRADUCTIONS

# STRINGS.UI.FRONTEND.METRICS_OPTIONS_SCREEN.DONE_BUTTON
source: Done
fr: Terminé

# STRINGS.UI.FRONTEND.METRICS_OPTIONS_SCREEN.ENABLE_BUTTON
source: Send Metrics Data:
fr: Envoyer les Données de Performance:

# STRINGS.UI.FRONTEND.METRICS_OPTIONS_SCREEN.TITLE
source: METRICS OPTIONS
fr: OPTIONS PERFORMANCES

# STRINGS.UI.FRONTEND.METRICS_OPTIONS_SCREEN.TOOLTIP
source: If enabled, metrics data will be sent for the purpose of improving the game.
fr: Si actif, des données de performance seront envoyées afin d'améliorer le jeu.

# STRINGS.UI.FRONTEND.MINSPECSCREEN.BODY
source: We've detected that this computer does not meet the minimum requirements to run Oxygen Not Included. While you may continue with your current specs, the game might not run smoothly for you. Please be aware that your experience may suffer as a result.
fr: Nous avons détecté que cet ordinateur ne répond pas aux exigences minimales pour jouer à Oxygen Not Included. Même si vous pouvez continuer avec vos spécifications actuelles, le jeu pourrait ne pas fonctionner correctement pour vous. Sachez que votre expérience de jeu peut en souffrir.

# STRINGS.UI.FRONTEND.MINSPECSCREEN.OKBUTTON
source: Okay, thanks!
fr: Okay, Merci!

# STRINGS.UI.FRONTEND.MINSPECSCREEN.QUITBUTTON
source: Quit
fr: Quitter

# STRINGS.UI.FRONTEND.MINSPECSCREEN.SIMFAILEDTOLOAD
source: A problem occurred loading Oxygen Not Included. This is usually caused by the Visual Studio C++ 2015 runtime being improperly installed on the system. Please exit the game, run Windows Update, and try re-launching Oxygen Not Included.
fr: Un problème s'est produit pendant le chargement d'Oxygen Not Included. Cela est généralement dû à l'exécution de Visual Studio C ++ 2015 qui peut être mal installé sur le système. Veuillez quitter le jeu, lancer Windows Update et essayer de relancer Oxygen Not Included.

# STRINGS.UI.FRONTEND.MINSPECSCREEN.TITLE
source: WARNING!
fr: ATTENTION!

# STRINGS.UI.FRONTEND.NEWGAMESETTINGS.BUTTONS.CANCEL
source: Cancel
fr: Annuler

# STRINGS.UI.FRONTEND.NEWGAMESETTINGS.BUTTONS.CUSTOMGAME
source: Custom Game
fr: Partie Personnalisée

# STRINGS.UI.FRONTEND.NEWGAMESETTINGS.BUTTONS.STANDARDGAME
source: Standard Game
fr: Partie Standard

# STRINGS.UI.FRONTEND.NEWGAMESETTINGS.BUTTONS.STARTGAME
source: Start Game
fr: Lancer la Partie

# STRINGS.UI.FRONTEND.NEWGAMESETTINGS.HEADER
source: GAME SETTINGS
fr: PARAMÈTRES DU JEU

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.BACK
source: Done
fr: Terminé

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.CONTROLS
source: Controls
fr: Contrôles

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.CREDITS
source: Credits
fr: Crédits

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.GRAPHICS
source: Graphics
fr: Graphiques

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.LANGUAGE
source: Change Language
fr: Changer de langue

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.METRICS
source: Send Metrics Data
fr: Envoyer les Données de Performance

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.UNITS
source: Temperature Units
fr: Unité de Température

# STRINGS.UI.FRONTEND.OPTIONS_SCREEN.WORLD_GEN
source: World Generation Key
fr: Clé de Génération du Monde

# STRINGS.UI.FRONTEND.PATCHNOTESSCREEN.BODY
source: <b>Welcome to the Occupational Upgrade!</b> {0}
fr: <b>Bienvenue dans la Mise à Jour Occupationnelle!</b> {0}

# STRINGS.UI.FRONTEND.PATCHNOTESSCREEN.PATCHNOTES
source: <b>Update Features:</b> • Jobs Board added! Employ your Duplicants in new job positions for skill improvements, unique traits, and cool new hats • New Conveyor Rail System to quickly transport solid materials around your base • Food and Plant rebalances for a more rewarding overall farming experience • Tons of bug fixes, performance enhancements, QOL additions, and more! Please view the full patch notes for further details!
fr: <b>Fonctionnalités Mises à Jour:</b> • Ajout du Tableau des Missions! Embauchez vos Duplicants dans de nouvelles missions et obtenez des améliorations des compétences, attributs uniques et des nouveaux chapeaux très sympas • Nouveau Système de Convoyage sur Rail pour transporter rapidement les matériaux solides aux quatre coins de votre base • Rééquilibrage de la Nourriture et des Plantes pour une expérience agricole plus gratifiante • Des tonnes de bugs corrigés, amélioration de performances, ajouts pour la Qualité de Vie, et plus! Veuillez consultez les notes de mise à jour complètes pour plus de détails!

# STRINGS.UI.FRONTEND.PATCHNOTESSCREEN.TITLE
source: OCCUPATIONAL UPGRADE
fr: MISE À JOUR OCCUPATIONNELLE

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.DESKTOPQUIT
source: Quit to Desktop
fr: Retour au Bureau

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.LOAD
source: Load
fr: Charger

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.LOGBOOK
source: Logbook
fr: Journal

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.QUIT
source: Main Menu
fr: Menu Principal

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.RESUME
source: Resume
fr: Reprendre

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.SAVE
source: Save
fr: Sauvegarder

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.SAVEAS
source: Save As
fr: Sauvegarder sous

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.TITLE
source: PAUSED
fr: EN PAUSE

# STRINGS.UI.FRONTEND.PAUSE_SCREEN.WORLD_SEED
source: World Seed: {0}
fr: Graine de Génération du Monde: {0}

# STRINGS.UI.FRONTEND.SAVESCREEN.CANCELNAME
source: Cancel
fr: Annuler

# STRINGS.UI.FRONTEND.SAVESCREEN.CONFIRMNAME
source: Confirm
fr: Confirmer

# STRINGS.UI.FRONTEND.SAVESCREEN.IO_ERROR
source: An error occurred trying to save your game. Please ensure there is sufficient disk space. {0}
fr: Une erreur est survenue lors de la sauvegarde votre partie. Veuillez vous assurer qu’il y a suffisamment d’espace disque. {0}

# STRINGS.UI.FRONTEND.SAVESCREEN.NEWSAVEBUTTON
source: New Save
fr: Nouvelle Sauvegarde

# STRINGS.UI.FRONTEND.SAVESCREEN.OVERWRITEMESSAGE
source: Are you sure you want to overwrite {0}?
fr: Êtes-vous sûr de vouloir écraser la sauvegarde {0}?

# STRINGS.UI.FRONTEND.SAVESCREEN.REPORT_BUG
source: Report Bug
fr: Signaler un bug

# STRINGS.UI.FRONTEND.SAVESCREEN.SAVENAMETITLE
source: SAVE NAME
fr: NOM DE LA SAUVEGARDE

# STRINGS.UI.FRONTEND.SAVESCREEN.TITLE
source: SAVE SLOTS
fr: EMPLACEMENTS DE SAUVEGARDE

# STRINGS.UI.FRONTEND.SUPPORTWARNINGS.AUDIO_DRIVERS
source: A problem occurred initializing your audio device. Sorry about that! This is usually caused by outdated audio drivers. Please visit your audio device manufacturer's website to download the latest drivers.
fr: Un problème est apparu en initialisant le système audio. Désolé! Généralement des pilotes audio obsolètes sont en cause. Visitez le site du fabriquant de votre matériel audio pour télécharger les derniers pilotes.

# STRINGS.UI.FRONTEND.SUPPORTWARNINGS.DUPLICATE_KEY_BINDINGS
source: <b>Duplicate key bindings were detected. This may be because your custom key bindings conflicted with a new feature's default key. Please visit the controls screen to ensure your key bindings are set how you like them.</b> {0}
fr: <b>Un conflit entre des touches a été détecté. Vous avez sans doute configuré une touche qui entre en conflit avec une touche par défaut. Vérifiez sur l'écran des contrôles que les touches sont configurées comme vous le voulez.</b> {0}
