Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.MISC.NOTIFICATIONS.NEEDTOILET.NAME
source: Colony requires toilets
fr: La colonie nécessite des toilettes

# STRINGS.MISC.NOTIFICATIONS.NEEDTOILET.TOOLTIP
source: Your Duplicants have nowhere to relieve themselves
fr: Vos Duplicants n'ont nulle part où se soulager

# STRINGS.MISC.NOTIFICATIONS.NEWTRAIT.NAME
source: {0} has developed a trait
fr: {0} a développé une capacité

# STRINGS.MISC.NOTIFICATIONS.NEWTRAIT.TOOLTIP
source: {0} has developed the trait(s): • {1}
fr: {0} a développé les capacités: • {1}

# STRINGS.MISC.NOTIFICATIONS.NO_MEDICAL_COTS.NAME
source: Colony requires Med-Beds
fr: La colonie nécessite des lits médicaux

# STRINGS.MISC.NOTIFICATIONS.NO_MEDICAL_COTS.TOOLTIP
source: Your sick Duplicants have nowhere to rest or receive medical care
fr: Vos Duplicants malades n'ont nulle part où se rétablir ou recevoir une assistance médicale

# STRINGS.MISC.NOTIFICATIONS.OUTPUTBLOCKED.NAME
source: Output blocked
fr: Sortie bloquée

# STRINGS.MISC.NOTIFICATIONS.OUTPUTBLOCKED.TOOLTIP
source: Blocked pipes have stopped these systems from functioning:
fr: Des tuyaux bouchés ont empêché ces systèmes de fonctionner:

# STRINGS.MISC.NOTIFICATIONS.PRIORITIESMESSAGE.MESSAGEBODY
source: Duplicants will choose what work they do based on the priorities you set. To set priorities, use the priority buttons under the tool menu. Many buildings also let you change their priority on selection.
fr: Les Duplicants choisiront le travail qu'ils effectueront en fonction des priorités définies. Pour définir les priorités, utilisez les boutons de priorité dans le menu priorité. De nombreux équipements vous permettent également de changer leur priorité une fois sélectionnés.

# STRINGS.MISC.NOTIFICATIONS.PRIORITIESMESSAGE.NAME
source: TIP: Priorities
fr: CONSEIL: Priorités

# STRINGS.MISC.NOTIFICATIONS.PRIORITIESMESSAGE.TOOLTIP
source: Understanding your Duplicants' priorities
fr: Comprendre les priorités de vos Duplicants

# STRINGS.MISC.NOTIFICATIONS.REDALERT.NAME
source: Red Alert
fr: Alerte Rouge

# STRINGS.MISC.NOTIFICATIONS.REDALERT.TOOLTIP
source: The colony is prioritizing work over their individual well-being
fr: La colonie privilégie le travail sur son bien-être individuel

# STRINGS.MISC.NOTIFICATIONS.RESEARCHCOMPLETE.MESSAGEBODY
source: Eureka! <style="research">{0} Technology</style> has been unlocked. New buildings have become available: • <style="misc">{1}</style>
fr: Eurêka ! La <style="research">Technologie {0}</style> a été débloquée. De nouvelles constructions sont disponibles: • <style="misc">{1}</style>

# STRINGS.MISC.NOTIFICATIONS.RESEARCHCOMPLETE.NAME
source: Research Complete
fr: Recherche Complète

# STRINGS.MISC.NOTIFICATIONS.RESEARCHCOMPLETE.TOOLTIP
source: <style="research">{0}</style> research complete!
fr: Recherche terminée: <style="research">{0}</style>

# STRINGS.MISC.NOTIFICATIONS.RESOURCEMELTED.NAME
source: Resources melted
fr: Ressources fondues

# STRINGS.MISC.NOTIFICATIONS.RESOURCEMELTED.TOOLTIP
source: These resources have melted:
fr: Ces ressources ont fondu:

# STRINGS.MISC.NOTIFICATIONS.ROLEMASTERED.LINE
source: • <b>{0}</b> mastered the <style="research">{1}</style> job
fr: • <b>{0}</b> a maitrisé le poste : <style="research">{1}</style>

# STRINGS.MISC.NOTIFICATIONS.ROLEMASTERED.MESSAGEBODY
source: These Duplicants have mastered their jobs and may be eligible for promotion: {0}
fr: Ces Duplicants ont maitrisé leurs postes et sont éligibles à une promotion: {0}

# STRINGS.MISC.NOTIFICATIONS.ROLEMASTERED.NAME
source: Jobs Mastered
fr: Postes Maitrisés

# STRINGS.MISC.NOTIFICATIONS.ROLEMASTERED.TOOLTIP
source: Job Mastered
fr: Poste Maitrisé

# STRINGS.MISC.NOTIFICATIONS.SCHEDULEMESSAGE.MESSAGEBODY
source: Duplicants crave structure and will only eat, sleep, work, or bathe during the times you allot for these activities. To make the best use of your time, open the <style="misc">SCHEDULE TAB</style> <color=#F44A47><b>[U]</b></color> to adjust your colony's agenda and plan how your Duplicants should utilize their day.
fr: Les Duplicants ont besoin d'être structurés et vont seulement manger, dormir, travailler ou se laver dans le temps que vous allouez pour ces activités. Pour faire le meilleur usage de votre temps, ouvrez l' <style="misc">ONGLET PLANIFICATION</style> <color=#F44A47><b>[U]</b></color>pour ajuster l'agenda de votre colonie et organiser comment vos Duplicants utilisent leur journée.

# STRINGS.MISC.NOTIFICATIONS.SCHEDULEMESSAGE.NAME
source: TIP: Scheduling
fr: CONSEIL: Planification

# STRINGS.MISC.NOTIFICATIONS.SCHEDULEMESSAGE.TOOLTIP
source: Learn how to schedule your Duplicants' time
fr: Apprenez à planifier le temps de vos Duplicants

# STRINGS.MISC.NOTIFICATIONS.STRESSMANAGEMENTMESSAGE.MESSAGEBODY
source: Duplicants are fragile creatures and must be kept mentally healthy in order to function. Subpar conditions will increase Duplicants' <style="stress">Stress</style>, while improved conditions will decrease it. Too much <style="stress">Stress</style> will cause Duplicants to have a nervous breakdown. Select a Duplicant and mouse over <style="stress">Stress</style> in their <style="misc">INFORMATION TAB</style> to view their individual <style="stress">Stress</style> factors.
fr: Les Duplicants sont des créatures fragiles et doivent être en bonne santé mentale pour évoluer. Sinon le <style="stress">Stress</style> des Duplicants augmentera, tandis que des conditions améliorées le diminueront. Trop de <style="stress">Stress</style> entraînera une crise de nerfs chez les Duplicants. Sélectionnez un Duplicant passer la souris sur le <style="stress">Stress</style> dans l'<style="misc">ONGLET INFORMATION</style> pour voir les facteurs individuels de <style="stress">Stress</style>.

# STRINGS.MISC.NOTIFICATIONS.STRESSMANAGEMENTMESSAGE.NAME
source: TIP: Stress Management
fr: CONSEIL: Gestion du stress

# STRINGS.MISC.NOTIFICATIONS.STRESSMANAGEMENTMESSAGE.TOOLTIP
source: Learn how to keep Duplicants happy and productive
fr: Apprenez à garder les Duplicants heureux et productifs

# STRINGS.MISC.NOTIFICATIONS.STRUCTURALCOLLAPSE.NAME
source: Structural collapse
fr: Éffondrement structurelle

# STRINGS.MISC.NOTIFICATIONS.STRUCTURALCOLLAPSE.TOOLTIP
source: These buildings have collapsed:
fr: Ces équipements se sont effondrés:

# STRINGS.MISC.NOTIFICATIONS.STRUCTURALDAMAGE.NAME
source: Structural damage
fr: Dommages structurels

# STRINGS.MISC.NOTIFICATIONS.STRUCTURALDAMAGE.TOOLTIP
source: These buildings' structural integrity has been compromised
fr: L'intégrité structurelle de cet équipement est compromise

# STRINGS.MISC.NOTIFICATIONS.SUIT_DROPPED.NAME
source: No Docks available
fr: Pas de Station disponible

# STRINGS.MISC.NOTIFICATIONS.SUIT_DROPPED.TOOLTIP
source: An exosuit was dropped because there were no empty Exosuit Docks available
fr: Un exosuit a été abandonné parce qu'il n'y avait pas de Station d'Exosuit vides disponibles

# STRINGS.MISC.NOTIFICATIONS.SUITS.MESSAGEBODY
source: <style="equipment">Exosuits</style> can be equipped to protect your Duplicants from environmental hazards like extreme <style="heat">Heat</style>, airborne <style="disease">Germs</style>, or unbreathable <style="gas">Gas</style>. In order to utilize these suits, you'll need to hook up an Exosuit Dock to a Suit Checkpoint, then store one of your suits inside. Duplicants will equip an exosuit when they walk past the Checkpoint in the chosen direction, and will unequip their suit when walking back the oppposite way.
fr: Les <style="equipment">Exosuits</style> peuvent être équipées pour protéger vos Duplicants dans les environnements dangereux comme la <style="heat"> Chaleur</style> extrême, les <style="disease">germes</style> présents dans l'air et les <style="gas">gaz </style> irrespirables. Afin d'utiliser ces combinaisons, vous devrez placer une station d'Exosuit juste à côté d'un point de contrôle de combinaison, et enfin ranger la combinaison à l'intérieur. Les duplicants s'équiperont d'une exosuit en passant devant un point de contrôle dans la direction vers laquelle il se trouve et l'enlèveront en se déplaçant dans la direction opposée.

# STRINGS.MISC.NOTIFICATIONS.SUITS.NAME
source: TIP: Exosuits
fr: CONSEIL: Exosuits

# STRINGS.MISC.NOTIFICATIONS.SUITS.TOOLTIP
source: Learn how to use exosuits
fr: Apprenez comment utiliser les exosuits

# STRINGS.MISC.NOTIFICATIONS.TASKPRIORITIESMESSAGE.MESSAGEBODY
source: Duplicants will perform pending errands in order of highest priority to lowest. For example, Duplicants will always harvest <style="food">Food</style> before they build, and always build new structures before they dig. Open the <style="misc">ERRANDS TAB</style> <color=#F44A47><b>[J]</b></color> to set which errands Duplicants may perform, or specialize skilled Duplicants for specific types of work.
fr: Les Duplicants vont effectuer les tâches en attente de la plus haute priorité à la plus basse. Par exemple, les Duplicants commenceront par récolter de la <style="food">nourriture</style> avant de construire, et vont toujours construire avant de creuser. Ouvrez l'<style="misc">ONGLET TACHES</style> <color=#F44A47><b>[J]</b></color> pour définir quelles tâches les Duplicants peuvent effectuer, ou spécialiser les Duplicants expérimentés sur des tâches spécifiques.

# STRINGS.MISC.NOTIFICATIONS.TASKPRIORITIESMESSAGE.NAME
source: TIP: Errand Priorities
fr: CONSEIL: Priorités des tâches

# STRINGS.MISC.NOTIFICATIONS.TASKPRIORITIESMESSAGE.TOOLTIP
source: Learn how to manage Duplicants' priorities
fr: Apprenez à gérer les priorités des Duplicants

# STRINGS.MISC.NOTIFICATIONS.THERMALCOMFORT.MESSAGEBODY
source: Environments that are extremely <style="heat">Hot</style> or <style="heat">Cold</style> will affect your Duplicants' internal body temperature and cause <style="stress">Stress</style>. The <style="misc">THERMAL COMFORT OVERLAY</style> <color=#F44A47><b>[F4]</b></color> will allow you to view all areas where Duplicants cannot regulate their temperature and will become uncomfortable.
fr: Les environnements qui sont extrêmement <style="heat">Chauds</style> ou <style="heat">Froids</style> vont affecter la température interne de vos Duplicants et provoquer du <style="stress">Stress</style>. Le <style="misc">CALQUE DES TEMPERATURES</style> <color=#F44A47><b>[F4]</b></color> vous permet de voir toutes les zones où les Duplicants ne peuvent pas réguler leur température et deviennent inconfortables.

# STRINGS.MISC.NOTIFICATIONS.THERMALCOMFORT.NAME
source: TIP: Duplicant Temperature
fr: Astuce : Température du Duplicant

# STRINGS.MISC.NOTIFICATIONS.THERMALCOMFORT.TOOLTIP
source: Help your Duplicants keep their cool
fr: Aidez vos Duplicants à conserver leur fraîcheur

# STRINGS.MISC.NOTIFICATIONS.TUTORIAL_OVERHEATING.MESSAGEBODY
source: When constructing buildings, take note of their <style="heat">Overheat Temperature</style> and plan their locations accordingly. Maintaining low ambient temperatures and good ventilation will help keep building temperatures down. Buildings that exceed their Overheat Temperature will begin to take damage and if left untended, will meltdown and stop functioning until repaired.
fr: Quand vous construisez des équipements, notez leur <style="heat">Température de Surchauffe</style> et prévoyez leur emplacement en fonction. Maintenir une température ambiante basse et une bonne ventilation permettra de baisser la température des constructions. Les équipements qui dépassent leur Température de Surchauffe vont s'endommager, et si l'on ne s'en occupe pas, vont fondre et cesser de fonctionner jusqu'à réparation.

# STRINGS.MISC.NOTIFICATIONS.TUTORIAL_OVERHEATING.NAME
source: TIP: Building Temperature
fr: Astuce : Gérer la Température

# STRINGS.MISC.NOTIFICATIONS.TUTORIAL_OVERHEATING.TOOLTIP
source: Learn how to prevent meltdowns
fr: Apprenez à éviter les effondrements

# STRINGS.MISC.NOTIFICATIONS.UNREACHABLEITEM.NAME
source: Unreachable resources
fr: Ressources inaccessibles

# STRINGS.MISC.NOTIFICATIONS.UNREACHABLEITEM.TOOLTIP
source: Duplicants cannot retrieve these resources:
fr: Les Duplicants ne peuvent pas récupérer ces ressources:

# STRINGS.MISC.NOTIFICATIONS.UNREFRIGERATEDFOOD.NAME
source: Unrefrigerated Food
fr: Nourriture non Réfrigérée

# STRINGS.MISC.NOTIFICATIONS.UNREFRIGERATEDFOOD.TOOLTIP
source: These <style="food">Food</style> items are in storage but are not refrigerated:
fr: Ces <style="food">Aliments</style> sont stockés mais ne sont pas réfrigérés:

# STRINGS.MISC.NOTIFICATIONS.VENTBLOCKED.NAME
source: Vent blocked
fr: Aération bloquée

# STRINGS.MISC.NOTIFICATIONS.VENTBLOCKED.TOOLTIP
source: Blocked pipes have stopped these systems from functioning:
fr: Des tuyaux bouchés ont empêché ces systèmes de fonctionner:

# STRINGS.MISC.NOTIFICATIONS.VENTOVERPRESSURE.NAME
source: Vent overpressurized
fr: Aération en suppression

# STRINGS.MISC.NOTIFICATIONS.VENTOVERPRESSURE.TOOLTIP
source: These pipe systems have exited the ideal pressure range:
fr: Ce réseau de canalisations a quitté la plage de pression idéale:

# STRINGS.MISC.NOTIFICATIONS.WELCOMEMESSAGE.MESSAGEBODY
source: Duplicants are self-motivated and require no individual management in order to perform errands in the colony. You can use the <style="misc">DIG TOOL</style> <color=#F44A47><b>[G]</b></color> and the <style="misc">BUILD MENU</style> in the lower left of the screen to begin planning errands. Once you've placed a few errands, your Duplicants will automatically get to work for you.
fr: Les Duplicants sont motivés et n'ont pas besoin d'être gérés individuellement pour travailler dans la colonie. Vous pouvez utiliser l' <style="misc">OUTIL CREUSER</style> <color=#F44A47><b>[G]</b></color> et le <style="misc">MENU CONSTRUIRE</style> en bas à gauche de l'écran pour planifier des tâches. Une fois que plusieurs sont en place, vos Duplicants vont automatique s'y atteler pour vous.

# STRINGS.MISC.NOTIFICATIONS.WELCOMEMESSAGE.NAME
source: TIP: Colony Management
fr: CONSEIL: Gestion des colonies

# STRINGS.MISC.NOTIFICATIONS.WELCOMEMESSAGE.TOOLTIP
source: Learn how to get Duplicants to do your bidding
fr: Apprenez comment faire obéir vos Duplicants

# STRINGS.MISC.PLACERS.DIGPLACER.NAME
source: Dig
fr: Creuser

# STRINGS.MISC.PLACERS.MOPPLACER.NAME
source: Mop
fr: Nettoyer

# STRINGS.MISC.POPFX.RESOURCE_EATEN
source: Resource Eaten
fr: Ressource mangée

# STRINGS.MISC.STATUSITEMS.BLEACHSTONE.NEIGHBORSBLOCKED.NAME
source: Bleachstone blocked
fr: Soude bloquée

# STRINGS.MISC.STATUSITEMS.BLEACHSTONE.NEIGHBORSBLOCKED.TOOLTIP
source: This <style="solid">Bleachstone</style> deposit is not exposed to air and cannot emit <style="gas">Chlorine</style>
fr: Ce dépôt de <style="solid">Soude</style> n'est pas au contact de l'air et ne peut pas émettre de <style="gas">Chlore</style>

# STRINGS.MISC.STATUSITEMS.BLEACHSTONE.OVERPRESSURE.NAME
source: Inert
fr: Inerte

# STRINGS.MISC.STATUSITEMS.BLEACHSTONE.OVERPRESSURE.TOOLTIP
source: Environmental air pressure is too high for this <style="solid">Bleachstone</style> deposit to emit <style="gas">Chlorine</style>
fr: La pression d'air dans l'environnement est trop élevée pour que ce dépôt de <style="solid">Soude</style> émette du <style="gas">Chlore</style>

# STRINGS.MISC.STATUSITEMS.BLEACHSTONEBLOCKED.TOOLTIP
source: This <style="solid">Bleachstone</style> deposit has no room to emit <style="gas">Chlorine</style>
fr: Ce dépôt de <style="solid">Soude</style> n'a pas de place pour émettre du <style="gas">Chlore</style>

# STRINGS.MISC.STATUSITEMS.BLEACHSTONEEMITTING.NAME
source: Emitting <style="gas">{Element}</style>: {FlowRate}
fr: Émission de <style="gas">{Element}</style>: {FlowRate}

# STRINGS.MISC.STATUSITEMS.BLEACHSTONEEMITTING.TOOLTIP
source: Producing {Element} at a rate of {FlowRate}
fr: Produit {Element} à un taux de {FlowRate}

# STRINGS.MISC.STATUSITEMS.BLEACHSTONEINACTIVE.NAME
source: Inert
fr: Inerte

# STRINGS.MISC.STATUSITEMS.BLEACHSTONEINACTIVE.TOOLTIP
source: Environmental air pressure is too high for this <style="solid">Bleachstone</style> deposit to emit <style="gas">Chlorine</style>
fr: La pression d'air dans l'environnement est trop élevée pour que ce dépôt de <style="solid">Soude</style> émette du <style="gas">Chlore</style>

# STRINGS.MISC.STATUSITEMS.BURIEDITEM.NAME
source: Buried Object
fr: Objet Enterré

# STRINGS.MISC.STATUSITEMS.BURIEDITEM.TOOLTIP
source: Something seems to be hidden here
fr: Quelque chose semble caché ici

# STRINGS.MISC.STATUSITEMS.CLEANING.NAME
source: Cleaning
fr: Nettoyage

# STRINGS.MISC.STATUSITEMS.CLEANING.TOOLTIP
source: This building is currently being cleaned
fr: Cet équipement est en cours de nettoyage

# STRINGS.MISC.STATUSITEMS.EDIBLE.TOOLTIP
source: Can provide <style="food">{0}</style> of energy to Duplicants
fr: Peut fournir <style="food">{0}</style> d'énergie aux Duplicants

# STRINGS.MISC.STATUSITEMS.ELEMENTALCATEGORY.TOOLTIP
source: The selected object belongs to the {Category} resource category
fr: L'objet sélectionné appartient à la catégorie de ressource {Category}

# STRINGS.MISC.STATUSITEMS.ELEMENTALDISEASE.TOOLTIP
source: Current disease: {Disease}
fr: Maladie actuelle: {Disease}

# STRINGS.MISC.STATUSITEMS.ELEMENTALMASS.TOOLTIP
source: The selected object has a mass of {Mass}
fr: L'objet sélectionné a une masse de {Mass}

# STRINGS.MISC.STATUSITEMS.ELEMENTALTEMPERATURE.TOOLTIP
source: The selected object is currently {Temp}
fr: L'objet sélectionné est actuellement {Temp}

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.ALRIGHT.NAME
source: None
fr: Aucun

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.ALRIGHT.TOOLTIP
source: This Duplicant is none the worse for wear
fr: Ce Duplicant se sent au mieux

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.CRITICAL.NAME
source: Severe
fr: Sévère

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.CRITICAL.TOOLTIP
source: This Duplicant is in serious need of medical attention
fr: Ce Duplicant a sérieusement besoin d'une assistance médicale

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.DEAD.NAME
source: Conclusive
fr: Concluant

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.DEAD.TOOLTIP
source: This Duplicant won't be getting back up
fr: Ce Duplicant ne remontera pas

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.INCAPACITATED.NAME
source: Paralyzing
fr: Paralysant

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.INCAPACITATED.TOOLTIP
source: This Duplicant will die if they do not receive medical attention
fr: Ce Duplicant va mourir s'il ne reçoit pas d'assistance médicale

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.INJURED.NAME
source: Moderate
fr: Modérer

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.INJURED.TOOLTIP
source: This Duplicant needs some patching up
fr: Ce Duplicant a besoin de quelques pansements

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.PERFECT.NAME
source: None
fr: Aucun

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.PERFECT.TOOLTIP
source: This Duplicant is in peak condition
fr: Ce Duplicant est en parfaite condition

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.SCUFFED.NAME
source: Minor
fr: Mineur

# STRINGS.MISC.STATUSITEMS.HEALTHSTATUS.SCUFFED.TOOLTIP
source: This Duplicant has a few scrapes and bruises
fr: Ce Duplicant a quelques égratignures et contusions

# STRINGS.MISC.STATUSITEMS.HIT.NAME
source: {targetName} took {damageAmount} damage from {attackerName}'s attack!
fr: {targetName} a subi {damageAmount} dégats de l'attaque de {attackerName}!

# STRINGS.MISC.STATUSITEMS.MARKEDFORCOMPOST.NAME
source: Marked For Compost
fr: Marqué pour Composter

# STRINGS.MISC.STATUSITEMS.MARKEDFORCOMPOST.TOOLTIP
source: Awaiting a Duplicant to compost
fr: En attente d'un Duplicant pour composter

# STRINGS.MISC.STATUSITEMS.MARKEDFORDISINFECTION.NAME
source: Disinfection Pending
fr: Désinfection en Attente

# STRINGS.MISC.STATUSITEMS.MARKEDFORDISINFECTION.TOOLTIP
source: Awaiting a Duplicant to disinfect
fr: En attente d'un Duplicant pour désinfecter

# STRINGS.MISC.STATUSITEMS.NOCLEARLOCATIONSAVAILABLE.NAME
source: No Sweep Destination
fr: Aucune Destination de Balayage

# STRINGS.MISC.STATUSITEMS.NOCLEARLOCATIONSAVAILABLE.TOOLTIP
source: There are no valid destinations for this object to be swept to
fr: Il n'y a aucune destination valide où cet objet puisse être balayé

# STRINGS.MISC.STATUSITEMS.NOTMARKEDFORHARVEST.NAME
source: No Harvest Pending
fr: Pas de Récolte en Cours

# STRINGS.MISC.STATUSITEMS.NOTMARKEDFORHARVEST.TOOLTIP
source: Use the Harvest Tool to mark this plant for harvest
fr: Utilisez l'outil de récolte pour marquer cette plante à récolter

# STRINGS.MISC.STATUSITEMS.OPERATING.NAME
source: In Use
fr: Utilisé

# STRINGS.MISC.STATUSITEMS.OPERATING.TOOLTIP
source: This object is currently being used
fr: Cet objet est actuellement utilisé

# STRINGS.MISC.STATUSITEMS.ORDERATTACK.NAME
source: Pending Attack
fr: Attaque en Attente

# STRINGS.MISC.STATUSITEMS.ORDERATTACK.TOOLTIP
source: Waiting for a Duplicant to murderize this defenseless creature
fr: En attente d'un Duplicant pour assassiner cette créature sans défense

# STRINGS.MISC.STATUSITEMS.OREMASS.TOOLTIP
source: The selected object has a mass of {Mass}
fr: L'objet sélectionné a une masse de {Mass}

# STRINGS.MISC.STATUSITEMS.ORETEMP.TOOLTIP
source: The selected object is currently {Temp}
fr: L'objet sélectionné est actuellement {Temp}

# STRINGS.MISC.STATUSITEMS.OXYROCK.NEIGHBORSBLOCKED.NAME
source: Oxylite blocked
fr: Oxylite bloquée

# STRINGS.MISC.STATUSITEMS.OXYROCK.NEIGHBORSBLOCKED.TOOLTIP
source: This <style="solid">Oxylite</style> deposit is not exposed to air and cannot emit <style="oxygen">Oxygen</style>
fr: Le dépôt d'<style="solid">Oxylite</style> n'est pas exposé à l'air et ne peut pas émettre d'<style="oxygen">Oxygène</style>

# STRINGS.MISC.STATUSITEMS.OXYROCK.OVERPRESSURE.NAME
source: Inert
fr: Inerte

# STRINGS.MISC.STATUSITEMS.OXYROCK.OVERPRESSURE.TOOLTIP
source: Environmental air pressure is too high for this <style="solid">Oxylite</style> deposit to emit <style="oxygen">Oxygen</style>
fr: La pression d'air dans l'environnement est trop élevée pour que ce dépôt d' <style="solid">Oxylite</style> émette de l'<style="oxygen">Oxygène</style>

# STRINGS.MISC.STATUSITEMS.OXYROCKBLOCKED.TOOLTIP
source: This <style="solid">Oxylite</style> deposit has no room to emit <style="oxygen">Oxygen</style>
fr: Ce dépôt d'<style="solid">Oxylite</style> n'a pas de place pour émettre d'<style="oxygen">Oxygène</style>

# STRINGS.MISC.STATUSITEMS.OXYROCKEMITTING.NAME
source: Emitting <style="oxygen">Oxygen</style>: {FlowRate}
fr: Émet de <style="oxygen">l'Oxygène</style>: {FlowRate}

# STRINGS.MISC.STATUSITEMS.OXYROCKEMITTING.TOOLTIP
source: Producing oxygen at a rate of {FlowRate}
fr: Produit de l'oxygène à un taux de {FlowRate}

# STRINGS.MISC.STATUSITEMS.OXYROCKINACTIVE.NAME
source: Inert
fr: Inerte

# STRINGS.MISC.STATUSITEMS.OXYROCKINACTIVE.TOOLTIP
source: Environmental air pressure is too high for this <style="solid">Oxylite</style> deposit to emit <style="oxygen">Oxygen</style>
fr: La pression d'air dans l'environnement est trop élevée pour que ce dépôt d' <style="solid">Oxylite</style> émette de l'<style="oxygen">Oxygène</style>

# STRINGS.MISC.STATUSITEMS.PENDINGCLEAR.NAME
source: Sweep Errand Assigned
fr: Action Requise: Ramassage

# STRINGS.MISC.STATUSITEMS.PENDINGCLEAR.TOOLTIP
source: Awaiting a Duplicant to sweep
fr: En attente d'un Duplicant pour balayer

# STRINGS.MISC.STATUSITEMS.PENDINGHARVEST.NAME
source: Harvest Errand Assigned
fr: Action Requise: Récolte

# STRINGS.MISC.STATUSITEMS.PENDINGHARVEST.TOOLTIP
source: Awaiting a Duplicant to harvest
fr: En attente d'un Duplicant pour récolter

# STRINGS.MISC.STATUSITEMS.PENDINGUPROOT.NAME
source: Uproot Errand Assigned
fr: Action Requise: Arrachage

# STRINGS.MISC.STATUSITEMS.PENDINGUPROOT.TOOLTIP
source: Awaiting a Duplicant to uproot
fr: En attente d'un Duplicant pour arracher

# STRINGS.MISC.STATUSITEMS.PICKUPABLEUNREACHABLE.NAME
source: Unreachable
fr: Inaccessible
