Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.INPUT_BINDINGS.ROOT.DISINFECT
source: Disinfect
fr: Désinfecter

# STRINGS.INPUT_BINDINGS.ROOT.HARVEST
source: Harvest
fr: Récolter

# STRINGS.INPUT_BINDINGS.ROOT.MOP
source: Mop
fr: Nettoyer

# STRINGS.INPUT_BINDINGS.ROOT.NAME
source: Root
fr: Actions de Base

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY1
source: Overlay1
fr: Calque 1

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY10
source: Overlay10
fr: Calque 10

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY11
source: Overlay11
fr: Calque 11

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY12
source: Overlay12
fr: Calque 12

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY13
source: Overlay13
fr: Calque 13

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY14
source: Overlay14
fr: Calque 14

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY2
source: Overlay2
fr: Calque 2

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY3
source: Overlay3
fr: Calque 3

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY4
source: Overlay4
fr: Calque 4

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY5
source: Overlay5
fr: Calque 5

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY6
source: Overlay6
fr: Calque 6

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY7
source: Overlay7
fr: Calque 7

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY8
source: Overlay8
fr: Calque 8

# STRINGS.INPUT_BINDINGS.ROOT.OVERLAY9
source: Overlay9
fr: Calque 9

# STRINGS.INPUT_BINDINGS.ROOT.PANDOWN
source: PanDown
fr: Déplacer la Caméra vers le Bas

# STRINGS.INPUT_BINDINGS.ROOT.PANLEFT
source: PanLeft
fr: Déplacer la Caméra vers la Gauche

# STRINGS.INPUT_BINDINGS.ROOT.PANRIGHT
source: PanRight
fr: Déplacer la Caméra vers la Droite

# STRINGS.INPUT_BINDINGS.ROOT.PANUP
source: PanUp
fr: Déplacer la Caméra vers le Haut

# STRINGS.INPUT_BINDINGS.ROOT.PRIORITIZE
source: Prioritize
fr: Prioriser

# STRINGS.INPUT_BINDINGS.ROOT.SLOWDOWN
source: SlowDown
fr: Ralentir

# STRINGS.INPUT_BINDINGS.ROOT.SPEEDUP
source: SpeedUp
fr: Accélérer

# STRINGS.INPUT_BINDINGS.ROOT.TOGGLEPAUSE
source: TogglePause
fr: Mettre le jeu en Pause

# STRINGS.INPUT_BINDINGS.ROOT.TOGGLESCREENSHOTMODE
source: ToggleScreenshotMode
fr: Activer le Mode Copie d'Écran

# STRINGS.INPUT_BINDINGS.ROOT.ZOOMIN
source: ZoomIn
fr: Zoom Avant

# STRINGS.INPUT_BINDINGS.ROOT.ZOOMOUT
source: ZoomOut
fr: Zoom Arrière

# STRINGS.INPUT_BINDINGS.TOOL.DRAGSTRAIGHT
source: DragStraight
fr: Déplacer en ligne droite

# STRINGS.INPUT_BINDINGS.TOOL.NAME
source: Tool
fr: Outil

# STRINGS.INPUT_BINDINGS.TOOL.ROTATEBUILDING
source: RotateBuilding
fr: Tourner la construction

# STRINGS.ITEMS.FOOD.BASICFORAGEPLANT.DESC
source: A seedless fruit with an upsettingly bland aftertaste. It cannot be replanted. Digging up Buried Objects may uncover a Muckroot.
fr: Un fruit sans graines avec un arrière-goût fade. Il ne peut pas être replanté. Déterrer des objets peut mettre au jour un Muckroot.

# STRINGS.ITEMS.FOOD.BASICPLANTBAR.DESC
source: <style="food">Meal Lice</style> compacted into a dense, immobile loaf.
fr: <style="food">larves de farine</style> compactées en un pain dense et immobile.

# STRINGS.ITEMS.FOOD.BASICPLANTBAR.NAME
source: Liceloaf
fr: pain de larves

# STRINGS.ITEMS.FOOD.BASICPLANTBAR.RECIPEDESC
source: <style="food">Meal Lice</style> compacted into a dense, immobile loaf.
fr: <style="food">larves de farine</style> compactées en un pain dense et immobile.

# STRINGS.ITEMS.FOOD.BASICPLANTFOOD.DESC
source: A flavorless grain that almost never wiggles on its own.
fr: Un grain sans saveur qui ne gigote presque jamais de son plein gré.

# STRINGS.ITEMS.FOOD.BASICPLANTFOOD.NAME
source: Meal Lice
fr: larves de farine

# STRINGS.ITEMS.FOOD.COLDWHEATBREAD.DESC
source: A simple bun baked from <style="plant">Sleet Wheat</style> grain. Each bite leaves a mild cooling sensation in one's mouth, even when the bun itself is warm.
fr: Un simple petit pain cuit à partir de grain de <style="plant">Blé Grêle</style>. Chaque bouchée laisse une légère sensation de fraîcheur dans la bouche, même lorsque le pain lui-même est chaud.

# STRINGS.ITEMS.FOOD.COLDWHEATBREAD.NAME
source: Frost Bun
fr: Petit Pain Gelé

# STRINGS.ITEMS.FOOD.COLDWHEATBREAD.RECIPEDESC
source: A simple bun baked from <style="plant">Sleet Wheat</style> grain.
fr: Un simple petit pain cuit à partir de grain de <style="plant">Blé Grêle</style>.

# STRINGS.ITEMS.FOOD.COLDWHEATSEED.DESC
source: An edible grain that leaves a cool taste on the tongue.
fr: Une céréale comestible qui laisse un goût frais sur la langue.

# STRINGS.ITEMS.FOOD.COLDWHEATSEED.NAME
source: Sleet Wheat Grain
fr: Grain de Blé de Gréle

# STRINGS.ITEMS.FOOD.COOKEDMEAT.DESC
source: The cooked meat of a defeated creature. It has a delightful smoky aftertaste.
fr: La viande cuisinée d'une créature vaincue. Elle a un arrière-goût de fumé délicieux.

# STRINGS.ITEMS.FOOD.COOKEDMEAT.NAME
source: Barbeque
fr: Barbecue

# STRINGS.ITEMS.FOOD.COOKEDMEAT.RECIPEDESC
source: The cooked meat of a defeated creature.
fr: La viande cuisinée d'une créature vaincue.

# STRINGS.ITEMS.FOOD.FIELDRATION.DESC
source: A nourishing nutrient paste, sandwiched between thin wafer layers.
fr: Une pâte nutritive nourrissante, intercalée entre des couches de gaufrette.

# STRINGS.ITEMS.FOOD.FIELDRATION.NAME
source: Nutrient Bar
fr: Barre Nutritive

# STRINGS.ITEMS.FOOD.FRIEDMUSHBAR.DESC
source: Deep fried, solidified mudslop. The inside is almost completely uncooked, despite the crunch on the outside.
fr: Un pâté de boue frit épais et solidifié. L'intérieur est presque cru, malgré le côté croustillant.

# STRINGS.ITEMS.FOOD.FRIEDMUSHBAR.NAME
source: Mush Fry
fr: Bouillie de Boue Frite

# STRINGS.ITEMS.FOOD.FRIEDMUSHBAR.RECIPEDESC
source: Deep fried, solidified mudslop.
fr: Une boue épaisse et solidifiée.

# STRINGS.ITEMS.FOOD.FRIEDMUSHROOM.DESC
source: A fried dish made with a fruiting <style="plant">Dusk Cap</style>. It has a thick, savory flavor with subtle earthy undertones.
fr: Un plat frit à base d'<style="plant">Obscurignon</style> fructifère. C'est épais et savoureux avec un subtil goût terreux.

# STRINGS.ITEMS.FOOD.FRIEDMUSHROOM.NAME
source: Fried Mushroom
fr: Champignon Frit

# STRINGS.ITEMS.FOOD.FRIEDMUSHROOM.RECIPEDESC
source: A fried dish made with a fruiting <style="plant">Dusk Cap</style>.
fr: Un plat frit composé d'<style="plant">Obscurignon</style> fructifère.

# STRINGS.ITEMS.FOOD.FRUITCAKE.DESC
source: A mashed up <style="food">Bristle Berry</style> sludge with an exceptionally long shelf life. Its aggressive, overbearing sweetness can leave the tongue feeling temporarily numb.
fr: Une purée de <style="food">Baie Velue</style> avec une durée de conservation exceptionnellement longue. Sa douceur agressive et dominante peut laisser la langue temporairement engourdie.

# STRINGS.ITEMS.FOOD.FRUITCAKE.NAME
source: Berry Sludge
fr: Baie Boueuse

# STRINGS.ITEMS.FOOD.FRUITCAKE.RECIPEDESC
source: A mashed up <style="food">Bristle Berry</style> sludge with an exceptionally long shelf life.
fr: Une purée de <style="food">Baie Velue</style> avec une durée de conservation exceptionnellement longue.

# STRINGS.ITEMS.FOOD.GRILLEDPRICKLEFRUIT.DESC
source: The grilled bud of a <style="plant">Bristle Blossom</style>. Heat unlocked an exquisite taste in the fruit, though the burnt spines leave something to be desired.
fr: Le bourgeon grillé d'une <style="plant">Plante Velue</style>. La cuisson a révélé un goût exquis dans le fruit, bien que les épines brûlées laissent à désirer.

# STRINGS.ITEMS.FOOD.GRILLEDPRICKLEFRUIT.NAME
source: Gristle Berry
fr: Baie Fibreuse

# STRINGS.ITEMS.FOOD.GRILLEDPRICKLEFRUIT.RECIPEDESC
source: The grilled bud of a <style="plant">Bristle Blossom</style>.
fr: Le bourgeon grillé d'une <style="plant">Fleur Velue</style>.

# STRINGS.ITEMS.FOOD.MEAT.DESC
source: Uncooked meat from a very dead creature. Yum!
fr: Viande crue d'une créature tout à fait morte. Miam!

# STRINGS.ITEMS.FOOD.MEAT.NAME
source: Meat
fr: Viande

# STRINGS.ITEMS.FOOD.MUSHBAR.DESC
source: An edible, putrefied mudslop. Mush Bars are preferable to starvation, but only just barely.
fr: Une bouillie de moisissures comestible. La Bouillie de Boue est préférable à la faim, mais c'est tout juste.

# STRINGS.ITEMS.FOOD.MUSHBAR.NAME
source: Mush Bar
fr: Bouillie de Boue

# STRINGS.ITEMS.FOOD.MUSHBAR.RECIPEDESC
source: An edible, putrefied mudslop. Mush Bars are preferable to starvation, but only just barely.
fr: Une bouillie de moisissures comestible. La Bouillie de Boue est préférable à la faim, mais c'est tout juste.

# STRINGS.ITEMS.FOOD.MUSHROOM.DESC
source: An edible, flavorless fungus that grew in the dark.
fr: Un champignon comestible et sans saveur qui a grandi dans le noir.

# STRINGS.ITEMS.FOOD.MUSHROOM.NAME
source: Mushroom
fr: Champignon

# STRINGS.ITEMS.FOOD.PICKLEDMEAL.DESC
source: Meal Lice preserved in vinegar. It's a rarely acquired taste.
fr: larves de farine conservées dans du vinaigre. Possèdent un goût inhabituel.

# STRINGS.ITEMS.FOOD.PICKLEDMEAL.NAME
source: Pickled Meal
fr: Repas Mariné

# STRINGS.ITEMS.FOOD.PICKLEDMEAL.RECIPEDESC
source: Meal Lice regrettably preserved in vinegar.
fr: larves de farine malencontreusement conservées dans du vinaigre.

# STRINGS.ITEMS.FOOD.PRICKLEFRUIT.DESC
source: A sweet, mostly pleasant-tasting fruit covered in prickly barbs.
fr: Un fruit doux et plutôt agréable, couvert de poils drus.

# STRINGS.ITEMS.FOOD.PRICKLEFRUIT.NAME
source: Bristle Berry
fr: Baie Velue

# STRINGS.ITEMS.FOOD.ROTPILE.DESC
source: An inedible glop of former foodstuff. Rot piles break down into <style="solid">Polluted Dirt</style> over time.
fr: Une bouillie non comestible de ce qui fut autrefois de la nourriture. Les piles de pourriture se transforment en <style="solid">Terre Polluée</style> au fil du temps.

# STRINGS.ITEMS.FOOD.ROTPILE.NAME
source: Rot Pile
fr: Pile de pourriture

# STRINGS.ITEMS.FOOD.SALSA.DESC
source: A baked <style="food">Bristle Berry</style> stuffed with delectable spices and vibrantly flavored.
fr: Une <style="food">Baie Velue</style> farcie avec de délicieuses épices et délicatement parfumée.

# STRINGS.ITEMS.FOOD.SALSA.NAME
source: Stuffed Berry
fr: Baie Farcie

# STRINGS.ITEMS.FOOD.SALSA.RECIPEDESC
source: A baked <style="food">Bristle Berry</style> stuffed with delectable spices and vibrantly flavored.
fr: Une <style="food">Baie Velue</style> farcie avec de délicieuses épices et délicatement parfumée.

# STRINGS.ITEMS.FOOD.SPICEBREAD.DESC
source: A loaf of bread, lightly spiced with <style="food">Pincha Peppernut</style> for a mild bite. There's a simple joy to be had in pulling it apart in one's fingers.
fr: Une tranche de pain, légèrement épicée avec de la <style="food"> noix poivrée Pincha</style> pour une bouchée revigorante La mettre en pièce entre ses doigts procure un plaisir simple.

# STRINGS.ITEMS.FOOD.SPICEBREAD.NAME
source: Pepper Bread
fr: Pain Epicé

# STRINGS.ITEMS.FOOD.SPICEBREAD.RECIPEDESC
source: A loaf of bread, lightly spiced with <style="food">Pincha Peppernut</style> for a mild bite.
fr: Une tranche de pain, légèrement épicée avec de la<style="food"> noix poivrée Pincha</style> pour une bouchée revigorante.

# STRINGS.ITEMS.FOOD.SPICENUT.DESC
source: The flavorful nut of a <style="plant">Pincha Pepperplant</style>. The bitter outer rind hides a rich, peppery core that is useful in cooking.
fr: Toute la saveur d'un <style="plant">Piment Pincha</style>. La coque amère dissimule un noyau riche et poivré utilisé en cuisine.

# STRINGS.ITEMS.FOOD.SPICENUT.NAME
source: Pincha Peppernut
fr: Noix Poivrée Pincha

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.BASIC_FABRIC.DESC
source: A ball of raw cellulose used in the production of <style="equipment">Clothing</style> and textiles.
fr: Une boule de cellulose brute utilisée dans la production de <style="equipment">Vêtements </style> et textiles.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.BASIC_FABRIC.NAME
source: Reed Fiber
fr: Fibre de roseau

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.FARM_STATION_TOOLS.DESC
source: Specialized <style="solid">Fertilizer</style> mixed by a professional farmer. Increases the growth rate of one <style="plant">Plant</style>.
fr: <style="solid">Engrais</style> Spécialisé mélangé par un fermier professionnel. Accélère la pousse d'une <style="plant">Plante</style>.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.FARM_STATION_TOOLS.NAME
source: Micronutrient Fertilizer
fr: Engrais à base de Micronutriment

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.FUEL_BRICK.DESC
source: A densely compressed brick of combustible material. It can be burned to produce a one-time burst of <style="power">Power</style>.
fr: Une brique de matériau combustible densément compressée. Elle peut être brûlée pour produire une bouffée de <style="power">Puissance</style>.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.FUEL_BRICK.NAME
source: Fuel Brick
fr: Brique de Carburant

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.MACHINE_PARTS.DESC
source: Specialized <style="misc">Parts</style> crafted by a professional engineer. Jerryrigs machine buildings to increase their efficiency.
fr: <style="misc">Pièces</style> Spécialisées fabriquées par un ingénieur professionnel. Améliore les machines pour augmenter leur potentiel.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.MACHINE_PARTS.NAME
source: Custom Parts
fr: Pièces Personnalisées

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.MACHINE_PARTS.TINKER_EFFECT_NAME
source: Engie's Jerryrig: {0} {1}
fr: Amélioré par un Ingé: {0} {1}

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.MACHINE_PARTS.TINKER_EFFECT_TOOLTIP
source: Can be used to Jerryrig upgrades to a machine building, increasing its {0} by {1}.
fr: Peut être utilisé pour améliorer une machine, augmentant son {0} de {1}.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.MACHINE_PARTS.TINKER_REQUIREMENT_NAME
source: Job: Mechatronics Engineer
fr: Mission: Ingénieur Mécatronicien

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.MACHINE_PARTS.TINKER_REQUIREMENT_TOOLTIP
source: Can only be used by the Mechatronics Engineer to apply a Jerryrig.
fr: Ne peut être utilisé que par l'Ingénieur Mécatronicien pour faire des réglages.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.POWER_STATION_TOOLS.DESC
source: A specialized <style="misc">Microchip</style> created by a professional engineer. Tunes up generators to increase their <style="power">Power</style> output.
fr: Une <style="misc">Micro-Puce</style> spécialisée, créée par un ingénieur professionnel. Améliore les générateurs pour augmenter l'<style="power">Énergie</style> en sortie.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.POWER_STATION_TOOLS.NAME
source: Microchip
fr: Micro-Puce

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.POWER_STATION_TOOLS.TINKER_EFFECT_NAME
source: Engie's Tune-Up: {0} {1}
fr: Amélioré par un Ingé: {0} {1}

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.POWER_STATION_TOOLS.TINKER_EFFECT_TOOLTIP
source: Can be used to Tune Up a generator, increasing its {0} by {1}.
fr: Peut être utilisé pour améliorer un générateur, en augmentant son {0} de {1}.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.POWER_STATION_TOOLS.TINKER_REQUIREMENT_NAME
source: Job: Electrical Engineer
fr: Poste: Ingénieur Électricien

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.POWER_STATION_TOOLS.TINKER_REQUIREMENT_TOOLTIP
source: Can only be used by the Electrical Engineer to apply a Tune Up.
fr: Ne peut être utilisé que par un Ingénieur Électricien pour mettre en place une amélioration.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.TRAP_PARTS.DESC
source: These components can be assembled into an Animal Trap and used to catch <style="creature">Creatures</style>.
fr: Ces composants peuvent être assemblés dans un Piège pour animaux, utilisé pour attraper des <style="creature">Créatures</style>.

# STRINGS.ITEMS.INDUSTRIAL_PRODUCTS.TRAP_PARTS.NAME
source: Trap Components
fr: Composants de piège

# STRINGS.ITEMS.INGREDIENTS.SWAMPLILYFLOWER.DESC
source: A medicinal flower that soothes most minor maladies. It is exceptionally fragrant.
fr: Une plante médicinale qui apaise les maladies les plus mineures. Son parfum est exceptionnel.

# STRINGS.ITEMS.INGREDIENTS.SWAMPLILYFLOWER.NAME
source: Balm Lily Flower
fr: Fleur de lys de marais

# STRINGS.ITEMS.PILLS.GINKONUT.NAME
source: Antifungal Cream
fr: Crème Antifongique

# STRINGS.ITEMS.PILLS.HERBALREMEDY.DESC
source: <style="medicine">Medicine</style> for <style="disease">Diarrhea</style>.
fr: <style="medicine">Médicament</style> pour guérir la <style="disease">Diarrhée</style>.

# STRINGS.ITEMS.PILLS.HERBALREMEDY.NAME
source: Digestive Tonic
fr: Digestif Tonique

# STRINGS.ITEMS.PILLS.HERBALREMEDY.RECIPEDESC
source: Cures <style="disease">Diarrhea</style>.
fr: Guérit la<style="disease">Diarrhée</style>.

# STRINGS.ITEMS.PILLS.MUSCARINICANTAGONIST.NAME
source: Anti Inflammatory Pills
fr: Pilules anti-inflammatoire

# STRINGS.ITEMS.PILLS.PLACEBO.DESC
source: A general, all-purpose <style="medicine">Medicine</style>. The less you know about it, the better it works.
fr: Un <style="medicine">Médicament</style> général et polyvalent Moins vous en savez mieux ça marchera.

# STRINGS.ITEMS.PILLS.PLACEBO.RECIPEDESC
source: All-purpose <style="medicine">Medicine</style>.
fr: <style="medicine">Médicament</style> pour tout usage.

# STRINGS.ITEMS.PILLS.PUTRIDODOURMEDICINE.DESC
source: A medical-grade destinkifier.
fr: Un filtre à air de qualité médicale.

# STRINGS.ITEMS.PILLS.PUTRIDODOURMEDICINE.NAME
source: Deodorant
fr: Déodorant

# STRINGS.ITEMS.PILLS.PUTRIDODOURMEDICINE.RECIPEDESC
source: A medical-grade destinkifier.
fr: Un destructeur d'odeurs de niveau médical.

# STRINGS.ITEMS.PILLS.VITAMINSUPPLEMENT.DESC
source: A health <style="medicine">Supplement</style> for improving <style="disease">Immune System</style> strength.
fr: Un <style="medicine">Complément</style> santé qui améliore le <style="disease">Système Immunitaire</style>.

# STRINGS.ITEMS.PILLS.VITAMINSUPPLEMENT.NAME
source: Vitamin Chews
fr: Tablettes Vitaminées

# STRINGS.ITEMS.PILLS.VITAMINSUPPLEMENT.RECIPEDESC
source: Improves <style="disease">Immune System</style> strength.
fr: Augmente la force du <style="disease">Système Immunitaire</style>.

# STRINGS.LORE.BUILDINGS.Desk.ENTRY
source: TO: JSTERN@GRAVITASFACILITY.NOVA FROM: EJONES @GRAVITASFACILITY.NOVA SUBJECT: Preliminary Calculations Director, Even with dramatic optimization we can't make the sheer volume of resources required to sustain a colony seed fit for even a small interplanetary travel duration. We'll need to consider serious changes if this is going to work. E Jones Information and Statistics Department The Gravitas Facility
fr: A: JSTERN@GRAVITASFACILITY.NOVA DE: EJONES @GRAVITASFACILITY.NOVA TITRE: Calculs Préliminaires Monsieur le Directeur, Même avec des optimisations dramatiques, nous ne pouvons pas fournir le volume de ressources requises pour subvenir aux besoins d'une colonie, même pour un petit voyage interplanétaire. Nous devrons envisager de sérieux changements si cela continue. E Jones Département Information et Statistiques Le Complexe Gravitas

# STRINGS.LORE.BUILDINGS.Desk.HEADER
source: Preliminary Calculations
fr: Calculs préliminaires

# STRINGS.LORE.BUILDINGS.GeneShuffler.ENTRY
source: "--fascinating that memories are not already inherent in our subjects; however, none as of yet have shown signs of recognition when introduced to familiar stimuli." "Refer to Experiment 7D." "Refer to Experiment 7F." "Memories must be embedded physically within the brainmaps of our subjects. The only question remains is--"
fr: "-- fascinant que les souvenirs ne sont pas déjà inhérents à nos sujets, mais aucun n'a encore montré de signes de reconnaissance lorsqu'ils sont présentés à des stimuli familiers". "Reportez-vous à l'expérience 7D." "Reportez-vous à l'expérience 7F". "Les souvenirs doivent être intégrés physiquement dans les cerveaux de nos sujets. La seule question est comment ..."

# STRINGS.LORE.BUILDINGS.GeneShuffler.HEADER
source: LOG FRAGMENT RECOVERED
fr: FRAGMENT DE REGISTRES RÉCUPÉRÉ

# STRINGS.LORE.BUILDINGS.SET_LOCKER1.ENTRY
source: FIRST LAW Energy can neither be created or destroyed, only change forms. SECOND LAW Entropy in an isolated system that is not in equilibrium tends to increase over time, approaching the maximum value at equilibrium. THIRD LAW Entropy in a system approaches a constant minimum as temperature approaches absolute zero. ZEROTH LAW If two thermodynamic systems are in thermal equilibrium with a third, then they are in thermal equilibrium with each other.
fr: PREMIÈRE LOI L'énergie ne peut être créée ni détruite, seulement changer de forme. DEUXIÈME LOI L'entropie dans un système isolé qui n'est pas en équilibre tend à augmenter avec le temps, en approchant la valeur maximale à l'équilibre. TROISIÈME LOI L'entropie dans un système approche un minimum constant lorsque la température approche le zéro absolu. LOI ZERO Si deux système thermodynamique sont en équilibre thermique avec un troisième, ils sont en équilibre l'un avec l'autre.

# STRINGS.LORE.BUILDINGS.SET_LOCKER2.ENTRY
source: A powerful stench emanates from this locker.
fr: Une puanteur puissante émane de ce casier.

# STRINGS.LORE.BUILDINGS.SET_OBJECT.ENTRY
source: TO: ALL FROM: ADMIN @GRAVITASFACILITY.NOVA SUBJECT: IMPORTANT REMINDER TO ALL PERSONNEL The Gravitas Facility does not officially host a "Bring Your Child To Work Day" office event. We ask that personnel please do not bring children into top secret research departments, and especially that they do not let said children play with the high velocity particle accelerators. We thank you for your understanding. -The Gravitas Facility
fr: A: TOUS DE: ADMIN @GRAVITASFACILITY.NOVA TITRE: IMPORTANT RAPPEL A TOUT LE PERSONNEL Le Complexe Gravitas n'a pas officiellement de journée "Emmenez Votre Enfant Au Travail". Nous demandons à tout le personnel de ne pas emmener d'enfant dans les départements de recherches top secrètes, et plus particulièrement de ne pas laisser lesdits enfants jouer avec les accélérateurs de particules. Merci pour votre compréhension. - Le Complexe Gravitas

# STRINGS.LORE.BUILDINGS.SET_OBJECT.HEADER
source: REMINDER TO STAFF
fr: RAPPEL AU PERSONNEL

# STRINGS.LORE.BUILDINGS.SetLocker.ENTRY
source: To all employees; The facility is pleased to announced that starting this week, all Fridays will now be Casual Fridays! Please enjoy the clinically proven destressing benefits of casual attire by wearing your favorite shirt to the lab. NOTE: Any personnel found on facility premises without regulation fullbody protection will be put on immediate notice. Thank-you and have fun! -Admin
fr: A tous les employés; Le complexe est heureux d'annoncer qu'à partir de cette semaine, tous les vendredis seront maintenant des Vendredi Décontractés ! Profitez de l'effet déstressant cliniquement prouvés de la tenue décontractée en portant votre chemise préférée au laboratoire. REMARQUE: Tout personnel trouvé dans les locaux de l'établissement sans protection intégrale réglementaire sera mis à la porte. Merci et amusez-vous ! -Admin

# STRINGS.LORE.BUILDINGS.SetLocker.HEADER
source: Casual Friday!
fr: Vendredi décontracté!

# STRINGS.LORE.BUILDINGS.VendingMachine.ENTRY
source: TO: ALL FROM: ADMIN@GRAVITASFACILITY.NOVA SUBJECT: Unattended Cultures For the health and safety of your fellow Facility employees, please do not store unlabeled bacterial cultures in the cafeteria fridge. Similarly, be advised that the cafeteria dishwasher is incapable of handling petri "dishes", despite the nomenclature. We thank you for your consideration. -The Gravitas Facility
fr: A: TOUS DE: ADMIN@GRAVITASFACILITY.NOVA TITRE: Cultures sans surveillance Pour la santé et la sécurité de vos camarades de travail, merci de ne pas stocker de culture de bactéries non étiquetées dans le frigo de la cafétéria. De même, veuillez noter que le lave vaisselle de la cafétéria ne peut pas traiter les boites de Petri. Merci de votre attention. - La Station Gravitas

# STRINGS.LORE.BUILDINGS.VendingMachine.HEADER
source: NOTICE TO STAFF
fr: NOTE DU STAFF

# STRINGS.MISC.NOTIFICATIONS.ALLOCATED.NAME
source: Resource allocated
fr: Ressources allouées
