Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.CREATURES.STATUSITEMS.STALE.NAME
source: Stale {RotPercentage}
fr: Rassis {RotPercentage}

# STRINGS.CREATURES.STATUSITEMS.STALE.TOOLTIP
source: This food is still edible but will soon expire {RotTooltip}
fr: Cette nourriture est encore comestible mais plus pour longtemps {RotTooltip}

# STRINGS.CREATURES.STATUSITEMS.STERILIZINGATMOSPHERE.NAME
source: Sterile Atmosphere
fr: Atmosphère Stérile

# STRINGS.CREATURES.STATUSITEMS.STERILIZINGATMOSPHERE.TOOLTIP
source: Microbe destroying conditions are preventing this food from decaying
fr: La destruction des microbes empêche cette nourriture de se détériorer

# STRINGS.CREATURES.STATUSITEMS.STRUGGLING.NAME
source: Struggling
fr: Lutte

# STRINGS.CREATURES.STATUSITEMS.STRUGGLING.TOOLTIP
source: This creature is trying to get away
fr: Cette créature essaie de s'enfuir

# STRINGS.CREATURES.STATUSITEMS.SUFFOCATING.NAME
source: Suffocating
fr: Suffoque

# STRINGS.CREATURES.STATUSITEMS.SUFFOCATING.TOOLTIP
source: This creature cannot breathe
fr: Cette créature ne peut pas respirer

# STRINGS.CREATURES.STATUSITEMS.TIRED.NAME
source: Fatigued
fr: Épuisé

# STRINGS.CREATURES.STATUSITEMS.TIRED.TOOLTIP
source: This creature needs to rest
fr: Cette créature a besoin de repos

# STRINGS.CREATURES.STATUSITEMS.TRAPPED.NAME
source: Trapped
fr: Piégé

# STRINGS.CREATURES.STATUSITEMS.TRAPPED.TOOLTIP
source: This creature is contained and cannot move
fr: Cette créature est enfermée et ne peut plus bouger

# STRINGS.CREATURES.STATUSITEMS.UNREFRIGERATED.NAME
source: Unrefrigerated
fr: Non réfrigéré

# STRINGS.CREATURES.STATUSITEMS.UNREFRIGERATED.TOOLTIP
source: Temperatures above {RotTemperature} spoil food more quickly
fr: Les températures au dessus de {RotTemperature} détériorent la nourriture plus rapidement

# STRINGS.CREATURES.STATUSITEMS.WILTING.NAME
source: Growth Halted{Reasons}
fr: Croissance Interrompue{Reasons}

# STRINGS.CREATURES.STATUSITEMS.WILTING.TOOLTIP
source: Growth will resume when conditions improve
fr: La croissance reprendra lorsque les conditions s'amélioreront

# STRINGS.CREATURES.STATUSITEMS.WILTING_NON_GROWING_PLANT.NAME
source: Growth Halted{Reasons}
fr: Croissance Interrompue{Reasons}

# STRINGS.CREATURES.STATUSITEMS.WILTING_NON_GROWING_PLANT.TOOLTIP
source: Growth will resume when conditions improve
fr: La croissance reprendra lorsque les conditions s'amélioreront

# STRINGS.CREATURES.STATUSITEMS.WILTINGDOMESTIC.NAME
source: Growth Halted{Reasons}
fr: Croissance Interrompue{Reasons}

# STRINGS.CREATURES.STATUSITEMS.WILTINGDOMESTIC.TOOLTIP
source: Growth will resume when conditions improve
fr: La croissance reprendra lorsque les conditions s'amélioreront

# STRINGS.CREATURES.STATUSITEMS.WRONGATMOSPHERE.NAME
source: • Atmosphere
fr: • Atmosphère

# STRINGS.CREATURES.STATUSITEMS.WRONGATMOSPHERE.TOOLTIP
source: Growth will resume when submersed in one of the following gases: {elements}
fr: La croissance reprendra après immersion dans un des gaz suivants: {elements}

# STRINGS.CREATURES.STATUSITEMS.WRONGFERTILIZER.NAME
source: • Fertilization
fr: • Fertilisation

# STRINGS.CREATURES.STATUSITEMS.WRONGFERTILIZER.TOOLTIP
source: This farm is storing materials that are not suitable for this plant ------------------ Empty this building's storage to remove the unusable materials
fr: Cette ferme stocke des matériaux qui ne conviennent pas pour cette plante ------------------ Videz ce rangement pour enlever les matériaux inutilisables

# STRINGS.CREATURES.STATUSITEMS.WRONGFERTILIZERMAJOR.NAME
source: • Fertilization
fr: • Fertilisation

# STRINGS.CREATURES.STATUSITEMS.WRONGFERTILIZERMAJOR.TOOLTIP
source: This farm is storing materials that are not suitable for this plant ------------------ Empty this building's storage to remove the unusable materials
fr: Cette ferme stocke des matériaux qui ne conviennent pas à cette plante ------------------ Videz le stockage de cette structure pour enlever les matériaux inutilisables

# STRINGS.CREATURES.STATUSITEMS.WRONGIRRIGATION.NAME
source: • Fertilization
fr: • Fertilisation

# STRINGS.CREATURES.STATUSITEMS.WRONGIRRIGATION.TOOLTIP
source: This farm is storing materials that are not suitable for this plant ------------------ Empty this building's storage to remove the unusable materials
fr: Cette ferme stocke des matériaux qui ne conviennent pas à cette plante ------------------ Videz le stockage de cette structure pour enlever les matériaux inutilisables

# STRINGS.CREATURES.STATUSITEMS.WRONGIRRIGATIONMAJOR.TOOLTIP
source: This farm is storing materials that are not suitable for this plant ------------------ Empty this building's storage to remove the incorrect materials
fr: Cette ferme stocke des matériaux qui ne conviennent pas à cette plante ------------------ Videz le stockage de cette structure pour enlever les matériaux incorrects

# STRINGS.DUPLICANTS.ATTRIBUTES.AIRCONSUMPTIONRATE.DESC
source: Air Consumption determines how much <style="oxygen">Oxygen</style> a Duplicant requires per minute to live.
fr: Le Taux de Consommation d'Air détermine combien d<style="oxygen">Oxygène</style> un Duplicant à besoin par minute pour vivre.

# STRINGS.DUPLICANTS.ATTRIBUTES.AIRCONSUMPTIONRATE.NAME
source: Air Consumption Rate
fr: Taux de Consommation d'Air

# STRINGS.DUPLICANTS.ATTRIBUTES.ART.DESC
source: Determines the speed and finesse with which a Duplicant creates artwork.
fr: Détermine la rapidité d'un Duplicant à créer une œuvre d'art et sa qualité.

# STRINGS.DUPLICANTS.ATTRIBUTES.ART.NAME
source: Creativity
fr: Créativité

# STRINGS.DUPLICANTS.ATTRIBUTES.ART.SPEEDMODIFIER
source: {0} Decorating Speed
fr: Vitesse de Décoration: {0}

# STRINGS.DUPLICANTS.ATTRIBUTES.ATHLETICS.DESC
source: Determines a Duplicant's default runspeed.
fr: Détermine la vitesse de course d'un Duplicant.

# STRINGS.DUPLICANTS.ATTRIBUTES.ATHLETICS.NAME
source: Athletics
fr: Forme Physique

# STRINGS.DUPLICANTS.ATTRIBUTES.ATHLETICS.SPEEDMODIFIER
source: {0} Runspeed
fr: Vitesse de Course: {0}

# STRINGS.DUPLICANTS.ATTRIBUTES.BLADDERDELTA.NAME
source: Bladder Change
fr: Volume de la Vessie

# STRINGS.DUPLICANTS.ATTRIBUTES.BOTANIST.BONUS_SEEDS
source: {0} Seed Chance
fr: {0} de Chances d'obtenir une Graine

# STRINGS.DUPLICANTS.ATTRIBUTES.BOTANIST.DESC
source: Determines how quickly and efficiently a Duplicant raises plants.
fr: Détermine la facilité avec laquelle un Duplicant fait pousser les plantes.

# STRINGS.DUPLICANTS.ATTRIBUTES.BOTANIST.HARVEST_SPEED_MODIFIER
source: {0} Harvesting Speed
fr: Vitesse de Récolte: {0}

# STRINGS.DUPLICANTS.ATTRIBUTES.BOTANIST.NAME
source: Farming
fr: Agriculture

# STRINGS.DUPLICANTS.ATTRIBUTES.BOTANIST.TINKER_MODIFIER
source: {0} Tending Speed
fr: Vitesse des Soins: {0}

# STRINGS.DUPLICANTS.ATTRIBUTES.BREATHDELTA.DESC
source: Determines how quickly a Duplicant gains or reduces <style="stress">Breath</style>.
fr: Détermine la vitesse à laquelle un Duplicant gagne ou perd son <style="stress">Souffle</style>.

# STRINGS.DUPLICANTS.ATTRIBUTES.BREATHDELTA.NAME
source: Breath Change
fr: Respiration

# STRINGS.DUPLICANTS.ATTRIBUTES.CALORIESDELTA.NAME
source: Calories Change Rate
fr: Taux d'Évolution Calorique

# STRINGS.DUPLICANTS.ATTRIBUTES.CARING.DESC
source: Determines medical skill and how well a Duplicant works with peers and creatures.
fr: Détermine la compétence médicale et comment un Duplicant travaille avec ses pairs et les créatures.

# STRINGS.DUPLICANTS.ATTRIBUTES.CARING.FABRICATE_SPEEDMODIFIER
source: {0} Compound Treatment Speed
fr: Vitesse de Fabrication des Médicaments : {0}

# STRINGS.DUPLICANTS.ATTRIBUTES.CARING.NAME
source: Kindness
fr: Soins

# STRINGS.DUPLICANTS.ATTRIBUTES.CARING.SPEEDMODIFIER
source: {0} Medical Care Speed
fr: Vitesse des Soins Médicaux: {0}

# STRINGS.DUPLICANTS.ATTRIBUTES.CARRYAMOUNT.DESC
source: Determines the maximum weight that a Duplicant can carry.
fr: Détermine le poids maximum qu'un Duplicant peut porter.

# STRINGS.DUPLICANTS.ATTRIBUTES.CARRYAMOUNT.NAME
source: Carrying Capacity
fr: Poids Transportable

# STRINGS.DUPLICANTS.ATTRIBUTES.CONSTRUCTION.DESC
source: Determines a Duplicant's building speed.
fr: Détermine la vitesse à laquelle un Duplicant construit.

# STRINGS.DUPLICANTS.ATTRIBUTES.CONSTRUCTION.SPEEDMODIFIER
source: {0} Construction Speed
fr: Vitesse de Construction: {0}

# STRINGS.DUPLICANTS.ATTRIBUTES.COOKING.DESC
source: Determines how quickly a Duplicant prepares <style="food">Food</style>.
fr: Détermine la vitesse à laquelle un Duplicant prépare la <style="food">Nourriture</style>.

# STRINGS.DUPLICANTS.ATTRIBUTES.COOKING.NAME
source: Cooking
fr: Cuisine

# STRINGS.DUPLICANTS.ATTRIBUTES.COOKING.SPEEDMODIFIER
source: {0} Cooking Speed
fr: Vitesse de Cuisine: {0}

# STRINGS.DUPLICANTS.ATTRIBUTES.DECOR.DESC
source: <style="decor">Decor</style> affects a Duplicant's <style="decor">Stress</style> and their opinion of their surroundings.
fr: La <style="decor">Décoration</style> influe sur le <style="decor">Stress</style> du Duplicant et son opinion sur son environnement.

# STRINGS.DUPLICANTS.ATTRIBUTES.DECOR.NAME
source: Decor
fr: Décoration

# STRINGS.DUPLICANTS.ATTRIBUTES.DECOREXPECTATION.DESC
source: Not meeting a Duplicant's <style="decor">Decor</style> expectations will increase their <style="stress">Stress</style>.
fr: Ne pas fournir à un Duplicants le niveau de <style="decor">Décoration</style> qu'il souhaite augmentera son <style="stress">Stress</style>.

# STRINGS.DUPLICANTS.ATTRIBUTES.DECOREXPECTATION.NAME
source: Decor Expectation
fr: Esthétisme

# STRINGS.DUPLICANTS.ATTRIBUTES.DECORRADIUS.DESC
source: The influence range of an object's <style="decor">Decor</style> value.
fr: Zone d'effet d'un objet <style="decor">Décoratif</style>.

# STRINGS.DUPLICANTS.ATTRIBUTES.DECORRADIUS.NAME
source: Decor Radius
fr: Rayonnement de la Décoration

# STRINGS.DUPLICANTS.ATTRIBUTES.DIGGING.ATTACK_MODIFIER
source: {0} Attack Damage
fr: {0} Dommages d'attaque

# STRINGS.DUPLICANTS.ATTRIBUTES.DIGGING.DESC
source: Determines a Duplicant's mining speed.
fr: Détermine la vitesse à laquelle un Duplicant mine.

# STRINGS.DUPLICANTS.ATTRIBUTES.DIGGING.NAME
source: Digging
fr: Minage

# STRINGS.DUPLICANTS.ATTRIBUTES.DIGGING.SPEEDMODIFIER
source: {0} Digging Speed
fr: Vitesse de Minage: {0}

# STRINGS.DUPLICANTS.ATTRIBUTES.DISEASECURESPEED.DESC
source: Recovery speed bonus is increased when another Duplicant provides medical care to the patient
fr: Le bonus de Vitesse de Guérison est augmenté quand un autre Duplicant fournit des soins médicaux au patient

# STRINGS.DUPLICANTS.ATTRIBUTES.DISEASECURESPEED.NAME
source: <style="disease">Disease</style> Recovery Speed Bonus
fr: Bonus de vitesse de guérison d'une <style="disease">Maladie</style>

# STRINGS.DUPLICANTS.ATTRIBUTES.DOCTOREDLEVEL.DESC
source: Duplicants who receive medical care while on a Med-Bed or Pharma Chamber will gain the "Care Received" effect This effect reduces Disease symptoms
fr: Les Duplicants qui reçoivent un traitement dans un lit médical ou une chambre pharmaceutique obtiendront l'effet « Soins Reçus » Cet effet réduit les symptômes de la maladie

# STRINGS.DUPLICANTS.ATTRIBUTES.DOCTOREDLEVEL.NAME
source: <style="medicine">Care Received</style> Effect
fr: Effet <style="medicine">Soins Reçus</style>

# STRINGS.DUPLICANTS.ATTRIBUTES.FATALTEMPERATURE.DESC
source: A building at Meltdown <style="heat">Temperature</style> will lose functionality and take damage
fr: Un bâtiment à <style="heat">température</style> de fusion perdra ses fonctionnalités et subira des dommages

# STRINGS.DUPLICANTS.ATTRIBUTES.FATALTEMPERATURE.NAME
source: Meltdown Temperature
fr: Température de Fusion

# STRINGS.DUPLICANTS.ATTRIBUTES.FOODEXPECTATION.DESC
source: Not meeting a Duplicant's <style="food">Food</style> expectations will increase their <style="stress">Stress</style>.
fr: Les Duplicants qui ne remplissent pas leurs besoins en <style="food">Nourriture</style> verront leur <style="stress">Stress</style> augmenter.

# STRINGS.DUPLICANTS.ATTRIBUTES.FOODEXPECTATION.NAME
source: Food Quality Expectation
fr: Qualité de l'Alimentation Attendue

# STRINGS.DUPLICANTS.ATTRIBUTES.GENERATOROUTPUT.NAME
source: Power Output
fr: Sorties de Puissance

# STRINGS.DUPLICANTS.ATTRIBUTES.HITPOINTSDELTA.DESC
source: Health regeneration is increased when another Duplicant provides medical care to the patient
fr: La régénération de santé est augmentée lorsqu'un Duplicant fournit une assistance médicale au patient

# STRINGS.DUPLICANTS.ATTRIBUTES.HITPOINTSDELTA.NAME
source: <style="Health">Health</style>
fr: <style="Health">Santé</style>

# STRINGS.DUPLICANTS.ATTRIBUTES.HYGIENE.DESC
source: <style="hygiene">Hygiene</style> affects a Duplicant's sense of cleanliness.
fr: <style="hygiene">Hygiène</style> détermine le sens de la propreté d'un Duplicant.

# STRINGS.DUPLICANTS.ATTRIBUTES.HYGIENE.NAME
source: Hygiene
fr: Hygiène

# STRINGS.DUPLICANTS.ATTRIBUTES.IMMUNELEVELDELTA.NAME
source: Immunity Regen
fr: Régénération de l'Immunité

# STRINGS.DUPLICANTS.ATTRIBUTES.IMMUNITY.BOOST_MODIFIER
source: {0} Immunity Regen
fr: Régénération du Système Immunitaire: {0}

# STRINGS.DUPLICANTS.ATTRIBUTES.IMMUNITY.BOOST_STAT
source: Immunity Attribute
fr: Attributs d'immunité

# STRINGS.DUPLICANTS.ATTRIBUTES.IMMUNITY.DESC
source: Determines a Duplicant's disease susceptibility and recovery time.
fr: Détermine le risque de maladie et le temps de guérison d'un Duplicant.

# STRINGS.DUPLICANTS.ATTRIBUTES.IMMUNITY.NAME
source: Immunity
fr: Immunité

# STRINGS.DUPLICANTS.ATTRIBUTES.INSULATION.DESC
source: Highly insulated Duplicants retain body heat easily, while low insulation Duplicants are easier to keep cool.
fr: Les Duplicants hautement isolés retiennent la chaleur de leurs corps facilement, tandis qu'avec une faible isolation les Duplicants se rafraîchissent plus facilement.

# STRINGS.DUPLICANTS.ATTRIBUTES.INSULATION.NAME
source: Insulation
fr: Isolation

# STRINGS.DUPLICANTS.ATTRIBUTES.INSULATION.SPEEDMODIFIER
source: {0} Temperature Retention
fr: {0} Rétention de Température

# STRINGS.DUPLICANTS.ATTRIBUTES.LEARNING.DESC
source: Determines how quickly a Duplicant conducts <style="research">Research</style> and gains skills.
fr: Détermine la vitesse à laquelle un Duplicant mène des <style="research">Recherches</style> et gagne des points de compétence.

# STRINGS.DUPLICANTS.ATTRIBUTES.LEARNING.NAME
source: Learning
fr: Apprentissage

# STRINGS.DUPLICANTS.ATTRIBUTES.LEARNING.RESEARCHSPEED
source: {0} Research Speed
fr: Vitesse de Recherche: {0}

# STRINGS.DUPLICANTS.ATTRIBUTES.LEARNING.SPEEDMODIFIER
source: {0} Skill Leveling
fr: {0} Niveau de compétence

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERY.DESC
source: Determines how adeptly a Duplicant uses machines.
fr: Détermine la facilité avec laquelle un Duplicant peut utiliser une machine.

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERY.NAME
source: Tinkering
fr: Bricolage

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERY.SPEEDMODIFIER
source: {0} Tinkering Speed
fr: Vitesse de Bricolage: {0}

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERYSPEED.DESC
source: Speed Bonus
fr: Bonus de Vitesse

# STRINGS.DUPLICANTS.ATTRIBUTES.MACHINERYSPEED.NAME
source: Machinery Speed
fr: Vitesse de la Machinerie

# STRINGS.DUPLICANTS.ATTRIBUTES.MATURITYDELTA.DESC
source: Determines the amount of time needed to reach maturation.
fr: Détermine le temps nécessaire pour atteindre la maturité.

# STRINGS.DUPLICANTS.ATTRIBUTES.MATURITYDELTA.NAME
source: Growth Speed
fr: Vitesse de Croissance

# STRINGS.DUPLICANTS.ATTRIBUTES.MAXUNDERWATERTRAVELCOST.DESC
source: Determines a Duplicant's runspeed when submerged in liquid
fr: Détermine la vitesse de course d'un Duplicant quand il est plongé dans un liquide

# STRINGS.DUPLICANTS.ATTRIBUTES.MAXUNDERWATERTRAVELCOST.NAME
source: Underwater Movement
fr: Mouvement sous l'eau

# STRINGS.DUPLICANTS.ATTRIBUTES.OVERHEATTEMPERATURE.DESC
source: A building at Overheat <style="heat">Temperature</style> will take damage and melt down if not cooled
fr: Un équipement à <style="heat">Température</style> de surchauffe prendra des dégâts et fondra si il n'est pas refroidi

# STRINGS.DUPLICANTS.ATTRIBUTES.OVERHEATTEMPERATURE.NAME
source: Overheat Temperature
fr: Température de Surchauffe

# STRINGS.DUPLICANTS.ATTRIBUTES.PROFESSION_DESC
source: Expertise is determined by a Duplicant's highest Attribute ------------------ Duplicants develop higher expectations as their Expertise level increases
fr: L'Expertise est déterminée par l'Attribut le plus haut d'un Duplicant ------------------ Les Duplicants ont de plus grandes attentes quand leurs niveaux d' expertise augmentent

# STRINGS.DUPLICANTS.ATTRIBUTES.ROOMTEMPERATUREPREFERENCE.DESC
source: Determines the minimum body heat a Duplicant prefers to maintain.
fr: Détermine la chaleur minimale du corps qu'un Duplicant préfère maintenir.

# STRINGS.DUPLICANTS.ATTRIBUTES.ROOMTEMPERATUREPREFERENCE.NAME
source: Temperature Preference
fr: Préférence de Température

# STRINGS.DUPLICANTS.ATTRIBUTES.SCALDINGTHRESHOLD.DESC
source: Determines the temperature at which a Duplicant will get burned.
fr: Détermine la température à laquelle un Duplicant sera brûlé.

# STRINGS.DUPLICANTS.ATTRIBUTES.SCALDINGTHRESHOLD.NAME
source: Scalding Threshold
fr: Seuil de Brûlure

# STRINGS.DUPLICANTS.ATTRIBUTES.SNEEZYNESS.DESC
source: Determines how frequently a Duplicant sneezes.
fr: Détermine à quelle fréquence un Duplicant éternue.

# STRINGS.DUPLICANTS.ATTRIBUTES.SNEEZYNESS.NAME
source: Sneeziness
fr: Éternuement

# STRINGS.DUPLICANTS.ATTRIBUTES.STAMINADELTA.NAME
source: Stamina Change
fr: Modification d'Endurance

# STRINGS.DUPLICANTS.ATTRIBUTES.STRENGTH.CARRYMODIFIER
source: {0} Carrying Capacity
fr: Poids Transportable: {0}

# STRINGS.DUPLICANTS.ATTRIBUTES.STRENGTH.DESC
source: Determines a Duplicant's carrying capacity, and how much elbow grease they can put into cleaning errands.
fr: Détermine le poids qu'un Duplicant peut porter et l'huile de coude qu'il peut utiliser pour les tâches de nettoyage.

# STRINGS.DUPLICANTS.ATTRIBUTES.STRENGTH.NAME
source: Strength
fr: Force

# STRINGS.DUPLICANTS.ATTRIBUTES.STRENGTH.SPEEDMODIFIER
source: {0} Tidying Speed
fr: Vitesse du Nettoyage: {0}

# STRINGS.DUPLICANTS.ATTRIBUTES.STRESSDELTA.DESC
source: Determines how quickly a Duplicant gains or reduces <style="stress">Stress</style>.
fr: Détermine la vitesse à laquelle un Duplicant gagne ou perd du <style="stress">Stress</style>.

# STRINGS.DUPLICANTS.ATTRIBUTES.STRESSDELTA.NAME
source: Stress Change
fr: Changement de Stress

# STRINGS.DUPLICANTS.ATTRIBUTES.THERMALCONDUCTIVITYBARRIER.NAME
source: Insulation Thickness
fr: Épaisseur d'Isolation

# STRINGS.DUPLICANTS.ATTRIBUTES.THERMALCONDUCTIVITYBARRIER.TOOLTIP
source: Insulation Thickness determines how quickly a Duplicant retains or loses body <style="heat">Heat</style> in any given area. It is the sum of a Duplicant's equipment and their natural Insulation values.
fr: L'Épaisseur d'Isolation détermine à quelle vitesse un Duplicant retient ou perd la <style="heat">Chaleur</style> de son corps dans une zone donnée. C'est la somme des équipements d'un Duplicant et de leurs valeurs d'isolation naturelles.

# STRINGS.DUPLICANTS.ATTRIBUTES.TOILETEFFICIENCY.DESC
source: Determines how long a Duplicant needs to do their "business".
fr: Détermine le temps dont un Duplicant a besoin pour faire sa "petite affaire".

# STRINGS.DUPLICANTS.ATTRIBUTES.TOILETEFFICIENCY.NAME
source: Bathroom Hustle
fr: Vitesse aux Toilettes

# STRINGS.DUPLICANTS.ATTRIBUTES.TOXICITYDELTA.NAME
source: Toxicity Change
fr: Modification de la Toxicité

# STRINGS.DUPLICANTS.ATTRIBUTES.UNPROFESSIONAL_DESC
source: This Duplicant has no discernible skills
fr: Ce Duplicant n'a pas de talent particulier

# STRINGS.DUPLICANTS.ATTRIBUTES.UNPROFESSIONAL_NAME
source: Lump
fr: Empoté

# STRINGS.DUPLICANTS.CHOREGROUPS.ART.DESC
source: Sculpt or paint to improve colony decor.
fr: Sculptez ou peignez pour améliorer la décoration de votre colonie.

# STRINGS.DUPLICANTS.CHOREGROUPS.BASEKEEPING.DESC
source: Sweep, mop, and disinfect objects within the colony.
fr: Ramasse, Nettoie et désinfecte les objets au sein de la colonie.

# STRINGS.DUPLICANTS.CHOREGROUPS.BASEKEEPING.NAME
source: Tidy
fr: Nettoyage

# STRINGS.DUPLICANTS.CHOREGROUPS.BUILD.DESC
source: Construct new buildings.
fr: Construit de nouveaux équipements.

# STRINGS.DUPLICANTS.CHOREGROUPS.BUILD.NAME
source: Build
fr: Construction

# STRINGS.DUPLICANTS.CHOREGROUPS.COMBAT.DESC
source: Fight wild creatures.
fr: Combat de créatures sauvages.

# STRINGS.DUPLICANTS.CHOREGROUPS.COOK.DESC
source: Operate food preparation buildings.
fr: Utilise les équipements pour la préparation des repas.

# STRINGS.DUPLICANTS.CHOREGROUPS.COOK.NAME
source: Cook
fr: Cuisine

# STRINGS.DUPLICANTS.CHOREGROUPS.DIG.DESC
source: Mine raw resources.
fr: Mine les ressources brutes.

# STRINGS.DUPLICANTS.CHOREGROUPS.DIG.NAME
source: Dig
fr: Excavation

# STRINGS.DUPLICANTS.CHOREGROUPS.FARMING.DESC
source: Gather crops from mature plants.
fr: Récolte les cultures des plantes arrivées à maturité.

# STRINGS.DUPLICANTS.CHOREGROUPS.FARMING.NAME
source: Farm
fr: Agriculture

# STRINGS.DUPLICANTS.CHOREGROUPS.HAULING.DESC
source: Run resources to critical buildings and high priority storage.
fr: Amène les ressources aux équipements importants et aux stocks prioritaires.

# STRINGS.DUPLICANTS.CHOREGROUPS.HAULING.NAME
source: Supply
fr: Approvisionnement

# STRINGS.DUPLICANTS.CHOREGROUPS.MACHINEOPERATING.DESC
source: Operating heavy machinery for production, fabrication, and utility purposes.
fr: Travaille sur la machinerie lourde à des fins de production, fabrication, et pour tout autre usage.

# STRINGS.DUPLICANTS.CHOREGROUPS.MACHINEOPERATING.NAME
source: Operate
fr: Exploitation

# STRINGS.DUPLICANTS.CHOREGROUPS.MASSAGE.DESC
source: Take breaks for massages.
fr: Prend une pause pour se faire masser.

# STRINGS.DUPLICANTS.CHOREGROUPS.MASSAGE.NAME
source: Leisure
fr: Loisir

# STRINGS.DUPLICANTS.CHOREGROUPS.MEDICALAID.DESC
source: Treat sick and injured Duplicants.
fr: Traite les Duplicants malades ou blessés.

# STRINGS.DUPLICANTS.CHOREGROUPS.MEDICALAID.NAME
source: Care
fr: Soins

# STRINGS.DUPLICANTS.CHOREGROUPS.REPAIR.DESC
source: Repair damaged buildings.
fr: Répare les équipement endommagés.

# STRINGS.DUPLICANTS.CHOREGROUPS.REPAIR.NAME
source: Repair
fr: Réparation

# STRINGS.DUPLICANTS.CHOREGROUPS.RESEARCH.DESC
source: Use research stations to unlock new technologies.
fr: Utilise les stations de recherche pour débloquer de nouvelles technologies.

# STRINGS.DUPLICANTS.CHOREGROUPS.RESEARCH.NAME
source: Research
fr: Recherche

# STRINGS.DUPLICANTS.CHORES.ART.NAME
source: Decorate
fr: Décorer

# STRINGS.DUPLICANTS.CHORES.ART.STATUS
source: Going to decorate
fr: Va décorer

# STRINGS.DUPLICANTS.CHORES.ART.TOOLTIP
source: This Duplicant is going to work on their art
fr: Ce Duplicant va développer son art

# STRINGS.DUPLICANTS.CHORES.ATTACK.NAME
source: Attack
fr: Attaquer

# STRINGS.DUPLICANTS.CHORES.ATTACK.STATUS
source: Attacking
fr: Attaque

# STRINGS.DUPLICANTS.CHORES.ATTACK.TOOLTIP
source: Chaaaarge!
fr: Chaaargez!

# STRINGS.DUPLICANTS.CHORES.BEINCAPACITATED.NAME
source: Incapacitated
fr: Neutralisé

# STRINGS.DUPLICANTS.CHORES.BEINCAPACITATED.STATUS
source: Dying
fr: Meurt

# STRINGS.DUPLICANTS.CHORES.BEINCAPACITATED.TOOLTIP
source: This Duplicant will die soon if they do not receive assistance
fr: Ce Duplicant va mourir bientôt s'il ne reçoit pas d'assistance

# STRINGS.DUPLICANTS.CHORES.BINGE_EAT.NAME
source: Binge Eat
fr: Dévore

# STRINGS.DUPLICANTS.CHORES.BINGE_EAT.STATUS
source: Binge eating
fr: En train de dévorer

# STRINGS.DUPLICANTS.CHORES.BINGE_EAT.TOOLTIP
source: This Duplicant is attempting to eat their emotions due to stress
fr: Ce Duplicant essaie de cacher ses émotions causées par le stress

# STRINGS.DUPLICANTS.CHORES.BUILD.NAME
source: Build
fr: Construire
