Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.MISC.NOTIFICATIONS.ALLOCATED.TOOLTIP
source: These resources are reserved for a planned building:
fr: Ces ressources sont réservées à un équipement:

# STRINGS.MISC.NOTIFICATIONS.AVAILABLE.NAME
source: Resource available
fr: Ressource disponible

# STRINGS.MISC.NOTIFICATIONS.AVAILABLE.TOOLTIP
source: These resources have become available:
fr: Ces ressources sont devenues disponibles:

# STRINGS.MISC.NOTIFICATIONS.BASICCONTROLS.MESSAGEBODY
source: • Use the <style="misc">WASD</style> keys to pan your camera and the <style="misc">MOUSE WHEEL</style> to zoom in or out. <color=#F44A47><b>[H]</b></color> will return your screen to the Printing Pod. • Your simulation can be sped up or slowed down by using the speed buttons in the top left, or by pressing <color=#F44A47><b>[TAB]</b></color>. • <color=#F44A47><b>[SPACE]</b></color> will pause or resume your game.
fr: • Utilisez les touches <style="misc">ZQSD</style> pour déplacer la caméra et la <style="misc">MOLETTE</style> pour zoomer. <color=#F44A47><b>[H]</b></color> vous ramènera à la Station d'Impression. • Votre simulation peut être ralentie ou accélérée en utilisant les boutons de vitesse en haut à gauche, ou en appuyant sur <color=#F44A47>[TAB]</color>. • <color=#F44A47><b>[ESPACE]</b></color> met le jeu en pause ou le reprend.

# STRINGS.MISC.NOTIFICATIONS.BASICCONTROLS.NAME
source: TIP: Basic Controls
fr: CONSEIL: Commandes de base

# STRINGS.MISC.NOTIFICATIONS.BASICCONTROLS.TOOLTIP
source: Helpful tips to get you started
fr: Conseils pratiques pour vous aider à démarrer

# STRINGS.MISC.NOTIFICATIONS.BEING_INFECTED.MESSAGEBODY
source: When Duplicants come into contact with various <style="disease">Germs</style>, they'll need to expend points of <style="misc">Immunity</style> to resist them and remain healthy. If repeated exposes causes their Immunity to drop to 0%, they'll be unable to resist germs and will contract the next disease they encounter. Doors with Access Permissions can be built from the <style="misc">BASE TAB</style><color=#F44A47> <b>[1]</b></color> of the <style="misc">BUILD MENU</style> to block Duplicants from entering biohazardous areas while they recover their spent immunity points.
fr: Quand les Duplicants entrent en contact avec certains <style="disease">Germes</style>, ils devront dépenser des points d'<style="misc">Immunité</style> pour leur résister et rester en bonne santé. Si l'immunité tombe à 0% en cas d'exposition répétée, ils seront incapables de résister aux germes et contracteront la prochaine maladie qu'ils rencontrent. Les portes avec des Permissions d'Accès peuvent être construite à partir de l'<style="misc">ONGLET BASE</style><color=#F44A47> <b>[1]</b></color> du <style="misc">MENU DE CONSTRUCTION</style> pour empêcher les Duplicants d'entrer dans des zones contaminées pendant qu'ils récupèrent leurs points d'immunité dépensés.

# STRINGS.MISC.NOTIFICATIONS.BEING_INFECTED.NAME
source: TIP: Duplicant Immune Systems
fr: CONSEIL: Système Immunitaire des Duplicants

# STRINGS.MISC.NOTIFICATIONS.BEING_INFECTED.TOOLTIP
source: Keep your Duplicants in peak health
fr: Gardez vos Duplicants en bonne santé

# STRINGS.MISC.NOTIFICATIONS.BROKENMACHINE.NAME
source: Building broken
fr: Équipement cassé

# STRINGS.MISC.NOTIFICATIONS.BROKENMACHINE.TOOLTIP
source: These buildings have taken significant damage and are nonfunctional:
fr: Ces équipements ont subi des dégâts significatifs et ne fonctionnent plus:

# STRINGS.MISC.NOTIFICATIONS.BUILDINGCOLLAPSE.NAME
source: Building collapsed
fr: Équipement effondré

# STRINGS.MISC.NOTIFICATIONS.BUILDINGCOLLAPSE.TOOLTIP
source: These buildings have collapsed from a lack of foundation: • {0}
fr: Ces équipements se sont effondrés faute de fondation: • {0}

# STRINGS.MISC.NOTIFICATIONS.BUILDINGOVERHEATED.NAME
source: Damage: Overheated
fr: Dégat: Surchauffé

# STRINGS.MISC.NOTIFICATIONS.BUILDINGOVERHEATED.TOOLTIP
source: Excessive heat is damaging these buildings:
fr: Une chaleur excessive endommage ces équipements:

# STRINGS.MISC.NOTIFICATIONS.CIRCUIT_OVERLOADED.NAME
source: Circuit Overloaded
fr: Circuit Surchargé

# STRINGS.MISC.NOTIFICATIONS.CIRCUIT_OVERLOADED.TOOLTIP
source: These wires melted due to excessive current demands on their circuits
fr: Ces cables ont fondu à cause d'une demande excessive sur leurs circuits

# STRINGS.MISC.NOTIFICATIONS.COLONYLOST.NAME
source: Colony Lost
fr: Colonie Perdue

# STRINGS.MISC.NOTIFICATIONS.COLONYLOST.TOOLTIP
source: All Duplicants are dead or incapacitated
fr: Tous les Duplicants sont morts ou hors service

# STRINGS.MISC.NOTIFICATIONS.DEATH_CRUSHED.NAME
source: Duplicants crushed
fr: Duplicants écrasés

# STRINGS.MISC.NOTIFICATIONS.DEATH_CRUSHED.TOOLTIP
source: These Duplicants have been crushed:
fr: Ces Duplicants ont été écrasés:

# STRINGS.MISC.NOTIFICATIONS.DEATH_DISEASE.NAME
source: Duplicants have succumb to illness
fr: Des Duplicants ont succombé à la maladie

# STRINGS.MISC.NOTIFICATIONS.DEATH_DISEASE.TOOLTIP
source: These Duplicants died from an untreated <style="disease">Disease</style>:
fr: Ces Duplicants sont mort d'une <style="disease">Maladie</style> non traitée:

# STRINGS.MISC.NOTIFICATIONS.DEATH_DROWNED.NAME
source: Duplicants have drowned
fr: Duplicants noyés

# STRINGS.MISC.NOTIFICATIONS.DEATH_DROWNED.TOOLTIP
source: These Duplicants have drowned:
fr: Ces Duplicants se sont noyés:

# STRINGS.MISC.NOTIFICATIONS.DEATH_ENTOUMBED.NAME
source: Duplicants have been entombed
fr: Des Duplicants ont été enterrés

# STRINGS.MISC.NOTIFICATIONS.DEATH_ENTOUMBED.TOOLTIP
source: These Duplicants are trapped and need assistance:
fr: Ces Duplicants sont prisonniers et ont besoin d'aide:

# STRINGS.MISC.NOTIFICATIONS.DEATH_FELL.NAME
source: Duplicants splattered
fr: Duplicants applatis

# STRINGS.MISC.NOTIFICATIONS.DEATH_FELL.TOOLTIP
source: These Duplicants fell to their deaths:
fr: Ces Duplicants ont fait une chute mortelle:

# STRINGS.MISC.NOTIFICATIONS.DEATH_FROZENSOLID.NAME
source: Duplicants have frozen
fr: Duplicants gelés

# STRINGS.MISC.NOTIFICATIONS.DEATH_FROZENSOLID.TOOLTIP
source: These Duplicants died from extremely low <style="heat">Temperatures</style>:
fr: Ces Duplicants sont morts à cause d'un <style="heat">Froid</style> extrême:

# STRINGS.MISC.NOTIFICATIONS.DEATH_OVERHEATING.NAME
source: Duplicants have overheated
fr: Duplicants ont surchauffé

# STRINGS.MISC.NOTIFICATIONS.DEATH_OVERHEATING.TOOLTIP
source: These Duplicants died from extreme <style="heat">Heat</style>:
fr: Ces Duplicants sont morts à cause d'une <style="heat">Chaleur</style> extrême:

# STRINGS.MISC.NOTIFICATIONS.DEATH_OVERPRESSURE.NAME
source: Duplicants pressurized
fr: Duplicants pressurisés

# STRINGS.MISC.NOTIFICATIONS.DEATH_OVERPRESSURE.TOOLTIP
source: These Duplicants died in a high pressure environment:
fr: Ces Duplicants sont morts dans un environnement à haute pression:

# STRINGS.MISC.NOTIFICATIONS.DEATH_POISONED.NAME
source: Duplicants poisoned
fr: Duplicants empoisonnés

# STRINGS.MISC.NOTIFICATIONS.DEATH_POISONED.TOOLTIP
source: These Duplicants died as a result of poisoning:
fr: Ces Duplicants sont morts à la suite d'un empoisonnement:

# STRINGS.MISC.NOTIFICATIONS.DEATH_RAPIDDECOMPRESSION.NAME
source: Duplicants pressurized
fr: Duplicants pressurisés

# STRINGS.MISC.NOTIFICATIONS.DEATH_RAPIDDECOMPRESSION.TOOLTIP
source: These Duplicants died in a low pressure environment:
fr: Ces Duplicants sont morts dans un environnement à basse pression:

# STRINGS.MISC.NOTIFICATIONS.DEATH_STARVATION.NAME
source: Duplicants have starved
fr: Duplicants morts de faim

# STRINGS.MISC.NOTIFICATIONS.DEATH_STARVATION.TOOLTIP
source: These Duplicants died from a lack of <style="food">Food</style>:
fr: Ces Duplicants sont morts d'un manque de <style="food">Nourriture</style>:

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDAIRTOOCOLD.NAME
source: Duplicants have suffocated
fr: Des Duplicants ont suffoqué

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDAIRTOOCOLD.TOOLTIP
source: These Duplicants have asphyxiated in <style="heat">Cold</style> air:
fr: Ces Duplicants ont été asphyxié par le <style="heat">Froid</style> air:

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDAIRTOOHOT.NAME
source: Duplicants have suffocated
fr: Des Duplicants ont suffoqué

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDAIRTOOHOT.TOOLTIP
source: These Duplicants have asphyxiated in <style="heat">Hot</style> air:
fr: Ces Duplicants sont asphyxiés par la <style="heat">Chaleur</style> air:

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDTANKEMPTY.NAME
source: Duplicants have suffocated
fr: Des Duplicants ont suffoqué

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATEDTANKEMPTY.TOOLTIP
source: These Duplicants were unable to reach <style="oxygen">Oxygen</style> and died:
fr: Ces Duplicants ont été incapables d'atteindre l'<style="oxygen">Oxygène</style> et sont morts:

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATION.NAME
source: Duplicants suffocated
fr: Duplicants ont suffoqué

# STRINGS.MISC.NOTIFICATIONS.DEATH_SUFFOCATION.TOOLTIP
source: These Duplicants died from a lack of <style="oxygen">Oxygen</style>:
fr: Ces Duplicants sont morts d'un manque d'<style="oxygen">Oxygène</style>:

# STRINGS.MISC.NOTIFICATIONS.DISEASE_COOKING.MESSAGEBODY
source: The <style="food">Food</style> your Duplicants cook will only ever be as clean as the ingredients used to make it. Storing food in sterile or <style="heat">Refrigerated</style> environments will keep food free of <style="disease">Germs</style>, while carefully placed hygiene stations like <style="hygiene">Wash Basins</style> or <style="hygiene">Showers</style> will prevent your cooks from infecting the food by handling it. Dangerously contaminated food can be sent to compost by clicking the <style="misc">COMPOST</style> button on the selected item.
fr: La <style="food">nourriture</style> préparée par vos Duplicant est aussi propre que les <style="solid">ingrédients</style> utilisés. Stocker la nourriture dans un environnement stérile ou <style="heat">Réfrigéré</style> la préservera des <style="disease">Germes</style>, tandis que des équipements pour l'hygiène tels que les <style="hygiene">Lavabos</style> ou les <style="hygiene">Douches</style>, empêcheront les cuisiniers d'infecter les aliments qu'ils les manipulent. La nourriture dangereusement contaminée peut être compostée en cliquant sur le bouton <style="misc">COMPOSTER</style> sur l'objet sélectionné.

# STRINGS.MISC.NOTIFICATIONS.DISEASE_COOKING.NAME
source: TIP: Food Safety
fr: CONSEIL: Sécurité Alimentaire

# STRINGS.MISC.NOTIFICATIONS.DISEASE_COOKING.TOOLTIP
source: Learn how to manage food contamination
fr: Apprenez à gérer la contamination de la nourriture

# STRINGS.MISC.NOTIFICATIONS.DUPLICANTABSORBED.MESSAGEBODY
source: New Duplicants are no longer available for printing. Countdown to the next production was rebooted.
fr: Les nouveaux Duplicants ne sont plus disponibles pour l'impression. Le compte à rebours pour la prochaine production a repris à zéro.

# STRINGS.MISC.NOTIFICATIONS.DUPLICANTABSORBED.NAME
source: New Duplicants have been reabsorbed
fr: Les nouveaux Duplicants ont été réabsorbés

# STRINGS.MISC.NOTIFICATIONS.DUPLICANTABSORBED.TOOLTIP
source: The printable Duplicants have been reabsorbed
fr: Les Duplicants imprimables ont été réabsorbés

# STRINGS.MISC.NOTIFICATIONS.DUPLICANTDIED.NAME
source: Duplicants have died
fr: Duplicants sont morts

# STRINGS.MISC.NOTIFICATIONS.DUPLICANTDIED.TOOLTIP
source: These Duplicants have died:
fr: Ces Duplicants sont morts:

# STRINGS.MISC.NOTIFICATIONS.FABRICATOREMPTY.NAME
source: Fabricator idle
fr: Fabrique en pause

# STRINGS.MISC.NOTIFICATIONS.FABRICATOREMPTY.TOOLTIP
source: These fabricators have no recipes queued:
fr: Ces machines n'ont aucune recette en file d'attente:

# STRINGS.MISC.NOTIFICATIONS.FETCHINGWATERMESSAGE.MESSAGEBODY
source: In order to carry <style="liquid">Liquids</style> from place to place, Duplicants must first bottle them for transport. Build Pitcher Pumps over pools of liquid from the <style="misc">PLUMBING TAB</style> of the <style="misc">BUILD MENU</style> to pump those liquids into bottles. Duplicants will then automatically deliver the bottled liquids where they need to go.
fr: Pour déplacer les <style="liquid">Liquides</style> d'un endroit à un autre, les Duplicants doivent d'abord les embouteiller. Construisez un Embouteilleur sur un bassin de liquide à partir de l'<style="misc">ONGLET PLOMBERIE</style> du <style="misc">MENU DE CONSTRUCTION</style> pour mettre ces liquides en bouteille. Les Duplicants emmèneront automatiquement les bouteilles de liquide là où elles doivent aller.

# STRINGS.MISC.NOTIFICATIONS.FETCHINGWATERMESSAGE.NAME
source: TIP: Fetching Water
fr: CONSEIL: Récupération d'eau

# STRINGS.MISC.NOTIFICATIONS.FETCHINGWATERMESSAGE.TOOLTIP
source: How to fetch a pail of water
fr: Comment récupérer un seau d'eau

# STRINGS.MISC.NOTIFICATIONS.FOODLOW.NAME
source: Food shortage
fr: Pénurie alimentaire

# STRINGS.MISC.NOTIFICATIONS.FOODLOW.TOOLTIP
source: Your colony's <style="food">Food</style> reserves are low: • You have {0} available • Your Duplicants are consuming {1} per cycle
fr: Les réserves de <style="food">Nourriture</style> de votre colonie sont basses • Vous avez {0} disponibles • Vos Duplicants consomment {1} par cycle

# STRINGS.MISC.NOTIFICATIONS.FOODROT.NAME
source: Food has decayed
fr: la nourriture s'est détériorée

# STRINGS.MISC.NOTIFICATIONS.FOODROT.TOOLTIP
source: These <style="food">Food</style> items have rotted and are no longer edible: • {0}
fr: Cette <style="food">Nourriture</style> a pourri et n'est plus comestible: • {0}

# STRINGS.MISC.NOTIFICATIONS.FOODSTALE.NAME
source: Food has become stale
fr: De la nourriture a périmé

# STRINGS.MISC.NOTIFICATIONS.FOODSTALE.TOOLTIP
source: These <style="food">Food</style> items have become stale and could rot if not stored:
fr: Ces <style="food">Aliments</style> sont périmés et pourraient pourrir s'ils ne sont pas stockés:

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDARRIVING.NAME
source: The colony is entering a cloud of gas
fr: La colonie entre dans un nuage de gaz

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDDEPARTING.NAME
source: The gas cloud is receding
fr: Le nuage de gaz recule

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDGONE.NAME
source: The colony is once again in open space
fr: La colonie est de nouveau en plein air

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDPEAK.NAME
source: The gas cloud is at its densest point
fr: Le nuage de gaz est à son point le plus dense

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDWARNING.NAME
source: A gas cloud approaches
fr: Un nuage de gaz approche

# STRINGS.MISC.NOTIFICATIONS.GASCLOUDWARNING.TOOLTIP
source: A toxic gas cloud will soon envelop the colony
fr: Un nuage de gaz toxique enveloppera bientôt la colonie

# STRINGS.MISC.NOTIFICATIONS.GENESHUFFLER.NAME
source: Genes Shuffled
fr: Gènes mélangés

# STRINGS.MISC.NOTIFICATIONS.GENESHUFFLER.SUFFIX
source: has developed {0}
fr: A développé {0}

# STRINGS.MISC.NOTIFICATIONS.GENESHUFFLER.TOOLTIP
source: These Duplicants had their genetic makeup modified:
fr: Ces Duplicants ont modifié leur composition génétique:

# STRINGS.MISC.NOTIFICATIONS.HEALING.NAME
source: Healing
fr: Soigne

# STRINGS.MISC.NOTIFICATIONS.HEALING.TOOLTIP
source: This Duplicant is recovering from an injury
fr: Ce Duplicant se remet d'une blessure

# STRINGS.MISC.NOTIFICATIONS.HEALINGTRAITGAIN.NAME
source: New trait
fr: Nouvelle caractéristique

# STRINGS.MISC.NOTIFICATIONS.HEALINGTRAITGAIN.SUFFIX
source: has developed {0}
fr: A développé {0}

# STRINGS.MISC.NOTIFICATIONS.HEALINGTRAITGAIN.TOOLTIP
source: These Duplicants' injuries weren't set and healed improperly. They developed traits as a result:
fr: Les blessures de ces Duplicants n'ont pas été traitées correctement. Ils ont développé les caractéristiques suivantes:

# STRINGS.MISC.NOTIFICATIONS.HYGENE_NEEDED.NAME
source: Colony requires wash basins
fr: La colonie a besoin de lavabos

# STRINGS.MISC.NOTIFICATIONS.HYGENE_NEEDED.TOOLTIP
source: <style="disease">Germs</style> are spreading in your colony because your Duplicants have nowhere to clean up
fr: Les <style="disease">Germes</style> se propagent dans votre colonie parce que vos Duplicants n'ont nulle part où se laver

# STRINGS.MISC.NOTIFICATIONS.IMMIGRANTSLEFT.NAME
source: New Duplicants have been reabsorbed
fr: Les nouveaux Duplicants ont été réabsorbés

# STRINGS.MISC.NOTIFICATIONS.IMMIGRANTSLEFT.TOOLTIP
source: The printable Duplicants have been Oozed
fr: Les Duplicants imprimables sont redevenus du Limon

# STRINGS.MISC.NOTIFICATIONS.INCREASEDEXPECTATIONS.NAME
source: Duplicants' expectations increased
fr: Les attentes des Duplicants ont évolué

# STRINGS.MISC.NOTIFICATIONS.INCREASEDEXPECTATIONS.TOOLTIP
source: Duplicants require better amenities over time. These Duplicants have increased their expectations:
fr: Les Duplicants nécessitent de meilleures commodités au fil du temps. Ces Duplicants ont augmenté leurs attentes:

# STRINGS.MISC.NOTIFICATIONS.INVALIDCONSTRUCTIONLOCATION.NAME
source: Invalid construction location
fr: Emplacement de construction non valide

# STRINGS.MISC.NOTIFICATIONS.INVALIDCONSTRUCTIONLOCATION.TOOLTIP
source: These buildings cannot be constructed in the planned areas:
fr: Ces équipements ne peuvent pas être construits dans les zones prévues:

# STRINGS.MISC.NOTIFICATIONS.LEVELUP.NAME
source: Skill increase
fr: Amélioration des compétences

# STRINGS.MISC.NOTIFICATIONS.LEVELUP.SUFFIX
source: - {0} raised to {1}
fr: - {0} augmenté à {1}

# STRINGS.MISC.NOTIFICATIONS.LEVELUP.TOOLTIP
source: These Duplicants' skills have improved:
fr: Les talents de ce Duplicant sont améliorés:

# STRINGS.MISC.NOTIFICATIONS.LEVELUP.TOOLTIP_PST
source: Their expectations have increased accordingly.
fr: Leurs attentes ont augmenté en conséquence.

# STRINGS.MISC.NOTIFICATIONS.LOCOMOTIONMESSAGE.MESSAGEBODY
source: Duplicants must be able to reach their errands in order to work. When placing errands, keep in mind that Duplicants can only climb obstacles two tiles high, and are themselves two tiles tall. If you are unsure if a errand you've placed is accessible, select a Duplicant and click <style="misc">SHOW NAVIGATION</style> to view all areas within their reach.
fr: Les Duplicants doivent pouvoir rejoindre leur lieu de travail. Lorsque vous créez des tâches, gardez à l'esprit que les Duplicants ne peuvent escalader que des obstacles de deux dalles de haut et qu'ils sont eux-même hauts de deux dalles. Si vous ne savez pas si une tâche que vous avez placée est accessible, sélectionnez un Duplicant et cliquez sur <style="misc">AFFICHER LA NAVIGATION</style> pour voir toutes les zones qu'il peut atteindre.

# STRINGS.MISC.NOTIFICATIONS.LOCOMOTIONMESSAGE.NAME
source: TIP: Duplicant Movement
fr: CONSEIL: Mouvement du Duplicant

# STRINGS.MISC.NOTIFICATIONS.LOCOMOTIONMESSAGE.TOOLTIP
source: Understanding your Duplicants' maneuverability
fr: Comprendre la maniabilité de vos Duplicants

# STRINGS.MISC.NOTIFICATIONS.LOTS_OF_GERMS.MESSAGEBODY
source: <style="disease">Germs</style> are an invisible peril that cause <style="disease">Disease</style> in your Duplicants. The <style="misc">GERM OVERLAY</style> <color=#F44A47><b>[F9]</b></color> will allow you to view all germ concentrations in your colony and the sources spawning them. Wash Basins can be built in dirty areas from the <style="misc">MEDICINE TAB</style> <color=#F44A47><b>[9]</b></color> to tell your Duplicants to where to wash up. If you keep your base clean and your Duplicants hygienic, their <style="misc">Immunity</style> will handle the rest.
fr: Les <style="disease">Germes</style> sont un risque invisible qui cause des <style="disease">Maladies</style>. Le <style="misc">CALQUE GERME</style> <color=#F44A47><b>[F9]</b></color> vous permettra de voir les concentrations de germes dans votre colonie et les lieux d'apparition. Les Lavabos peuvent être construits dans des zones contaminées à partir de l'<style="misc">ONGLET SOINS</style> <color=#F44A47><b>[9]</b></color> pour dire à vos Duplicants où se laver. Si vous gardez votre base et vosDuplicants propres, l'<style="misc">immunité</style> s'occupera du reste.

# STRINGS.MISC.NOTIFICATIONS.LOTS_OF_GERMS.NAME
source: TIP: Germs and Disease
fr: CONSEIL: Germes et infections

# STRINGS.MISC.NOTIFICATIONS.LOTS_OF_GERMS.TOOLTIP
source: Learn about the risks of Duplicant disease
fr: Apprenez en plus sur les risques de maladies de ce Duplicant

# STRINGS.MISC.NOTIFICATIONS.MISSINGMATERIALS.NAME
source: Missing materials
fr: Matériaux manquants

# STRINGS.MISC.NOTIFICATIONS.MISSINGMATERIALS.TOOLTIP
source: These resources are not available:
fr: Ces ressources ne sont pas disponibles:

# STRINGS.MISC.NOTIFICATIONS.MOPPINGMESSAGE.MESSAGEBODY
source: <style="liquid">Polluted Water</style> emits <style="gas">Polluted Oxygen</style> and can accelerate the spread of <style="disease">Disease</style> through your base. Small accidents can be cleaned up by clicking and dragging with the <style="misc">MOP TOOL</style> <color=#F44A47><b>[M]</b></color>, while larger bodies may be worth filtering. Polluted water also <style="stress">Stresses</style> out Duplicants that come into contact with it, so it is best removed quickly for your colony's safety.
fr: L'<style="liquid">Eau Polluée</style> émet de l'<style="gas">Oxygène Pollué</style> et peut accélérer la propagation des <style="disease">Maladies</style> au sein de votre base. Les petits accidents peuvent être nettoyés en cliquant-glissant avec l'<style="misc">OUTIL NETTOYER</style> <color=#F44A47><b>[M]</b></color>, alors que les quantités plus importantes méritent d'être filtrées. L'eau polluée <style="stress">Stresse</style> les Duplicants qui la touche, aussi vaut il mieux la retirer rapidement pour la sécurité de votre colonie.

# STRINGS.MISC.NOTIFICATIONS.MOPPINGMESSAGE.NAME
source: TIP: Polluted Water
fr: Astuce : Eau Polluée

# STRINGS.MISC.NOTIFICATIONS.MOPPINGMESSAGE.TOOLTIP
source: Learn how to handle polluted materials
fr: Apprenez à gérer les matériaux pollués

# STRINGS.MISC.NOTIFICATIONS.NEARLYDRY.NAME
source: Nearly dry
fr: Presque Sec

# STRINGS.MISC.NOTIFICATIONS.NEARLYDRY.TOOLTIP
source: These Duplicants will dry off soon:
fr: Ces Duplicants se sécheront bientôt:

# STRINGS.MISC.NOTIFICATIONS.NEEDENERGYSOURCE.NAME
source: Colony requires a <style="power">Power</style> source
fr: La colonie a besoin d'une source d'<style="power">Énergie</style>

# STRINGS.MISC.NOTIFICATIONS.NEEDENERGYSOURCE.TOOLTIP
source: <style="power">Power</style> is required to operate electrical buildings
fr: De l' <style="power">Énergie</style> est nécessaire pour faire fonctionner les équipements électriques

# STRINGS.MISC.NOTIFICATIONS.NEEDFOOD.NAME
source: Colony requires a food source
fr: La colonie a besoin d'une source alimentaire

# STRINGS.MISC.NOTIFICATIONS.NEEDFOOD.TOOLTIP
source: Your colony will soon exhaust their supplies without a new <style="food">Food</style> source
fr: Votre colonie va bientôt épuiser son stock alimentaire si elle ne trouve pas une nouvelle source de <style="food">Nourriture</style>

# STRINGS.MISC.NOTIFICATIONS.NEEDOXYGENSOURCE.NAME
source: Insufficient oxygen generation
fr: Production d'oxygène insuffisante

# STRINGS.MISC.NOTIFICATIONS.NEEDOXYGENSOURCE.TOOLTIP
source: • Your colony has produced {EmittingRate} of <style="oxygen">Oxygen</style> this cycle • Your Duplicants have consumed {ConsumptionRate}
fr: • Votre colonie a produit {EmittingRate} d'<style="oxygen">Oxygène</style> au cours de ce cycle • Vos Duplicants ont consommé {ConsumptionRate}

# STRINGS.MISC.NOTIFICATIONS.NEEDSLEEP.NAME
source: Colony requires beds
fr: La colonie nécessite des lits

# STRINGS.MISC.NOTIFICATIONS.NEEDSLEEP.TOOLTIP
source: Your Duplicants would appreciate a place to sleep
fr: Vos Duplicants apprécieraient d'avoir un endroit où dormir
