Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.DUPLICANTS.ROLES.JUNIOR_RESEARCHER.NAME
source: Research Assistant
fr: Assistant de Recherche

# STRINGS.DUPLICANTS.ROLES.MACHINE_TECHNICIAN.DESCRIPTION
source: Machine Operators can operate big machines
fr: Les Machinistes peuvent utiliser de grosses machines

# STRINGS.DUPLICANTS.ROLES.MACHINE_TECHNICIAN.NAME
source: General Engineer
fr: Ingénieur Généraliste

# STRINGS.DUPLICANTS.ROLES.MATERIALS_MANAGER.DESCRIPTION
source: This Duplicant is skilled at keeping your base well supplied.
fr: Ce Duplicant est qualifié pour assurer l'approvisionnement de votre base.

# STRINGS.DUPLICANTS.ROLES.MATERIALS_MANAGER.NAME
source: Courier
fr: Coursier

# STRINGS.DUPLICANTS.ROLES.MECHATRONIC_ENGINEER.DESCRIPTION
source: These clever Duplicants usher in a whole new age of solid logistics.
fr: Ces Duplicants malins inaugurent le nouvel age de la logistique solide.

# STRINGS.DUPLICANTS.ROLES.MECHATRONIC_ENGINEER.NAME
source: Mechatronics Engineer
fr: Ingénieur Mécatronique

# STRINGS.DUPLICANTS.ROLES.MEDIC.DESCRIPTION
source: Medics have improved caring ability
fr: Les Médecins soignent mieux

# STRINGS.DUPLICANTS.ROLES.MEDIC.NAME
source: Medic
fr: Médecin

# STRINGS.DUPLICANTS.ROLES.MINER.DESCRIPTION
source: Miners have improved digging ability
fr: Les Mineurs ont des capacités à creuser améliorées

# STRINGS.DUPLICANTS.ROLES.MINER.NAME
source: Miner
fr: Mineur

# STRINGS.DUPLICANTS.ROLES.NO_ROLE.DESCRIPTION
source: No job assignment.
fr: Pas d'assignation de mission.

# STRINGS.DUPLICANTS.ROLES.NO_ROLE.NAME
source: Unemployed
fr: Sans Mission

# STRINGS.DUPLICANTS.ROLES.OIL_TECHNICIAN.DESCRIPTION
source: Oil Technicians can extract and refine crude oil
fr: Les Techniciens Pétroliers peuvent extraire et raffiner le pétrole brut

# STRINGS.DUPLICANTS.ROLES.OIL_TECHNICIAN.NAME
source: Oil Technician
fr: Technicien Pétrolier

# STRINGS.DUPLICANTS.ROLES.POWER_TECHNICIAN.DESCRIPTION
source: Power Technicians get a charge out of keeping the colony powered.
fr: Les Techniciens en Énergie sont en charge de garder la colonie alimentée.

# STRINGS.DUPLICANTS.ROLES.POWER_TECHNICIAN.NAME
source: Electrical Engineer
fr: Ingénieur Électricien

# STRINGS.DUPLICANTS.ROLES.RESEARCHER.DESCRIPTION
source: Researchers research tech faster
fr: Les chercheurs recherchent les technologies plus rapidement

# STRINGS.DUPLICANTS.ROLES.RESEARCHER.NAME
source: Scientist
fr: Scientifique

# STRINGS.DUPLICANTS.ROLES.ROLE_MASTERED
source: Job Mastered
fr: Mission Maîtrisée

# STRINGS.DUPLICANTS.ROLES.SENIOR_BUILDER.DESCRIPTION
source: Senior Architects are experienced builders with vastly improved construction speeds.
fr: Les Architectes Seniors sont des constructeurs expérimentés qui bénéficient d'une vitesse de construction largement améliorée.

# STRINGS.DUPLICANTS.ROLES.SENIOR_BUILDER.NAME
source: Senior Architect
fr: Architecte Senior

# STRINGS.DUPLICANTS.ROLES.SENIOR_FARMER.DESCRIPTION
source: Farmers get extra seeds when harvesting plants
fr: Les Agriculteurs récupèrent plus de graines lorsqu'ils récoltent

# STRINGS.DUPLICANTS.ROLES.SENIOR_FARMER.NAME
source: Seasoned Farmer
fr: Fermier Chevronné

# STRINGS.DUPLICANTS.ROLES.SENIOR_MINER.DESCRIPTION
source: Miners have improved digging ability
fr: Les Mineurs ont des capacités à creuser améliorées

# STRINGS.DUPLICANTS.ROLES.SENIOR_MINER.NAME
source: Seasoned Miner
fr: Mineur Expérimenté

# STRINGS.DUPLICANTS.ROLES.SENIOR_RESEARCHER.DESCRIPTION
source: Researchers research tech faster
fr: Les chercheurs recherchent les technologies plus rapidement

# STRINGS.DUPLICANTS.ROLES.SENIOR_RESEARCHER.NAME
source: Tenured Scientist
fr: Scientifique Titulaire

# STRINGS.DUPLICANTS.ROLES.SUIT_EXPERT.DESCRIPTION
source: Exosuit Specialists can move quickly in an exosuit
fr: Les Experts en Exosuit peuvent se déplacer rapidement lorsqu'ils portent une exosuit

# STRINGS.DUPLICANTS.ROLES.SUIT_EXPERT.NAME
source: Exosuit Engineer
fr: Ingénieur Exosuit

# STRINGS.DUPLICANTS.STATS.BLADDER.NAME
source: Bladder
fr: Vessie

# STRINGS.DUPLICANTS.STATS.BLADDER.TOOLTIP
source: Bladder ------------------ Duplicants make "messes" if no toilets are available at one hundred percent bladder fullness
fr: Vessie ------------------ Les Duplicants font des "flaques" s'il n'y a pas de toilettes disponibles quand leur vessie est remplie à cent pour cent

# STRINGS.DUPLICANTS.STATS.BREATH.NAME
source: Breath
fr: Souffle

# STRINGS.DUPLICANTS.STATS.BREATH.TOOLTIP
source: Breath ------------------ A Duplicant with zero remaining breath will begin suffocating
fr: Souffle ------------------ Un Duplicant avec zéro souffle restant commencera à suffoquer

# STRINGS.DUPLICANTS.STATS.CALORIES.TOOLTIP
source: Calories ------------------ This Duplicant can burn {0} before starving
fr: Calories ------------------ Ce Duplicant peut brûler {0} avant de mourir de faim

# STRINGS.DUPLICANTS.STATS.DECOR.NAME
source: Decor
fr: Décoration

# STRINGS.DUPLICANTS.STATS.DECOR.TOOLTIP
source: Decor ------------------ Duplicants become stressed in areas with decor lower than their expectations Open the Decor Overlay <color=#F44A47>[F8]</color> to view current decor values
fr: Décoration ------------------ Les Duplicants deviennent stressés dans une zone où le niveau de Décoration est plus bas que ce à quoi ils aspirent Ouvrez le Calque Décoration <color=#F44A47>[F8]</color> pour voir la valeur de la décoration actuelle

# STRINGS.DUPLICANTS.STATS.DISEASERECOVERYTIME.NAME
source: Disease Recovery
fr: Guérison d'une maladie

# STRINGS.DUPLICANTS.STATS.EXTERNALTEMPERATURE.NAME
source: External Temperature
fr: Température extérieure

# STRINGS.DUPLICANTS.STATS.EXTERNALTEMPERATURE.TOOLTIP
source: External Temperature ------------------ This Duplicant's environment is {0}
fr: Température extérieure ------------------ L'environnement de ce Duplicant est de {0}

# STRINGS.DUPLICANTS.STATS.HITPOINTS.NAME
source: Health
fr: Santé

# STRINGS.DUPLICANTS.STATS.HITPOINTS.TOOLTIP
source: Health ------------------ Combatants become incapacitated at zero health
fr: Santé ------------------ Les combattants se retrouvent frappé d'incapacité quand leur santé tombe à zéro

# STRINGS.DUPLICANTS.STATS.IMMUNELEVEL.NAME
source: Immune System
fr: Système immunitaire

# STRINGS.DUPLICANTS.STATS.IMMUNELEVEL.TOOLTIP
source: Immune System ------------------ Duplicants contract diseases when immune system reaches zero
fr: Système Immunitaire ------------------ Les Duplicants contractent des maladies lorsque leur système immunitaire tombe à zéro

# STRINGS.DUPLICANTS.STATS.SKIN_DURABILITY.NAME
source: Skin Durability
fr: Résistance de la Peau

# STRINGS.DUPLICANTS.STATS.SKIN_THICKNESS.NAME
source: Skin Thickness
fr: Épaisseur de la Peau

# STRINGS.DUPLICANTS.STATS.STAMINA.NAME
source: Stamina
fr: Endurance

# STRINGS.DUPLICANTS.STATS.STAMINA.TOOLTIP
source: Stamina ------------------ Duplicants will pass out from fatigue when stamina reaches zero
fr: Endurance ------------------ Les Duplicants s'évanouissent de fatigue lorsque leur endurance tombe à zéro

# STRINGS.DUPLICANTS.STATS.STRESS.TOOLTIP
source: Stress ------------------ Duplicants exhibit their Stress Responses at one hundred percent stress
fr: Stress ------------------ Les Duplicants montrent leur Réponse au Stress lorsque le taux atteint cent pour cent

# STRINGS.DUPLICANTS.STATS.TEMPERATURE.NAME
source: Body Temperature
fr: Température corporelle

# STRINGS.DUPLICANTS.STATS.TEMPERATURE.TOOLTIP
source: Body Temperature ------------------ A healthy Duplicant's body temperature is {1}
fr: Température corporelle ------------------ La température corporelle d'un Duplicant sain est de {1}

# STRINGS.DUPLICANTS.STATUSITEMS.ARTING.NAME
source: Decorating
fr: Décorer

# STRINGS.DUPLICANTS.STATUSITEMS.ARTING.TOOLTIP
source: This Duplicant is hard at work on their art
fr: Ce Duplicant Travaille dur sur son art

# STRINGS.DUPLICANTS.STATUSITEMS.BEDUNREACHABLE.NAME
source: Cannot reach bed
fr: Impossible d'atteindre le lit

# STRINGS.DUPLICANTS.STATUSITEMS.BEDUNREACHABLE.NOTIFICATION_NAME
source: Unreachable bed
fr: Lit inaccessible

# STRINGS.DUPLICANTS.STATUSITEMS.BEDUNREACHABLE.NOTIFICATION_TOOLTIP
source: These Duplicants cannot sleep because their beds are beyond their reach:
fr: Ces Duplicants ne peuvent pas dormir parce que leurs lit est hors de portée:

# STRINGS.DUPLICANTS.STATUSITEMS.BEDUNREACHABLE.TOOLTIP
source: This Duplicant cannot reach their bed
fr: Ce Duplicant ne peut pas atteindre son lit

# STRINGS.DUPLICANTS.STATUSITEMS.BODYREGULATINGCOOLING.NAME
source: Regulating temperature at: {TempDelta}
fr: Régule sa température à: {TempDelta}

# STRINGS.DUPLICANTS.STATUSITEMS.BODYREGULATINGCOOLING.TOOLTIP
source: This Duplicant is regulating their internal temperature
fr: Ce Duplicant régule sa température interne

# STRINGS.DUPLICANTS.STATUSITEMS.BODYREGULATINGHEATING.NAME
source: Regulating temperature at: {TempDelta}
fr: Régule sa température à: {TempDelta}

# STRINGS.DUPLICANTS.STATUSITEMS.BODYREGULATINGHEATING.TOOLTIP
source: This Duplicant is regulating their internal temperature
fr: Ce Duplicant régule sa température interne

# STRINGS.DUPLICANTS.STATUSITEMS.BREAKDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fr: Fournir des ressources à {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BREAKDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fr: Ce Duplicant transporte des matériaux vers {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BREAKWORKSTATUS.NAME
source: Breaking {Target}
fr: Démolit {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BREAKWORKSTATUS.TOOLTIP
source: This Duplicant is going totally bananas on the {Target}
fr: Ce Duplicant devient complètement dingue de {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BREATHINGO2.NAME
source: Inhaling {ConsumptionRate} O<sub>2</sub>
fr: Inhale {ConsumptionRate} O<sub>2</sub>

# STRINGS.DUPLICANTS.STATUSITEMS.BREATHINGO2.TOOLTIP
source: Duplicants require oxygen to live
fr: Les Duplicants ont besoin d'oxygène pour vivre

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fr: Fournir des ressources à {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fr: Ce Duplicant transporte des matériaux vers {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDING.NAME
source: Building {Target}
fr: Construit {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDING.TOOLTIP
source: This Duplicant is constructing a {Target}
fr: Ce Duplicant construit un(e) {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDPRIORITIZEDSTATUS.NAME
source: Building {Target}
fr: Construit {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.BUILDPRIORITIZEDSTATUS.TOOLTIP
source: This Duplicant is constructing a {Target}
fr: Ce Duplicant construit un(e) {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEANING.NAME
source: Cleaning {Target}
fr: Nettoie {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEANING.TOOLTIP
source: This Duplicant is cleaning the {Target}
fr: Ce Duplicant nettoie {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEARDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fr: Fournit des ressources à {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEARDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fr: Ce Duplicant transporte des matériaux vers {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEARING.NAME
source: Sweeping {Target}
fr: Balaie {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.CLEARING.TOOLTIP
source: This Duplicant is sweeping away {Target}
fr: Ce Duplicant balaie {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.COLD.NAME
source: Chilly surroundings
fr: Environnement froid

# STRINGS.DUPLICANTS.STATUSITEMS.COLD.TOOLTIP
source: This Duplicant cannot retain enough heat to stay warm and may be under insulated for this area Stress Modification: {StressModification} Current Environmental Exchange: {currentTransferWattage} Insulation Thickness: {conductivityBarrier}
fr: Ce Duplicant ne peut pas conserver suffisamment de chaleur pour rester au chaud et n'est peut être pas assez isolé pour cette zone Modification du Stress: {StressModification} Évolution d'environnement actuel: {currentTransferWattage} Épaisseur d'isolation: {conductivityBarrier}

# STRINGS.DUPLICANTS.STATUSITEMS.COMPOSTFLIPSTATUS.NAME
source: Going to flip compost
fr: Va retourner le compost

# STRINGS.DUPLICANTS.STATUSITEMS.COMPOSTFLIPSTATUS.TOOLTIP
source: This Duplicant is going to flip the compost
fr: Ce Duplicant va retourner le compost

# STRINGS.DUPLICANTS.STATUSITEMS.COOKDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fr: Fournit des ressources à {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.COOKDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fr: Ce Duplicant transporte des matériaux vers {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.COOKING.NAME
source: Cooking {Item}
fr: Cuisine {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.COOKING.TOOLTIP
source: This Duplicant is cooking up a tasty {Item}
fr: Ce Duplicant prépare un savoureux {Item}

# STRINGS.DUPLICANTS.STATUSITEMS.DAILYRATIONLIMITREACHED.NAME
source: Daily calorie limit reached
fr: Limite calorique journalière atteinte

# STRINGS.DUPLICANTS.STATUSITEMS.DAILYRATIONLIMITREACHED.NOTIFICATION_NAME
source: Daily calorie limit reached
fr: Limite calorique journalière atteinte

# STRINGS.DUPLICANTS.STATUSITEMS.DAILYRATIONLIMITREACHED.NOTIFICATION_TOOLTIP
source: These Duplicants have consumed their allotted <style="food">Rations</style> for the day:
fr: Ces Duplicants ont consommé leurs <style="food">Rations</style> de la journée:

# STRINGS.DUPLICANTS.STATUSITEMS.DAILYRATIONLIMITREACHED.TOOLTIP
source: This Duplicant has consumed their allotted rations for the day
fr: Ce Duplicant a consommé ses rations pour la journée

# STRINGS.DUPLICANTS.STATUSITEMS.DEAD.NAME
source: Dead: {Death}
fr: Mort: {Death}

# STRINGS.DUPLICANTS.STATUSITEMS.DEAD.TOOLTIP
source: This Duplicant definitely isn't sleeping
fr: Ce Duplicant ne dort pas

# STRINGS.DUPLICANTS.STATUSITEMS.DECONSTRUCTDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fr: Fournit des ressources à {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DECONSTRUCTDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fr: Ce Duplicant transporte des matériaux vers {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DECONSTRUCTING.NAME
source: Deconstructing {Target}
fr: Démolit {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DECONSTRUCTING.TOOLTIP
source: This Duplicant is demolishing the {Target}
fr: Ce Duplicant démolit: {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DIGGING.NAME
source: Digging
fr: Mine

# STRINGS.DUPLICANTS.STATUSITEMS.DIGGING.TOOLTIP
source: This Duplicant is excavating raw resources
fr: Ce Duplicant récupère des ressources brutes

# STRINGS.DUPLICANTS.STATUSITEMS.DISINFECTING.NAME
source: Disinfecting {Target}
fr: Désinfecte {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DISINFECTING.TOOLTIP
source: This Duplicant is disinfecting {Target}
fr: Ce Duplicant désinfecte {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.DOCTOR.NAME
source: Treating Patient
fr: Traite le Patient

# STRINGS.DUPLICANTS.STATUSITEMS.DOCTOR.STATUS
source: This Duplicant is going to administer medical care to an ailing friend
fr: Ce Duplicant va administrer des soins médicaux à un ami souffrant

# STRINGS.DUPLICANTS.STATUSITEMS.DROPPINGUNUSEDINVENTORY.NAME
source: Dropping objects
fr: Lâche des objets

# STRINGS.DUPLICANTS.STATUSITEMS.DROPPINGUNUSEDINVENTORY.TOOLTIP
source: This Duplicant is dropping what they're holding
fr: Ce Duplicant a lâché ce qu'il portait

# STRINGS.DUPLICANTS.STATUSITEMS.EARLYMORNING.NAME
source: Early Bird
fr: Lève tôt

# STRINGS.DUPLICANTS.STATUSITEMS.EARLYMORNING.TOOLTIP
source: This Duplicant is jazzed to start the day • <style="produced">+2</style> to all Attributes
fr: Ce Duplicant est motivé pour démarrer la journée • <style="produced">+2</style> à tous les Attributs

# STRINGS.DUPLICANTS.STATUSITEMS.EATDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fr: Fournit des ressources à {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EATDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fr: Ce Duplicant transporte des matériaux vers {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EATING.NAME
source: Eating {Target}
fr: Mange {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EATING.TOOLTIP
source: This Duplicant is replenishing their calorie stores
fr: Ce Duplicant refait son stock de calories

# STRINGS.DUPLICANTS.STATUSITEMS.EMITTINGCO2.NAME
source: Exhaling {EmittingRate} CO<sub>2</sub>
fr: Exhale {EmittingRate} CO<sub>2</sub>

# STRINGS.DUPLICANTS.STATUSITEMS.EMITTINGCO2.TOOLTIP
source: Duplicants breathe out carbon dioxide
fr: Les Duplicants expirent du dioxyde de carbone

# STRINGS.DUPLICANTS.STATUSITEMS.EMPTYING.NAME
source: Emptying {Target}
fr: Vide {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EMPTYING.TOOLTIP
source: This Duplicant is removing materials from the {Target}
fr: Ce Duplicant supprime des matériaux de {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EMPTYSTORAGEDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fr: Fournit des ressources à {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EMPTYSTORAGEDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fr: Ce Duplicant transporte des matériaux vers {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.ENTOMBEDCHORE.NAME
source: Entombed
fr: Enterré

# STRINGS.DUPLICANTS.STATUSITEMS.ENTOMBEDCHORE.NOTIFICATION_NAME
source: Entombed
fr: Enterré

# STRINGS.DUPLICANTS.STATUSITEMS.ENTOMBEDCHORE.NOTIFICATION_TOOLTIP
source: These Duplicants are trapped:
fr: Ces Duplicants sont prisonniers:

# STRINGS.DUPLICANTS.STATUSITEMS.ENTOMBEDCHORE.TOOLTIP
source: This Duplicant needs someone to help dig them out!
fr: Ce Duplicant a besoin de quelqu'un pour l'aider à les déterrer!

# STRINGS.DUPLICANTS.STATUSITEMS.EQUIPDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fr: Fournit des ressources à {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EQUIPDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fr: Ce Duplicant transporte des matériaux vers {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.EQUIPPING.NAME
source: Equipping <style="equipment">{Target}</style>
fr: S'équipe de <style="equipment">{Target}</style>

# STRINGS.DUPLICANTS.STATUSITEMS.EQUIPPING.TOOLTIP
source: This Duplicant is equipping a {Target}
fr: Ce Duplicant s'équipe de {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.FABRICATEDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fr: Fournit des ressources à {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.FABRICATEDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fr: Ce Duplicant transporte des matériaux vers {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.FABRICATING.NAME
source: Fabricating {Target}
fr: Construit {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.FABRICATING.TOOLTIP
source: This Duplicant is crafting a {Target}
fr: Ce Duplicant construit un(e) {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.FIGHTING.NAME
source: In combat
fr: En combat

# STRINGS.DUPLICANTS.STATUSITEMS.FIGHTING.NOTIFICATION_TOOLTIP
source: These Duplicants have engaged a creature in combat:
fr: Ces Duplicants ont engagé le combat avec une créature:

# STRINGS.DUPLICANTS.STATUSITEMS.FIGHTING.TOOLTIP
source: This Duplicant is attacking a creature!
fr: Ce Duplicant attaque une créature!

# STRINGS.DUPLICANTS.STATUSITEMS.FLEEING.NAME
source: Fleeing
fr: En Fuite

# STRINGS.DUPLICANTS.STATUSITEMS.FLEEING.NOTIFICATION_NAME
source: Fleeing!
fr: En Fuite!

# STRINGS.DUPLICANTS.STATUSITEMS.FLEEING.NOTIFICATION_TOOLTIP
source: These Duplicants are trying to escape combat:
fr: Ces Duplicants essaient d'échapper au combat:

# STRINGS.DUPLICANTS.STATUSITEMS.FLEEING.TOOLTIP
source: This Duplicant is trying to escape combat!
fr: Ce Duplicant essaie d'échapper au combat!

# STRINGS.DUPLICANTS.STATUSITEMS.FULLBLADDER.NAME
source: Full bladder
fr: Vessie pleine

# STRINGS.DUPLICANTS.STATUSITEMS.FULLBLADDER.TOOLTIP
source: This Duplicant would really appreciate a toilet
fr: Ce Duplicant apprécierait vraiment des toilettes

# STRINGS.DUPLICANTS.STATUSITEMS.GENERATINGPOWER.NAME
source: Generating power
fr: Génère de l'énergie

# STRINGS.DUPLICANTS.STATUSITEMS.GENERATINGPOWER.TOOLTIP
source: This Duplicant is using the {Target} to produce electrical power
fr: Ce Duplicant utilise le {Target} pour produire de l'électricité

# STRINGS.DUPLICANTS.STATUSITEMS.GENERIC_DELIVER.NAME
source: Delivering resources to {Target}
fr: Fournit des ressources à {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.GENERIC_DELIVER.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fr: Ce Duplicant transporte des matériaux vers {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.GOOD_FOOD_QUALITY.NAME
source: Decadent Meal
fr: Repas décadent

# STRINGS.DUPLICANTS.STATUSITEMS.GOOD_FOOD_QUALITY.TOOLTIP
source: This Duplicant's last meal exceeded their expectations
fr: Le dernier repas de ce Duplicant a dépassé ses attentes

# STRINGS.DUPLICANTS.STATUSITEMS.HARVESTDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fr: Fournir des ressources à {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.HARVESTDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fr: Ce Duplicant transporte des matériaux vers {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.HARVESTING.NAME
source: Harvesting {Target}
fr: Récolte {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.HARVESTING.TOOLTIP
source: This Duplicant is gathering resources from a {Target}
fr: Ce Duplicant collecte des ressources à partir d'un {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.HASDISEASE.NAME
source: Feeling ill
fr: Se sentir malade

# STRINGS.DUPLICANTS.STATUSITEMS.HASDISEASE.NOTIFICATION_NAME
source: Illness
fr: Malade

# STRINGS.DUPLICANTS.STATUSITEMS.HASDISEASE.NOTIFICATION_TOOLTIP
source: These Duplicants have contracted a <style="disease">Disease</style>:
fr: Ces Duplicants ont contracté une <style="disease">Maladie</style>:

# STRINGS.DUPLICANTS.STATUSITEMS.HASDISEASE.TOOLTIP
source: This Duplicant has contracted a Disease
fr: Ce Duplicant a contracté une Maladie

# STRINGS.DUPLICANTS.STATUSITEMS.HOLDINGBREATH.NAME
source: Holding breath
fr: Retient sa respiration

# STRINGS.DUPLICANTS.STATUSITEMS.HOLDINGBREATH.TOOLTIP
source: This Duplicant cannot breathe in their current location
fr: Ce Duplicant ne peut pas respirer à l'endroit où il se trouve

# STRINGS.DUPLICANTS.STATUSITEMS.HOT.NAME
source: Toasty surroundings
fr: Environnement Douillet

# STRINGS.DUPLICANTS.STATUSITEMS.HOT.TOOLTIP
source: This Duplicant cannot let off enough heat to stay cool and may be over insulated for this area Stress Modification: {StressModification} Current Environmental Exchange: {currentTransferWattage} Insulation Thickness: {conductivityBarrier}
fr: Ce Duplicant ne parvient pas à évacuer suffisamment de chaleur et est peut être trop isolé pour cette zone Modification du Stress: {StressModification} Évolution de l'environnement actuel: {currentTransferWattage} Épaisseur de l'isolation: {conductivityBarrier}

# STRINGS.DUPLICANTS.STATUSITEMS.HUNGRY.NAME
source: Hungry
fr: Affamé

# STRINGS.DUPLICANTS.STATUSITEMS.HUNGRY.TOOLTIP
source: This Duplicant would really like something to eat
fr: Ce Duplicant aimerait vraiment quelque chose à manger

# STRINGS.DUPLICANTS.STATUSITEMS.IDLE.NAME
source: Idle
fr: En pause

# STRINGS.DUPLICANTS.STATUSITEMS.IDLE.NOTIFICATION_NAME
source: Idle
fr: En pause

# STRINGS.DUPLICANTS.STATUSITEMS.IDLE.NOTIFICATION_TOOLTIP
source: These Duplicants cannot reach any pending errands:
fr: Ces Duplicants ne peuvent accéder à aucune des tâches de travail en attente:
