Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.DUPLICANTS.MODIFIERS.TERRIBLESLEEP.NAME
source: Dead Tired
fr: Mort de Fatigue

# STRINGS.DUPLICANTS.MODIFIERS.TERRIBLESLEEP.TOOLTIP
source: This Duplicant didn't get any shuteye last night because of the racket
fr: Ce Duplicant n'a pas fermé l'œil de la nuit à cause du boucan

# STRINGS.DUPLICANTS.MODIFIERS.TIME_REMAINING
source: Time Remaining: {0}
fr: Temps Restant: {0}

# STRINGS.DUPLICANTS.MODIFIERS.TIME_TOTAL
source: Duration: {0}
fr: Durée: {0}

# STRINGS.DUPLICANTS.MODIFIERS.TOXICENVIRONMENT.NAME
source: Toxic environment
fr: Environnement Toxique

# STRINGS.DUPLICANTS.MODIFIERS.UGLY_CRYING.NAME
source: Ugly Crying
fr: Pleurniche

# STRINGS.DUPLICANTS.MODIFIERS.UGLY_CRYING.NOTIFICATION_NAME
source: Ugly Crying
fr: Pleurniche

# STRINGS.DUPLICANTS.MODIFIERS.UGLY_CRYING.NOTIFICATION_TOOLTIP
source: These Duplicants became so <style="stress">Stressed</style> they broke down crying:
fr: Ces Duplicants sont devenus trop <style="stress">Stressés</style> et ont craqué en pleurant:

# STRINGS.DUPLICANTS.MODIFIERS.UGLY_CRYING.TOOLTIP
source: This Duplicant is having a cathartic ugly cry as a result of stress
fr: Ce Duplicant pleurniche à cause du stress

# STRINGS.DUPLICANTS.MODIFIERS.UNCLEAN.CAUSE
source: Obtained by coming into contact with polluted substances
fr: Obtenu en étant en contact avec des substances polluées

# STRINGS.DUPLICANTS.MODIFIERS.UNCLEAN.NAME
source: Grimy
fr: Crasseux

# STRINGS.DUPLICANTS.MODIFIERS.UNCLEAN.TOOLTIP
source: This Duplicant is dirty and needs a shower
fr: Ce Duplicant est sale et a besoin d'une douche

# STRINGS.DUPLICANTS.MODIFIERS.UNCOMFORTABLEFEET.CAUSE
source: This Duplicant got so good at their job that their feet became sensitive
fr: Ce Duplicant est devenu si bon dans son travail que ses pieds sont devenus sensibles

# STRINGS.DUPLICANTS.MODIFIERS.UNCOMFORTABLEFEET.NAME
source: Aching Feet
fr: Pieds Douloureux

# STRINGS.DUPLICANTS.MODIFIERS.UNCOMFORTABLEFEET.TOOLTIP
source: This Duplicant recently walked across untiled floor, much to their chagrin
fr: Ce Duplicant a marché récemment sur un sol brut, à son grand désespoir

# STRINGS.DUPLICANTS.MODIFIERS.UNCOMFORTABLESLEEP.NAME
source: Sleeping Uncomfortably
fr: Dort Inconfortablement

# STRINGS.DUPLICANTS.MODIFIERS.UNCOMFORTABLESLEEP.TOOLTIP
source: This Duplicant collapsed on the floor from sheer exhaustion
fr: Ce Duplicant est tombé d'épuisement

# STRINGS.DUPLICANTS.MODIFIERS.UNDERWATER.NAME
source: Underwater
fr: Sous l'eau

# STRINGS.DUPLICANTS.MODIFIERS.UNDERWATER.TOOLTIP
source: This Duplicant's movement is slowed
fr: Le mouvement de ce Duplicant est ralenti

# STRINGS.DUPLICANTS.MODIFIERS.UNFASHIONABLECLOTHING.CAUSE
source: This Duplicant got so good at their job that they became incapable of tolerating unfashionable clothing
fr: Ce Duplicant est devenu si bon dans son travail qu'il n'est plus capable de tolérer des vêtements démodés

# STRINGS.DUPLICANTS.MODIFIERS.UNFASHIONABLECLOTHING.TOOLTIP
source: This Duplicant had to wear something that was an affront to fashion
fr: Ce Duplicant a dû porter quelque chose qui était un affront à la mode

# STRINGS.DUPLICANTS.MODIFIERS.VERTIGO.CAUSE
source: This Duplicant got so good at their job they became bad at ladders
fr: Ce Duplicant est devenu si bon dans son travail qu'il galère avec les échelles

# STRINGS.DUPLICANTS.MODIFIERS.VERTIGO.NAME
source: Vertigo
fr: Vertige

# STRINGS.DUPLICANTS.MODIFIERS.VERTIGO.TOOLTIP
source: This Duplicant had to climb a tall ladder that left them dizzy and unsettled
fr: Ce Duplicant a dû grimper une grande échelle qui l'a laissé étourdi et instable

# STRINGS.DUPLICANTS.MODIFIERS.VOMITING.NAME
source: Vomiting
fr: Vomissements

# STRINGS.DUPLICANTS.MODIFIERS.VOMITING.TOOLTIP
source: Better out than in, as they say
fr: Mieux vaut dehors que dedans, comme ils disent

# STRINGS.DUPLICANTS.MODIFIERS.WARMAIR.NAME
source: Warm Air
fr: Air Chaud

# STRINGS.DUPLICANTS.MODIFIERS.WARMINGUP.NAME
source: Warming Up
fr: Chauffe

# STRINGS.DUPLICANTS.MODIFIERS.WARMINGUP.TOOLTIP
source: This Duplicant is trying to warm back up
fr: Ce Duplicant essaie de se réchauffer

# STRINGS.DUPLICANTS.MODIFIERS.WASATTACKED.NAME
source: Recently assailed
fr: Récemment assailli

# STRINGS.DUPLICANTS.MODIFIERS.WASATTACKED.TOOLTIP
source: This Duplicant is stressed out after having been attacked
fr: Ce Duplicant est stressé d'avoir été attaqué

# STRINGS.DUPLICANTS.MODIFIERS.WELLFED.NAME
source: Well fed
fr: Bien Nourri

# STRINGS.DUPLICANTS.MODIFIERS.WELLFED.TOOLTIP
source: This Duplicant feels satisfied after having a big meal
fr: Ce Duplicant se sent satisfait après avoir fait un festin

# STRINGS.DUPLICANTS.MODIFIERS.WETFEET.CAUSE
source: Obtained by walking through liquid.
fr: Obtenu en marchant dans du liquide.

# STRINGS.DUPLICANTS.MODIFIERS.WETFEET.NAME
source: Soggy Feet
fr: Pieds Humides

# STRINGS.DUPLICANTS.MODIFIERS.WETFEET.TOOLTIP
source: This Duplicant recently stepped in liquid
fr: Ce Dupliquant a marché dans du liquide

# STRINGS.DUPLICANTS.MODIFIERS.WORKING.NAME
source: Working
fr: Travaille

# STRINGS.DUPLICANTS.MODIFIERS.WORKING.TOOLTIP
source: This Duplicant is working up a sweat
fr: Ce Duplicant mouille sa chemise

# STRINGS.DUPLICANTS.NEEDS.DECOR.EXPECTATION_MOD_NAME
source: Job Tier Request
fr: Attente liée au Niveau de la Mission

# STRINGS.DUPLICANTS.NEEDS.DECOR.EXPECTATION_TOOLTIP
source: Most objects have <style="decor">Decor</style> values that alter Duplicants' opinions of their surroundings. This Duplicant desires decor values of {0} or higher, and becomes <style="stress">Stressed</style> in areas with lower decor.
fr: La Plupart des objets ont une valeur de <style="decor">Décoration</style> qui augmente ou diminue l'opinion d'un Duplicant sur son environnement. Ce Duplicant souhaite une valeur de décoration de {0} ou plus, et sera <style="stress">Stressé</style> dans une zone qui a moins de décoration.

# STRINGS.DUPLICANTS.NEEDS.DECOR.NAME
source: Decor Expectation
fr: Décoration Attendue

# STRINGS.DUPLICANTS.NEEDS.DECOR.OBSERVED_DECOR
source: Current Surroundings
fr: Environs immédiats

# STRINGS.DUPLICANTS.NEEDS.DECOR.PROFESSION_NAME
source: Critic
fr: Critique

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.MINUS_1
source: Grisly
fr: Immonde

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_1
source: Poor
fr: Pauvre

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_3
source: Good
fr: Bon

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_4
source: Great
fr: Super

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_5
source: Superb
fr: Superbe

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.ADJECTIVES.PLUS_6
source: Ambrosial
fr: Divin

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.BAD_FOOD_MOD
source: Food Quality
fr: Qualité de la Nourriture

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.EXPECTATION_MOD_NAME
source: Job Tier Request
fr: Attente liée au Niveau de la Mission

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.EXPECTATION_TOOLTIP
source: Each Duplicant has a minimum quality of <style="food">Food</style> they'll tolerate eating. This Duplicant desires Tier {0} or better food, and becomes <style="stress">Stressed</style> when they eat meals of lower quality.
fr: Chaque Duplicant a une qualité de <style="food">Nourriture</style> minimum qu'il acceptera de manger. Ce Duplicant souhaite une nourriture de qualité {0} ou plus, et sera <style="stress">Stressé</style> s'il mange de la nourriture de qualité inférieure.

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.FOODQUALITY
source: Food Quality Score of {0}
fr: Qualité de Nourriture: {0}

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.FOODQUALITY_EXPECTATION
source: This Duplicant is content to eat food with a Quality Score of {0} or higher
fr: Ce Duplicant est content de manger de la nourriture avec une qualité de {0} ou plus

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.GOOD_FOOD_MOD
source: Food Quality
fr: Qualité de la Nourriture

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.NAME
source: Food Quality
fr: Qualité de la Nourriture

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.NORMAL_FOOD_MOD
source: Food Quality
fr: Qualité de la Nourriture

# STRINGS.DUPLICANTS.NEEDS.FOOD_QUALITY.PROFESSION_NAME
source: Gourmet
fr: Gastronome

# STRINGS.DUPLICANTS.NEEDS.NOISE.NAME
source: Noise Expectation
fr: Niveau Sonore Voulu

# STRINGS.DUPLICANTS.OPINIONS.DARKNESS
source: There's too little <style="light">Light</style> for this Duplicant to see.
fr: Il y a trop peu de <style="light">Lumière</style> pour que ce Duplicant puisse voir.

# STRINGS.DUPLICANTS.OPINIONS.LIGHTNESS
source: There is enough <style="light">Light</style> for this Duplicant to see.
fr: Il y a suffisamment de <style="light">Lumière</style> pour que ce Duplicant puisse voir.

# STRINGS.DUPLICANTS.OPINIONS.LIGHTOPINION
source: Duplicants are drawn to lit places, and dislike being in the dark. Make sure your Duplicants have plenty of <style="light">Light</style> to keep their eyes unstrained and their <style="stress">Stress</style> low.
fr: Les Duplicants sont attirés vers les endroits éclairés, et n'aiment pas être dans l'obscurité. Assurez-vous que vos Duplicants ont beaucoup de <style="light">Lumière</style> pour qu'ils ne se fatiguent pas les yeux et gardent leur <style="stress">Stress</style> faible.

# STRINGS.DUPLICANTS.OPINIONS.MESSHALLWALLSOPINION
source: Duplicants don't find bare rock face very inviting. Use wall tiles and doors to build more comfortable Mess Halls for them.
fr: Les Duplicants ne trouvent pas les roches nues très attirantes. Utilisez des dalles et des portes pour construire des Salles à Manger plus confortables.

# STRINGS.DUPLICANTS.OPINIONS.ROOMWALLSMISSING
source: Room is missing walls or doors.
fr: La pièce manque de murs ou de portes.

# STRINGS.DUPLICANTS.OPINIONS.ROOMWALLSOPINION
source: Duplicants don't find bare rock face very inviting. Use wall tiles and doors to build more comfortable Rooms for them.
fr: Les Duplicants ne trouvent pas les roches nues très attirantes. Utilisez des dalles et des portes pour construire des Pièces plus confortables.

# STRINGS.DUPLICANTS.OPINIONS.ROOMWALLSSTANDARD
source: Room is enclosed by walls and doors.
fr: La pièce est entourée par des murs et des portes.

# STRINGS.DUPLICANTS.OPINIONS.TOILETWALLSMISSING
source: Restroom is missing walls or doors.
fr: Les toilettes manquent de murs ou de portes.

# STRINGS.DUPLICANTS.OPINIONS.TOILETWALLSOPINION
source: Duplicants like a little privacy when they do their biz. Use wall tiles and doors to build more comfortable Washrooms for them.
fr: Les Duplicants aiment un peu d'intimité lorsqu'ils font leurs trucs. Utilisez des dalles et des portes pour leurs construire des Salles de Bain plus confortables.

# STRINGS.DUPLICANTS.OPINIONS.TOILETWALLSSTANDARD
source: Restroom is enclosed by walls and doors.
fr: Les toilettes sont entourées de murs et de portes.

# STRINGS.DUPLICANTS.PERSONALITIES.ABE.DESC
source: {0}s are sweet, delicate flowers. They need to be treated gingerly, with great consideration for their feelings.
fr: Les {0}s sont des fleurs douces et délicates. Elles doivent être traitées avec la plus grande considération.

# STRINGS.DUPLICANTS.PERSONALITIES.ADA.DESC
source: {0}s enjoy writing poetry in their downtime. Dark poetry.
fr: Les {0}s aiment écrire de la poésie à leurs heures perdues. De la poésie sombre..

# STRINGS.DUPLICANTS.PERSONALITIES.ARI.DESC
source: {0}s tend to space out from time to time, but they always pay attention when it counts.
fr: Les {0}s ont tendance à s'éloigner de temps en temps, mais font toujours attention quand cela compte.

# STRINGS.DUPLICANTS.PERSONALITIES.ASHKAN.DESC
source: {0}s have what can only be described as a "seriously infectious giggle".
fr: Les {0}s peuvent seulement être décrits comme des personnes ayant un "rire contagieux".

# STRINGS.DUPLICANTS.PERSONALITIES.BANHI.DESC
source: The "cool loner" vibes that radiate off a {0} never fail to make the colony swoon.
fr: L'aura de "cowboy solitaire" qui rayonne d'un {0} ne manque jamais de faire chavirer les cœurs de la colonie.

# STRINGS.DUPLICANTS.PERSONALITIES.BUBBLES.DESC
source: This {0} is constantly challenging others to fight her, regardless of whether or not she can actually take them.
fr: Cette {0} défie constamment les autres pour les combattre, peu importe qu'elle puisse ou non les vaincre.

# STRINGS.DUPLICANTS.PERSONALITIES.BURT.DESC
source: Every single {0} has perpetually damp hands. It must be genetic.
fr: N'importe quel {0} a les mains perpétuellement moites. Ce doit être génétique.

# STRINGS.DUPLICANTS.PERSONALITIES.CAMILLE.DESC
source: This {0} loves anything that makes her feel nostalgic, including things that haven't aged well.
fr: Cette {0} aime tout ce qui la rend nostalgique, y compris les choses qui n'ont pas bien vieilli.

# STRINGS.DUPLICANTS.PERSONALITIES.CATALINA.DESC
source: A {0} is admired by all for her seemingly tireless work ethic. Little do people know, she's dying on the inside.
fr: Une {0} est admirée par tous pour son éthique au travail apparemment inépuisable. Peu de gens le savent, mais elle se meurt de l'intérieur.

# STRINGS.DUPLICANTS.PERSONALITIES.DEVON.DESC
source: This {0} dreams of owning their own personal computer so they can start a blog full of pictures of toast.
fr: Ce {0} rêve de posséder son propre ordinateur afin de pouvoir commencer un blog plein de photos de toast.

# STRINGS.DUPLICANTS.PERSONALITIES.ELLIE.DESC
source: Nothing makes an {0} happier than a big tin of glitter and a pack of unicorn stickers.
fr: Rien ne rend une {0} plus heureuse qu'une grande boite de paillettes et un paquet d'autocollants de licorne.

# STRINGS.DUPLICANTS.PERSONALITIES.FRANKIE.DESC
source: There's nothing {0}s are more proud of than their thick, dignified eyebrows.
fr: Il n'y a rien dont les {0}s soit plus fiers que leurs sourcils épais.

# STRINGS.DUPLICANTS.PERSONALITIES.GOSSMANN.DESC
source: {0}s are major goofballs who can make anyone laugh.
fr: Les {0} sont de grands idiots qui font rire tout le monde.

# STRINGS.DUPLICANTS.PERSONALITIES.HAROLD.DESC
source: This {0} is cripplingly self-conscious of his long middle toes.
fr: Ce {0} est douloureusement conscient que ses orteils sont trop longs.

# STRINGS.DUPLICANTS.PERSONALITIES.HASSAN.DESC
source: If someone says something nice to a {0} he'll think about it nonstop for no less than three weeks.
fr: Si quelqu'un dit quelque chose de gentil à un {0}, il y réfléchira sans arrêt pendant au moins trois semaines.

# STRINGS.DUPLICANTS.PERSONALITIES.JEAN.DESC
source: Just because {0}s are a little slow doesn't mean they can't suffer from soul-crushing existential crises.
fr: Ce n'est pas parce que les {0}s sont un petit peu lents qu'ils ne traversent pas de crises existentielles.

# STRINGS.DUPLICANTS.PERSONALITIES.JOSHUA.DESC
source: {0}s are precious goobers. Other Duplicants are strangely incapable of cursing in a {0}'s presence.
fr: Les {0}s sont des ploucs précieux. Les autres Duplicants sont étrangement incapables de blasphémer en présence d'un {0}.

# STRINGS.DUPLICANTS.PERSONALITIES.LEIRA.DESC
source: {0}s just want everyone to be happy.
fr: les {0}s veulent juste que tout le monde soit heureux.

# STRINGS.DUPLICANTS.PERSONALITIES.LIAM.DESC
source: No matter how much this {0} scrubs, he can never truly feel clean.
fr: Peut importe combien {0} se lave, il ne se sent jamais propre.

# STRINGS.DUPLICANTS.PERSONALITIES.LINDSAY.DESC
source: A {0} is a charming, delightful woman, unless you make the mistake of messing with one of her friends.
fr: Une {0} est une femme charmante, délicieuse, jusqu'à ce que vous fassiez l'erreur d'embêter l'un de ses amis.

# STRINGS.DUPLICANTS.PERSONALITIES.MAE.DESC
source: There's nothing a {0} can't do if she sets her mind to it.
fr: Il n'y a rien qu'une {0} ne puisse faire si elle s'y met vraiment.

# STRINGS.DUPLICANTS.PERSONALITIES.MARIE.DESC
source: This {0} is positively glowing! What's her secret? Radioactive isotopes, of course.
fr: Cette {0} rayonne incroyablement! Quel est son secret? Les isotopes radioactifs, bien sûr.

# STRINGS.DUPLICANTS.PERSONALITIES.MAX.DESC
source: At any given moment a {0} is viscerally reliving ten different humiliating memories.
fr: A n'importe quel moment, un {0} peut revivre dix souvenirs humiliants différents.

# STRINGS.DUPLICANTS.PERSONALITIES.MEEP.DESC
source: {0}s have a face only a two tonne Printing Pod could love.
fr: Les {0} ont un visage que seule une station d'impression de douze tonnes pourraient apprécier.

# STRINGS.DUPLICANTS.PERSONALITIES.MIMA.DESC
source: Ol' {0} here can't stand lookin' at people's knees.
fr: {0} ne peut pas s'empêcher de regarder les genoux des gens.

# STRINGS.DUPLICANTS.PERSONALITIES.NAILS.DESC
source: People often expect a Duplicant named "{0}" to be tough, but they're all pretty huge wimps.
fr: Les gens s'attendent à ce qu'un Duplicant nommé "{0}" soit un gros dur, mais c'est un grand froussard.

# STRINGS.DUPLICANTS.PERSONALITIES.NIKOLA.DESC
source: This {0} once claimed he could build a laser so powerful it would rip the colony in half. No one asked him to prove it.
fr: Ce {0} a dit une fois qu'il pouvait construire un laser si puissant qu'il pourrait décimer la moitié de la colonie. Personne ne lui a demandé de le prouver.

# STRINGS.DUPLICANTS.PERSONALITIES.NISBET.DESC
source: This {0} likes to punch people to show her affection. Everyone's too afraid of her to tell her it hurts.
fr: Cette {0} aime frapper les gens pour montrer sont affection. Et ils sont trop effrayés pour lui dire que ça fait mal.

# STRINGS.DUPLICANTS.PERSONALITIES.OTTO.DESC
source: {0}s always insult people by accident and generally exist in a perpetual state of deep regret.
fr: Les {0}s insultent toujours les gens par hasard et se morfondent dans un état perpétuel de profond regret.

# STRINGS.DUPLICANTS.PERSONALITIES.REN.DESC
source: Every {0} has this unshakable feeling that his life's already happened and he's just watching it unfold from a memory.
fr: Chaque {0} a ce sentiment inébranlable que sa vie est déjà arrivée et qu'il ne fait que s'en souvenir.

# STRINGS.DUPLICANTS.PERSONALITIES.ROWAN.DESC
source: {0}s have exceptionally large hearts and express their emotions most efficiently by yelling.
fr: Les {0}s ont un cœur exceptionnellement grand et expriment leurs émotions en criant.

# STRINGS.DUPLICANTS.PERSONALITIES.RUBY.DESC
source: This {0} asks the pressing questions, like "Where can I get a leather jacket in space?"
fr: Cette {0} pose des questions importantes, comme "Où puis-je obtenir une veste en cuir dans l'espace?"

# STRINGS.DUPLICANTS.PERSONALITIES.STINKY.DESC
source: This {0} has never been invited to a party, which is a shame. His dance moves are incredible.
fr: Ce {0} n'a jamais été invité à une fête, ce qui est honteux. C'est un danseur incroyable.

# STRINGS.DUPLICANTS.PERSONALITIES.TRAVALDO.DESC
source: A {0}'s monotonous voice and lack of facial expression makes it impossible for others to tell when he's messing with them.
fr: La voix monotone d'un {0} et son manque d'expression faciale font qu'il est impossible pour les autres de dire quand il plaisante.

# STRINGS.DUPLICANTS.PERSONALITIES.TURNER.DESC
source: This {0} is paralyzed by the knowledge that others have memories and perceptions of them they can't control.
fr: Ce {0} est paralysé car il sait que les autres ont des souvenirs et des perceptions d'eux même qu'ils ne contrôlent pas.

# STRINGS.DUPLICANTS.RACE_PREFIX
source: Species: {0}
fr: Espèces: {0}

# STRINGS.DUPLICANTS.ROLES.ARTIST.DESCRIPTION
source: Artists are experienced sculptors and painters and create higher quality art.
fr: Les Artistes sont des sculpteurs et peintres expérimentés qui créent des œuvres de haute qualité.

# STRINGS.DUPLICANTS.ROLES.ARTIST.NAME
source: Artist
fr: Artiste

# STRINGS.DUPLICANTS.ROLES.BOTANIST.DESCRIPTION
source: This Duplicant is talented at raising plants and tending crops.
fr: Ce Duplicant est doué pour cultiver des plantes et s'occuper des récoltes.

# STRINGS.DUPLICANTS.ROLES.BOTANIST.NAME
source: Botanist
fr: Botaniste

# STRINGS.DUPLICANTS.ROLES.BUILDER.DESCRIPTION
source: Architects are competent builders with moderately improved construction speeds.
fr: Les Architectes sont des constructeurs compétents avec une vitesse de construction légèrement augmentée.

# STRINGS.DUPLICANTS.ROLES.BUILDER.NAME
source: Architect
fr: Architecte

# STRINGS.DUPLICANTS.ROLES.COLONY_DIRECTOR.DESCRIPTION
source: Directors direct managers
fr: Les Directeurs dirigent les managers

# STRINGS.DUPLICANTS.ROLES.COLONY_DIRECTOR.NAME
source: Colony Director
fr: Directeur de Colonie

# STRINGS.DUPLICANTS.ROLES.COLONY_MANAGER.DESCRIPTION
source: Managers manage everyone, except directors
fr: Les managers gèrent tout le monde, sauf les directeurs

# STRINGS.DUPLICANTS.ROLES.COLONY_MANAGER.NAME
source: Colony Manager
fr: Gestionnaire de Colonie

# STRINGS.DUPLICANTS.ROLES.COOK.DESCRIPTION
source: A cook can make better food
fr: Un cuisinier peut faire de la meilleure nourriture

# STRINGS.DUPLICANTS.ROLES.COOK.NAME
source: Chef
fr: Chef Cuisinier

# STRINGS.DUPLICANTS.ROLES.FARMER.DESCRIPTION
source: Farmers get extra seeds when harvesting plants
fr: Les Agriculteurs récupèrent plus de graines lorsqu'ils récoltent

# STRINGS.DUPLICANTS.ROLES.FARMER.NAME
source: Farmer
fr: Fermier

# STRINGS.DUPLICANTS.ROLES.GROUPS.APTITUDE_DESCRIPTION
source: This Duplicant enjoys performing <style="job">{0}</style> jobs and will master them <style="misc">{1}%</style> faster
fr: Ce Duplicant apprécie les missions de <style="job">{0}</style> et les maîtrisera <style="misc">{1}%</style> plus vite

# STRINGS.DUPLICANTS.ROLES.HANDYMAN.DESCRIPTION
source: Takes care of all the little things that need doing around the colony.
fr: S'occupe de toutes les petites choses qui doivent être faites aux quatre coins de la colonie.

# STRINGS.DUPLICANTS.ROLES.HANDYMAN.NAME
source: Groundskeeper
fr: Agent de Maintenance

# STRINGS.DUPLICANTS.ROLES.HAULER.DESCRIPTION
source: Gofers move quicker, allowing them to deliver more resources
fr: Les Duplicants à tout faire se déplacent plus vite, leur permettant de livrer plus de ressources

# STRINGS.DUPLICANTS.ROLES.HAULER.NAME
source: Gofer
fr: Manœuvre

# STRINGS.DUPLICANTS.ROLES.JUNIOR_ARTIST.DESCRIPTION
source: Artist Students are new artists who make improved paintings and sculptures.
fr: Les Étudiants en Art sont de nouveaux artistes qui créent des peintures et sculptures améliorées.

# STRINGS.DUPLICANTS.ROLES.JUNIOR_ARTIST.NAME
source: Art Student
fr: Étudiant en Art

# STRINGS.DUPLICANTS.ROLES.JUNIOR_BUILDER.DESCRIPTION
source: Apprentice Architects are new builders with marginally improved construction speeds.
fr: Les Apprenti Architectes sont de nouveaux constructeurs qui bénéficient d'une vitesse de construction légèrement augmentée.

# STRINGS.DUPLICANTS.ROLES.JUNIOR_BUILDER.NAME
source: Apprentice Architect
fr: Apprenti Architecte

# STRINGS.DUPLICANTS.ROLES.JUNIOR_COOK.DESCRIPTION
source: A cook can make better food
fr: Un cuisinier peut préparer de meilleurs plats

# STRINGS.DUPLICANTS.ROLES.JUNIOR_FARMER.DESCRIPTION
source: Farmers get extra seeds when harvesting plants
fr: Les Agriculteurs récupèrent plus de graines lorsqu'ils récoltent

# STRINGS.DUPLICANTS.ROLES.JUNIOR_FARMER.NAME
source: Farmhand
fr: Ouvrier Agricole

# STRINGS.DUPLICANTS.ROLES.JUNIOR_MINER.DESCRIPTION
source: Miners have improved digging ability
fr: Les Mineurs ont des capacités de minage améliorées

# STRINGS.DUPLICANTS.ROLES.JUNIOR_MINER.NAME
source: Apprentice Miner
fr: Apprenti Mineur

# STRINGS.DUPLICANTS.ROLES.JUNIOR_RESEARCHER.DESCRIPTION
source: Researcher Assistants can operate Super Computers and receive a minor boost to their researching ability.
fr: L'Assistant de Recherche peut faire fonctionner les Super Ordinateurs et reçoit un petit coup de pouce à sa compétence de recherche.
