Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.BUILDINGS.PREFABS.LOGICDISEASESENSOR.DESC
source: Detects the presence and quantity of nearby germs
fr: Détecte la présence et la quantité de germes aux alentours

# STRINGS.BUILDINGS.PREFABS.LOGICDISEASESENSOR.EFFECT
source: <style="logic">Active</style>/<style="logic">Standby</style> depending on quantity of surrounding <style="disease">Germs</style>.
fr: <style="logic">Actif</style>/<style="logic">En Veille</style> en fonction de la quantité de <style="disease">Germes</style> environnants.

# STRINGS.BUILDINGS.PREFABS.LOGICDISEASESENSOR.NAME
source: Germ Sensor
fr: Capteur de Germes

# STRINGS.BUILDINGS.PREFABS.LOGICGATEAND.EFFECT
source: Becomes <style="logic">Active</style> when the systems connected to its Inputs are both <style="logic">Active</style>. Goes into <style="logic">Standby</style> when one or both Inputs are on <style="logic">Standby</style>.
fr: Devient <style="logic">Actif</style> lorsque les systèmes connectés enentrée sont tous les deux <style="logic">Actifs</style>. Passe <style="logic">En Veille</style> lorsqu'une ou les deux entrées sont <style="logic">En Veille</style>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEAND.NAME
source: AND Gate
fr: Porte ET

# STRINGS.BUILDINGS.PREFABS.LOGICGATEBUFFER.EFFECT
source: Becomes <style="logic">Active</style> if the system connected to its Input is <style="logic">Active</style>. Stays <style="logic">Active</style> for a short time after its Input enters <style="logic">Standby</style>.
fr: Devient <style="logic">Actif</style> si le système connecté en entrée est <style="logic">Actif</style>. Reste <style="logic">Actif</style> pendant un court moment après que le système à son entrée passe <style="logic">En Veille</style>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEBUFFER.NAME
source: BUFFER Gate
fr: Porte TAMPON

# STRINGS.BUILDINGS.PREFABS.LOGICGATEFILTER.EFFECT
source: Enters <style="logic">Standby</style> if the system connected to its Input is also on <style="logic">Standby</style>. Stays in <style="logic">Standby</style> for a short time after its Input becomes <style="logic">Active</style>.
fr: Passe <style="logic">En Veille</style> si le système connecté en entrée est également <style="logic">En Veille</style>. Reste en <style="logic">En Veille</style> pendant un court moment après que le système à son entrée devient <style="logic">Actif</style>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEFILTER.NAME
source: FILTER Gate
fr: Porte FILTRE

# STRINGS.BUILDINGS.PREFABS.LOGICGATENOT.EFFECT
source: Becomes <style="logic">Active</style> if the system connected to its Input is on <style="logic">Standby</style>. Goes into <style="logic">Standby</style> when its Input is <style="logic">Active</style>.
fr: Devient <style="logic">Actif</style>si le système connecté en entrée est <style="logic">En Veille</style>. Se met <style="logic">En Veille</style> lorsque ses entrées sont <style="logic">Actives</style>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATENOT.NAME
source: NOT Gate
fr: Porte NOT

# STRINGS.BUILDINGS.PREFABS.LOGICGATEOR.EFFECT
source: Becomes <style="logic">Active</style> if one or both of the systems connected to its Inputs are <style="logic">Active</style>. Goes into <style="logic">Standby</style> when neither Inputs are <style="logic">Active</style>.
fr: Devient <style="logic">Actif</style> si un ou les deux systèmes connectés à ses entrées sont <style="logic">Actif(s)</style>. Passe <style="logic">En Veille</style> quand aucune des Entrées n'est <style="logic">Active</style>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEOR.NAME
source: OR Gate
fr: Porte OR

# STRINGS.BUILDINGS.PREFABS.LOGICGATEXOR.EFFECT
source: Becomes <style="logic">Active</style> if one of the systems connected to its Inputs is <style="logic">Active</style>. Goes into <style="logic">Standby</style> if both or neither Inputs are <style="logic">Active</style>.
fr: Devient <style="logic">Actif</style> si un des systèmes en Entrée est <style="logic">Actif</style>. Passe <style="logic">En Veille</style> s'il les deux ou aucune des Entrées est <style="logic">Actif</style>.

# STRINGS.BUILDINGS.PREFABS.LOGICGATEXOR.NAME
source: XOR Gate
fr: Porte XOR

# STRINGS.BUILDINGS.PREFABS.LOGICMEMORY.EFFECT
source: When the <style="logic">Write</style> port is <style="logic">Active</style> the <style="logic">Value</style> port is read and stored. Reading from the <style="logic">Read</style> port will then return the new value.
fr: Quand le port <style="logic">Écriture</style> est <style="logic">Actif</style> le port <style="logic">Valeur</style> est lu et enregistré. Lire depuis le port <style="logic">Lecture</style> retournera alors la nouvelle valeur.

# STRINGS.BUILDINGS.PREFABS.LOGICMEMORY.NAME
source: Memory
fr: Mémoire

# STRINGS.BUILDINGS.PREFABS.LOGICMEMORY.READ_PORT_DESC
source: Stored Value
fr: Valeur Enregistrée

# STRINGS.BUILDINGS.PREFABS.LOGICMEMORY.STATUS_ITEM_VALUE
source: Stored Value: {0}
fr: Valeur Enregistrée: {0}

# STRINGS.BUILDINGS.PREFABS.LOGICMEMORY.VALUE_PORT_DESC
source: Specify Value
fr: Définir la Valeur

# STRINGS.BUILDINGS.PREFABS.LOGICMEMORY.WRITE_PORT_DESC
source: Trigger Write
fr: Active l'Écriture

# STRINGS.BUILDINGS.PREFABS.LOGICPOWERRELAY.DESC
source: Automated systems save power and time by removing the need for Duplicant management.
fr: Les systèmes automatisés font gagner du temps et de l'énergie en supprimant la nécessité d'être gérés par un Duplicant.

# STRINGS.BUILDINGS.PREFABS.LOGICPOWERRELAY.EFFECT
source: Automatically turns <style="power">Power</style> on or off using <style="logic">Automation</style> technology. Does not affect circuitry preceding the switch.
fr: Allume ou coupe automatiquement les circuits d'<style="power">Énergie</style> en utilisant la technologie d'<style="logic">Automatisation</style>. N'affecte pas les circuits en amont de l'interrupteur.

# STRINGS.BUILDINGS.PREFABS.LOGICPOWERRELAY.LOGIC_PORT_DESC
source: On/Off
fr: Allumé/Éteint

# STRINGS.BUILDINGS.PREFABS.LOGICPOWERRELAY.NAME
source: Power Shutoff
fr: Disjoncteur Électrique

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORGAS.DESC
source: Atmo Sensors can be used to prevent excess oxygen production and overpressurization.
fr: Les Capteurs Atmosphériques peuvent être utilisés pour empêcher la production excessive d'oxygène et une surpression.

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORGAS.EFFECT
source: Becomes <style="logic">Active</style> or on <style="logic">Standby</style> when <style="gas">Gas Pressure</style> enters the chosen range.
fr: Devient <style="logic">Actif</style> ou passe <style="logic">En Veille</style> lorsque la <style="gas">Pression du Gaz</style> entre dans la plage sélectionnée.

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORGAS.LOGIC_PORT_DESC
source: Active/Standby based on ambient <style="gas">Gas Pressure</style>
fr: Actif/En Veille selon la <style="gas">Pression de Gaz</style> ambiante

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORGAS.NAME
source: Atmo Sensor
fr: Capteur Atmosphérique

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORLIQUID.DESC
source: Hydro Sensors can signal a pump system to refill a basin once it contains too little liquid.
fr: Les Capteurs Hydrométriques peuvent envoyer un signal au système de pompage pour remplir un bassin lorsqu'il contient trop peu de liquide.

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORLIQUID.EFFECT
source: Becomes <style="logic">Active</style> or on <style="logic">Standby</style> when <style="liquid">Liquid Pressure</style> enters the chosen range. Must be submerged in <style="liquid">Liquid</style>.
fr: Devient <style="logic">Actif</style> ou se met <style="logic">En Veille</style> lorsque la <style="liquid">Pression du Liquide</style> entre dans la plage sélectionnée. Doit être immergé dans le <style="liquid">Liquide</style>.

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORLIQUID.LOGIC_PORT_DESC
source: Active/Standby based on Ambient <style="liquid">Liquid Pressure</style>
fr: Actif/En Veille en fonction de la <style="liquid">Pression du Liquide</style> ambiante

# STRINGS.BUILDINGS.PREFABS.LOGICPRESSURESENSORLIQUID.NAME
source: Hydro Sensor
fr: Capteur Hydraulique

# STRINGS.BUILDINGS.PREFABS.LOGICSWITCH.DESC
source: Signal switches do not turn grids on and off like power switches, but add an additional signal.
fr: Les interrupteurs de signal ne permettent pas d'activer et de désactiver des réseaux comme les interrupteurs d'alimentation, mais ajoutent un signal supplémentaire.

# STRINGS.BUILDINGS.PREFABS.LOGICSWITCH.EFFECT
source: Can be made <style="logic">Active</style> or <style="logic">Standby</style> on an <style="logic">Automation</style> grid. Must be manually toggled by a Duplicant.
fr: Peut être <style="logic">Activé</style> ou mis <style="logic">En Pause</style> sur un réseau d'<style="logic">Automatisation</style>. Doit être activé manuellement par un Duplicant.

# STRINGS.BUILDINGS.PREFABS.LOGICSWITCH.LOGIC_PORT_DESC
source: Active/Standby
fr: Actif/En Pause

# STRINGS.BUILDINGS.PREFABS.LOGICSWITCH.NAME
source: Signal Switch
fr: Commutateur

# STRINGS.BUILDINGS.PREFABS.LOGICTEMPERATURESENSOR.DESC
source: Thermo Sensors can autodisable buildings when they approach inoperable temperatures.
fr: Les Capteurs Thermiques peuvent désactiver automatiquement des équipements quand leur température approche un niveau inadapté.

# STRINGS.BUILDINGS.PREFABS.LOGICTEMPERATURESENSOR.EFFECT
source: Becomes <style="logic">Active</style> or on <style="logic">Standby</style> when ambient <style="heat">Temperature</style> enters the chosen range.
fr: Devient <style="logic">Actif</style> ou passe en <style="logic">Veille</style> lorsque la <style="heat">Température</style> ambiante entre dansla plage sélectionnée.

# STRINGS.BUILDINGS.PREFABS.LOGICTEMPERATURESENSOR.LOGIC_PORT_DESC
source: Active/Standby based on Ambient <style="temperature">Temperature</style>
fr: Actif/En Veille selon la <style="temperature">Température</style> ambiante

# STRINGS.BUILDINGS.PREFABS.LOGICTEMPERATURESENSOR.NAME
source: Thermo Sensor
fr: Capteur Thermique

# STRINGS.BUILDINGS.PREFABS.LOGICTIMEOFDAYSENSOR.DESC
source: Clock Sensors ensure that systems always turn on at the same time of day or night, every cycle.
fr: Les Capteurs d'Horloge s'assurent que les systèmes s'activent toujours à la même heure du jour et de la nuit, à chaque cycle.

# STRINGS.BUILDINGS.PREFABS.LOGICTIMEOFDAYSENSOR.EFFECT
source: Sets an automatic <style="logic">Active</style> and <style="logic">Standby</style> schedule using a timer.
fr: Planifie la mise en <style="logic">Marche</style> et l'<style="logic">Arrêt</style> automatique en utilisant une minuterie.

# STRINGS.BUILDINGS.PREFABS.LOGICTIMEOFDAYSENSOR.NAME
source: Clock Sensor
fr: Capteur d'Horloge

# STRINGS.BUILDINGS.PREFABS.LOGICWIRE.DESC
source: Automation wire is used to connect electronic components to the inputs of automation gates.
fr: Le câble d'automatisation est utilisé pour connecter les composants électroniques à l'entrée des portails d'automatisation.

# STRINGS.BUILDINGS.PREFABS.LOGICWIRE.EFFECT
source: Connects automatable buildings to <style="logic">Automation Gates</style>. Can be run through tiles.
fr: Connecte les équipements automatisables aux <style="logic">Portails d'Automatisation</style>. Peut traverser les dalles.

# STRINGS.BUILDINGS.PREFABS.LOGICWIRE.NAME
source: Automation Wire
fr: Câble d'Automatisation

# STRINGS.BUILDINGS.PREFABS.LOGICWIREBRIDGE.DESC
source: Wire bridges allow multiple automation grids to exist in a small area without connecting.
fr: Les ponts de câble permettent à de multiples réseaux d'automatisation d'être au même endroit sans être connectés entre eux.

# STRINGS.BUILDINGS.PREFABS.LOGICWIREBRIDGE.EFFECT
source: Runs one Automation Wire section over another without joining them. Can be run through tiles.
fr: Fait passer un câble d'automatisation par dessus un autre sans les relier. Peut traverser les dalles.

# STRINGS.BUILDINGS.PREFABS.LOGICWIREBRIDGE.NAME
source: Automation Wire Bridge
fr: Pont Câble d'Automatisation

# STRINGS.BUILDINGS.PREFABS.LUXURYBED.DESC
source: Duplicants prefer comfy beds to cots and will gain more stamina back from sleeping in them.
fr: Les Duplicants préfèrent les lits confortables et récupéreront plus d'endurance en dormant dedans.

# STRINGS.BUILDINGS.PREFABS.LUXURYBED.EFFECT
source: Provides a sleeping area for one Duplicant and restores additional <style="stress">Stamina</style>. Duplicants will automatically sleep in their assigned beds at night.
fr: Donne à un Duplicant un endroit où dormir et restaure plus d'<style="stress">Endurance</style>. Les Duplicants rejoindront le lit qui leur est attribué à la nuit tombée.

# STRINGS.BUILDINGS.PREFABS.LUXURYBED.NAME
source: Comfy Bed
fr: Lit Confortable

# STRINGS.BUILDINGS.PREFABS.MACHINESHOP.DESC
source: Duplicants will only improve the efficiency of buildings in the same room as this station.
fr: Les Duplicants n'amélioreront que l'efficacité des équipements situés dans la même pièce que cette station.

# STRINGS.BUILDINGS.PREFABS.MACHINESHOP.EFFECT
source: Allows the assigned Engineer to improve building production efficiency. This building is a necessary component of the Machine Shop room.
fr: Permet à l'Ingénieur désigné d'améliorer la production de cet équipement. Cet équipement est un composant nécessaire à l'Atelier de Construction Mécanique.

# STRINGS.BUILDINGS.PREFABS.MACHINESHOP.NAME
source: Mechanics Station
fr: Station de Mécanique

# STRINGS.BUILDINGS.PREFABS.MANUALGENERATOR.DESC
source: Manual generators require no fuel and power buildings when connected to them by wire.
fr: Les générateurs manuels alimentent les équipements lorsqu'ils sont reliés par un câble et n'ont pas besoin de carburant.

# STRINGS.BUILDINGS.PREFABS.MANUALGENERATOR.EFFECT
source: Converts manual labor into electrical <style="power">Power</style>.
fr: Convertit le travail manuel en <style="power">Énergie</style> électrique.

# STRINGS.BUILDINGS.PREFABS.MANUALGENERATOR.NAME
source: Manual Generator
fr: Générateur Manuel

# STRINGS.BUILDINGS.PREFABS.MANUALPRESSUREDOOR.DESC
source: Airlocks can quarter off dangerous areas or prevent gases from seeping into the colony.
fr: Les sas peuvent confiner des zones dangereuses ou empêcher les gaz de s'inflitrer dans la colonie.

# STRINGS.BUILDINGS.PREFABS.MANUALPRESSUREDOOR.EFFECT
source: Blocks <style="liquid">Liquid</style> and <style="gas">Gas</style> flow, maintaining pressure between areas. Sets Duplicant Access Permissions for area restriction. Wild creatures cannot pass through doors.
fr: Bloque les <style="liquid">Liquides</style> et flux de <style="gas">Gaz</style>, en maintenant une pression constante entre les zones. Définit les autorisations d’accès des Duplicants aux zones restreintes. Les Créatures sauvages ne peuvent pas traverser les portes.

# STRINGS.BUILDINGS.PREFABS.MANUALPRESSUREDOOR.NAME
source: Manual Airlock
fr: Sas Manuel

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.ACTIVATE_TOOLTIP
source: Duplicants must take a break when their stress reaches {0}
fr: Les Duplicants doivent faire une pause lorsque leur stress atteint {0}

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.DEACTIVATE_TOOLTIP
source: Breaktime ends when stress is reduced to {0}
fr: La pause est terminée lorsque le stress est réduit à {0}

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.DESC
source: Massage tables quickly reduce extreme stress, at the cost of power production.
fr: Les tables de massage réduisent rapidement le stress mais utilisent du courant.

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.EFFECT
source: Rapidly reduces <style="stress">Stress</style> for the Duplicant user. Duplicants will automatically seek a massage table when <style="stress">Stress</style> exceeds breaktime range.
fr: Réduit rapidement le <style="stress">Stress</style> du Duplicant qui l'utilise. Les Duplicants utiliseront les tables de massage automatiquement si leur <style="stress">Stress</style> dépasse la limite.

# STRINGS.BUILDINGS.PREFABS.MASSAGETABLE.NAME
source: Massage Table
fr: Table de Massage

# STRINGS.BUILDINGS.PREFABS.MASSIVEHEATSINK.EFFECT
source: A self-sustaining machine powered by what appears to be refined <style="solid">Neutronium</style>. Absorbs and neutralizes <style="heat">Heat</style> energy when submersed in <style="gas">Hydrogen</style>.
fr: Une machine autonome alimentée par ce qui semble être du <style="solid">Neutronium</style> raffiné. Absorbe et neutralise La <style="heat">Chaleur</style> lorsqu'elle est immergé dans l'<style="gas">Hydrogène</style>.

# STRINGS.BUILDINGS.PREFABS.MASSIVEHEATSINK.NAME
source: Anti Entropy Thermo-Nullifier
fr: Thermo-Neutraliseur Anti Entropie

# STRINGS.BUILDINGS.PREFABS.MEDICALBED.DESC
source: Pharma Chambers decrease patients' disease recovery time, but cannot heal physical injuries.
fr: Les Chambres Pharmaceutiques réduisent le temps de guérison des patients, mais ne peut pas guérir les blessures physiques.

# STRINGS.BUILDINGS.PREFABS.MEDICALBED.EFFECT
source: Greatly accelerates recovery from <style="disease">Diseases</style>.
fr: Accélère largement la guérison des <style="disease">Maladies</style>.

# STRINGS.BUILDINGS.PREFABS.MEDICALBED.NAME
source: Pharma Chamber
fr: Chambre Pharmaceutique

# STRINGS.BUILDINGS.PREFABS.MEDICALCOT.DESC
source: Duplicants use med-beds to recover from sickness and receive medical aid from peers.
fr: Les Duplicants utilisent les lits médicaux pour soigner leurs maladies et recevoir de l'assistance médicale de leurs pairs.

# STRINGS.BUILDINGS.PREFABS.MEDICALCOT.EFFECT
source: Improves recovery from <style="disease">Diseases</style>. Accelerates <style="Health">Health</style> restoration and the healing of physical injuries.
fr: Améliore la guérison des <style="disease">Maladies</style>. Accélère la régénération de <style="Health">Santé</style> et la guérison des blessures physiques.

# STRINGS.BUILDINGS.PREFABS.MEDICALCOT.NAME
source: Med-Bed
fr: Lit Médical

# STRINGS.BUILDINGS.PREFABS.MESHTILE.DESC
source: Mesh tiles can be used to make Duplicant pathways in areas where liquid needs to flow.
fr: Les dalles grillagées peuvent être utilisées pour créer un passage pour les Duplicants dans des zones où le liquide a besoin de s'écouler.

# STRINGS.BUILDINGS.PREFABS.MESHTILE.EFFECT
source: Used as floor and wall tile to build rooms. Does not obstruct <style="liquid">Liquid</style> or <style="gas">Gas</style> flow.
fr: Utilisée comme sol et cloison pour construire des pièces. Ne bloque pas les flux de <style="liquid">Liquide</style> ou de <style="gas">Gaz</style>.

# STRINGS.BUILDINGS.PREFABS.MESHTILE.NAME
source: Mesh Tile
fr: Dalle grillagée

# STRINGS.BUILDINGS.PREFABS.METALREFINERY.DESC
source: Refined metals are necessary to build advanced electronics and technologies.
fr: Des métaux raffinés sont nécessaires pour construire de l'électronique et des technologies avancées.

# STRINGS.BUILDINGS.PREFABS.METALREFINERY.EFFECT
source: Produces <style="solid">Refined Metals</style> from raw <style="RawMetal">Metal Ore</style>. Outputs significantly <style="heat">Heated</style> <style="liquid">Liquid</style>.
fr: Produit des <style="solid">Métaux Raffinés</style> à partir de <style="RawMetal">Minerai de Métal</style>. Produit beaucoup de <style="liquid">Liquide</style> <style="heat">Chaud</style>.

# STRINGS.BUILDINGS.PREFABS.METALREFINERY.NAME
source: Metal Refinery
fr: Raffinerie de Métal

# STRINGS.BUILDINGS.PREFABS.METALREFINERY.RECIPE_DESCRIPTION
source: Extracts pure <style="RefinedMetal">{0}</style> from <style="RawMetal">{1}</style>.
fr: Extrait du <style="RefinedMetal">{0}</style> pur à partir de <style="RawMetal">{1}</style>.

# STRINGS.BUILDINGS.PREFABS.METALTILE.DESC
source: Heat travels much more quickly through metal tiles than other types of flooring.
fr: La chaleur voyage plus rapidement à travers les dalles métalliques que les autres types de sol.

# STRINGS.BUILDINGS.PREFABS.METALTILE.EFFECT
source: Used as floor and wall tile to build rooms. Significantly increases Duplicant runspeed.
fr: Utilisée comme sol et cloison pour construire des pièces. Augmente significativement la vitesse de déplacement des Duplicants.

# STRINGS.BUILDINGS.PREFABS.METALTILE.NAME
source: Metal Tile
fr: Dalle en Métal

# STRINGS.BUILDINGS.PREFABS.METHANEGENERATOR.DESC
source: Natural gas generators leak polluted water and are best built above a waste reservoir.
fr: Les générateurs de gaz naturel relâchent de l'eau pollué, il est préférable de les construire au dessus d'un réservoir d'eaux usées.

# STRINGS.BUILDINGS.PREFABS.METHANEGENERATOR.EFFECT
source: Converts <style="gas">Natural Gas</style> into electrical <style="power">Power</style>. Produces <style="gas">Carbon Dioxide</style> and <style="liquid">Polluted Water</style>.
fr: Transforme le <style="gas">Gaz Naturel</style> en <style="power">Énergie</style> électrique. Produit du <style="gas">Dioxyde de Carbone</style> et de l' <style="liquid">Eau Polluée</style>.

# STRINGS.BUILDINGS.PREFABS.METHANEGENERATOR.NAME
source: Natural Gas Generator
fr: Générateur au gaz naturel

# STRINGS.BUILDINGS.PREFABS.MICROBEMUSHER.DESC
source: Food from a musher will keep Duplicants alive, but may cause stress and disease over time.
fr: La nourriture issue d'un musher gardera les Duplicants en vie, mais peut causer du stress et des maladies à terme.

# STRINGS.BUILDINGS.PREFABS.MICROBEMUSHER.EFFECT
source: Produces low quality <style="food">Food</style> using common ingredients. Duplicants will not fabricate items unless recipes are queued.
fr: Produit de la <style="food">Nourriture</style> de basse qualité en utilisant des ingrédients de base. Les Duplicants ne fabriqueront rien tant qu'aucune recette n'est mise en liste d'attente.

# STRINGS.BUILDINGS.PREFABS.MICROBEMUSHER.NAME
source: Microbe Musher
fr: Hachoir à Microbes

# STRINGS.BUILDINGS.PREFABS.MINERALDEOXIDIZER.DESC
source: Algae deoxydizers are inefficient, but can output enough oxygen to keep a colony breathing.
fr: Les désoxydants d'algues sont inefficaces, mais peuvent produire suffisamment d'oxygène pour permettre à une colonie de respirer.

# STRINGS.BUILDINGS.PREFABS.MINERALDEOXIDIZER.EFFECT
source: Converts large amounts of <style="solid">Algae</style> into <style="oxygen">Oxygen</style>. Becomes idle when the area reaches maximum pressure capacity.
fr: Transforme de grandes quantités d'<style="solid">Algues</style> en <style="oxygen">Oxygène</style>. Se met en pause lorsque la pièce atteint la pression d'air maximum.

# STRINGS.BUILDINGS.PREFABS.MINERALDEOXIDIZER.NAME
source: Algae Deoxydizer
fr: Désoxydant d'Algues

# STRINGS.BUILDINGS.PREFABS.OILREFINERY.DESC
source: Petroleum can only be produced from the refinement of crude oil.
fr: Le Pétrole ne peut être produit que par le raffinement de pétrole brut.

# STRINGS.BUILDINGS.PREFABS.OILREFINERY.EFFECT
source: Converts <style="liquid">Crude Oil</style> into <style="liquid">Petroleum</style> and <style="gas">Natural Gas</style>.
fr: Convertit le <style="liquid">Pétrole Brut</style> en <style="liquid">Pétrole</style> et <style="gas">Gaz Naturel</style>.

# STRINGS.BUILDINGS.PREFABS.OILREFINERY.NAME
source: Oil Refinery
fr: Raffinerie de pétrole

# STRINGS.BUILDINGS.PREFABS.OILWELLCAP.DESC
source: Water pumped into an oil reservoir cannot be recovered.
fr: L'eau pompée dans un réservoir de pétrole ne peut pas être récupérée.

# STRINGS.BUILDINGS.PREFABS.OILWELLCAP.EFFECT
source: Extracts <style="liquid">Crude Oil</style> using clean <style="liquid">Water</style>. Must be built atop an Oil Reservoir.
fr: Extrait du <style="liquid">Pétrole Brut</style> à l'aide d'<style="liquid">Eau</style> propre. Doit être construit au sommet d'un réservoir de Pétrole.

# STRINGS.BUILDINGS.PREFABS.OILWELLCAP.NAME
source: Oil Well
fr: Puits de pétrole
