Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.MISC.STATUSITEMS.PICKUPABLEUNREACHABLE.TOOLTIP
source: Duplicants cannot reach this object
fr: Les Duplicants ne peuvent pas atteindre cet objet

# STRINGS.MISC.STATUSITEMS.PRIORITIZED.NAME
source: Prioritized
fr: Priorité

# STRINGS.MISC.STATUSITEMS.PRIORITIZED.TOOLTIP
source: This errand has been made a high priority
fr: Cette tâche a maintenant une priorité élevée

# STRINGS.MISC.STATUSITEMS.REGIONISBLOCKED.NAME
source: Blocked
fr: Bloqué

# STRINGS.MISC.STATUSITEMS.REGIONISBLOCKED.TOOLTIP
source: Undug material is blocking off an essential tile
fr: Un matériau déterré bloque une dalle essentielle

# STRINGS.MISC.STATUSITEMS.SPOUTEMITTING.NAME
source: Venting
fr: Ventilation

# STRINGS.MISC.STATUSITEMS.SPOUTEMITTING.TOOLTIP
source: This geyser is erupting
fr: Ce geyser crache

# STRINGS.MISC.STATUSITEMS.SPOUTOVERPRESSURE.NAME
source: Over pressure
fr: Surpression

# STRINGS.MISC.STATUSITEMS.SPOUTOVERPRESSURE.TOOLTIP
source: Spout cannot vent due to high environmental pressure
fr: La pression environnante élevée empêche cette bouche d'évacuer le gaz

# STRINGS.MISC.STATUSITEMS.SPOUTPRESSUREBUILDING.NAME
source: Rising pressure
fr: Augmentation de la Pression

# STRINGS.MISC.STATUSITEMS.SPOUTPRESSUREBUILDING.TOOLTIP
source: This geyser's internal pressure is steadily building
fr: La pression interne de ce geyser est en constante évolution

# STRINGS.MISC.STATUSITEMS.USING.NAME
source: Using {Target}
fr: Utilise {Target}

# STRINGS.MISC.STATUSITEMS.USING.TOOLTIP
source: {Target} is currently in use
fr: {Target} est actuellement utilisé

# STRINGS.MISC.STATUSITEMS.WAITINGFORDIG.NAME
source: Dig Errand Assigned
fr: Action Requise: Creuser

# STRINGS.MISC.STATUSITEMS.WAITINGFORDIG.TOOLTIP
source: Awaiting a Duplicant to dig
fr: En attente d'un Duplicant pour déterrer

# STRINGS.MISC.STATUSITEMS.WAITINGFORMOP.NAME
source: Mop Errand Assigned
fr: Action Requise: Nettoyer

# STRINGS.MISC.STATUSITEMS.WAITINGFORMOP.TOOLTIP
source: Awaiting a Duplicant to mop
fr: En attente d'un Duplicant pour nettoyer

# STRINGS.MISC.TAGS.ALLOY
source: Alloy
fr: Alliage

# STRINGS.MISC.TAGS.ANTISEPTIC
source: Antiseptic
fr: Antiseptique

# STRINGS.MISC.TAGS.ANYWATER
source: Water Based
fr: À Base d'Eau

# STRINGS.MISC.TAGS.ART
source: Art Build-Delivery
fr: Livraison pour les objets d'Art

# STRINGS.MISC.TAGS.BAGABLECREATURE
source: Creatures
fr: Créatures

# STRINGS.MISC.TAGS.BED
source: Bed
fr: Lit

# STRINGS.MISC.TAGS.BLEACHSTONE
source: Bleach Stone
fr: Soude

# STRINGS.MISC.TAGS.BREATHABLE
source: Breathable Gas
fr: Gaz respirable

# STRINGS.MISC.TAGS.BUILDABLEANY
source: Generic Buildable
fr: Constructible

# STRINGS.MISC.TAGS.BUILDABLEPROCESSED
source: Refined Mineral
fr: Minéral raffiné

# STRINGS.MISC.TAGS.BUILDABLERAW
source: Raw Mineral
fr: Minéral brut

# STRINGS.MISC.TAGS.BUILDING
source: Build Dig-Delivery
fr: Livraison pour l'Excavation

# STRINGS.MISC.TAGS.BURNS
source: Flammable
fr: Inflammable

# STRINGS.MISC.TAGS.CLINIC
source: Clinic
fr: Clinique

# STRINGS.MISC.TAGS.CLOTHES
source: Clothing
fr: Vêtement

# STRINGS.MISC.TAGS.COAL
source: Coal
fr: Charbon

# STRINGS.MISC.TAGS.COMPOSTBASICPLANTFOOD
source: Compost Muckroot
fr: Viande de Compost

# STRINGS.MISC.TAGS.COMPOSTMEAT
source: Compost Meat
fr: Viande de Compost

# STRINGS.MISC.TAGS.CONSUMABLEORE
source: Consumable Ore
fr: Minerai consommable

# STRINGS.MISC.TAGS.CONVEYOR
source: Shipping Build
fr: Construction en lien avec la Livraison

# STRINGS.MISC.TAGS.COOKING
source: Cook Delivery
fr: Livraison pour la Cuisine

# STRINGS.MISC.TAGS.COOKINGINGREDIENT
source: Cooking Ingredient
fr: Ingrédient

# STRINGS.MISC.TAGS.CRUSHABLE
source: Crushable
fr: Concassable

# STRINGS.MISC.TAGS.DECORATION
source: Decoration
fr: Décoration

# STRINGS.MISC.TAGS.DOCTORING
source: Care Delivery
fr: Livraison pour les Soins

# STRINGS.MISC.TAGS.EDIBLE
source: Edible
fr: Comestible

# STRINGS.MISC.TAGS.EMITSLIGHT
source: Light Emitter
fr: Émetteur de lumière

# STRINGS.MISC.TAGS.FABRICATING
source: Fabricate Delivery
fr: Livraison pour la Fabrication

# STRINGS.MISC.TAGS.FARMABLE
source: Cultivable Soil
fr: Sol cultivable

# STRINGS.MISC.TAGS.FARMING
source: Farm Build-Delivery
fr: Livraison pour l'agriculture

# STRINGS.MISC.TAGS.FARMSTATION
source: Farm Station
fr: Station Agronome

# STRINGS.MISC.TAGS.FILTER
source: Filtration Medium
fr: Matériau de Filtration

# STRINGS.MISC.TAGS.GAS
source: Gas
fr: Gaz

# STRINGS.MISC.TAGS.GENE_SHUFFLER
source: Neural Vacillator
fr: Vacillateur Neuronal

# STRINGS.MISC.TAGS.ICEORE
source: Ice
fr: Glace

# STRINGS.MISC.TAGS.INDUSTRIALINGREDIENT
source: Industrial Ingredient
fr: Ingrédient Industriel

# STRINGS.MISC.TAGS.INDUSTRIALPRODUCT
source: Industrial Product
fr: Produit Industriel

# STRINGS.MISC.TAGS.LIFE
source: Life
fr: Vie

# STRINGS.MISC.TAGS.LIQUID
source: Liquid
fr: Liquide

# STRINGS.MISC.TAGS.LIQUIFIABLE
source: Liquifiable
fr: Liquéfiable

# STRINGS.MISC.TAGS.MACHINE_SHOP
source: Machine Shop
fr: Atelier

# STRINGS.MISC.TAGS.MARKEDFORCOMPOST
source: Compost Edibles
fr: Compostable

# STRINGS.MISC.TAGS.MASSAGE_TABLE
source: Massage Table
fr: Table de Massage

# STRINGS.MISC.TAGS.MEDICINE
source: Medicine
fr: Médicament

# STRINGS.MISC.TAGS.MESSSTATION
source: Dining Table
fr: Table à repas

# STRINGS.MISC.TAGS.METAL
source: Raw Metal
fr: Métal Brut

# STRINGS.MISC.TAGS.MIXTURE
source: Mixture
fr: Mélange

# STRINGS.MISC.TAGS.MULTITOOL
source: Multitool
fr: Outil Multifonctions

# STRINGS.MISC.TAGS.OIL
source: Hydrocarbon
fr: Hydrocarbure

# STRINGS.MISC.TAGS.ORE
source: Ore
fr: Minerai

# STRINGS.MISC.TAGS.ORGANICS
source: Organic
fr: Organique

# STRINGS.MISC.TAGS.OTHER
source: Miscellaneous
fr: Divers

# STRINGS.MISC.TAGS.PHOSPHORUS
source: Phosphorus
fr: Phosphore

# STRINGS.MISC.TAGS.PICKLED
source: Pickled
fr: Mariné

# STRINGS.MISC.TAGS.PLASTIC
source: Plastic
fr: Plastique

# STRINGS.MISC.TAGS.PLUMBABLE
source: Plumbable
fr: Plombable

# STRINGS.MISC.TAGS.POWER
source: Generator Delivery
fr: Livraison pour le Générateur

# STRINGS.MISC.TAGS.POWERSTATION
source: Power Station
fr: Centrale d'énergie

# STRINGS.MISC.TAGS.PRECIOUSMETAL
source: Precious Metal
fr: Métal précieux

# STRINGS.MISC.TAGS.RAWPRECIOUSMETAL
source: Raw Precious Metal
fr: Métal précieux brut

# STRINGS.MISC.TAGS.REFINEDMETAL
source: Refined Metal
fr: Métal raffiné

# STRINGS.MISC.TAGS.RELAXATION_POINT
source: Leisure Area
fr: Salle de Pause

# STRINGS.MISC.TAGS.RESEARCH
source: Research Delivery
fr: Livraison pour la Recherche

# STRINGS.MISC.TAGS.SEED
source: Seed
fr: Graine

# STRINGS.MISC.TAGS.SOLID
source: Solid
fr: Solide

# STRINGS.MISC.TAGS.SOLIDMATERIAL
source: Solid Material
fr: Matériau solide

# STRINGS.MISC.TAGS.SPECIAL
source: Special
fr: Spécial

# STRINGS.MISC.TAGS.SUIT
source: Suit
fr: Adapté

# STRINGS.MISC.TAGS.TOILET
source: Toilet
fr: Toilettes

# STRINGS.MISC.TAGS.TOXIC
source: Toxic
fr: Toxique

# STRINGS.MISC.TAGS.UNBREATHABLE
source: Unbreathable
fr: Irrespirable

# STRINGS.MISC.TAGS.UNSTABLE
source: Unstable
fr: Instable

# STRINGS.MISC.TAGS.WIRING
source: Wire Build-Delivery
fr: Livraison pour la construction de Câbles

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.ACIDIC
source: Acidic
fr: Acide

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.ANTIGRAVITY
source: Antigravity
fr: Antigravitationnel(le)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.BEAUTIFUL
source: Beautiful
fr: Superbe

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.BESIEGED
source: Besieged
fr: Assiégé(e)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.BREATHLESS
source: Breathless
fr: Asphyxié(e)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.BURGEONING
source: Burgeoning
fr: Bourgeonnant(e)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.BUSTLING
source: Bustling
fr: Animé(e)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.CHAOTIC
source: Chaotic
fr: Chaotique

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.CONTAGIOUS
source: Contagious
fr: Contagieux(se)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.COUGHING
source: Coughing
fr: Toussif(ve)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.CUTE
source: Cute
fr: Mignon(ne)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DANGEROUS
source: Dangerous
fr: Dangereux(se)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DARKEST
source: Darkest
fr: Sombre

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DATA
source: Data
fr: Numérique

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DEADLY
source: Deadly
fr: Mortel(e)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DEATH
source: Death
fr: Mortel(le)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DELICATE
source: Delicate
fr: Délicat(e)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DISEASED
source: Diseased
fr: Malade

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DOOMED
source: Doomed
fr: Maudit(e)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.DORKY
source: Dorky
fr: Stupide

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.FESTERING
source: Festering
fr: S'envenime

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.GALACTIC
source: Galactic
fr: Galactique

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.GOLDEN
source: Golden
fr: Doré(e)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.GREAT
source: Great
fr: Gigantesque

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.GRIMY
source: Grimy
fr: Crasseux(se)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.HAPLESS
source: Hapless
fr: Morne

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.HAPPY
source: Happy
fr: Content(e)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.HARDY
source: Hardy
fr: Robuste

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.HIP
source: Hip
fr: Hypé

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.HOPEFUL
source: Hopeful
fr: Optimiste

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.IDYLLIC
source: Idyllic
fr: Idyllique

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.ILL
source: Ill
fr: Malade

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.IMMUNE
source: Immune
fr: Immunisé(e)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.IMPENETRABLE
source: Impenetrable
fr: Impénétrable

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.INCREDIBLE
source: Incredible
fr: Incroyable

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.INESCAPABLE
source: Inescapable
fr: Inévitable

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.INSPIRING
source: Inspiring
fr: Inspirant(e)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.INTERGALACTIC
source: Intergalactic
fr: Intergalactique

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.IRONIC
source: Ironic
fr: Ironique

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LEAKY
source: Leaky
fr: Fuyant(e)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LOVELIEST
source: Loveliest
fr: Adorable

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LUCKLESS
source: Luckless
fr: Malchanceux(se)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LUCKY
source: Lucky
fr: Chanceux(se)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LUNAR
source: Lunar
fr: Lunaire

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.LUXURY
source: Luxury
fr: Luxuriante

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.MERRY
source: Merry
fr: Joyeux(se)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.MESSY
source: Messy
fr: Désordonné(e)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.NEEDY
source: Needy
fr: Nécessiteux(se)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.OPTIMISTIC
source: Optimistic
fr: Optimiste

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.OUTRAGEOUS
source: Outrageous
fr: Outragé(e)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.PERFECT
source: Perfect
fr: Parfait(e)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.PHELGM_COATED
source: Phlegm-Coated
fr: Phlegmatique

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.PLAGUED
source: Plagued
fr: Tourmenté(e)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.PLUCKY
source: Plucky
fr: Courageux(se)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.PROSPEROUS
source: Prosperous
fr: Prospère

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.QUARANTINED
source: Quarantined
fr: En Quarantaine

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.RADICAL
source: Radical
fr: Radical(e)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.RADIOACTIVE
source: Radioactive
fr: Radioactif(ve)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.RAMSHACKLE
source: Ramshackle
fr: Délabré(e)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.ROCKY
source: Rocky
fr: Rocheux(se)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.ROSY
source: Rosy
fr: Prometteur(se)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.RUSTIC
source: Rustic
fr: Rustique

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SCIENTIFIC
source: Scientific
fr: Scientifique

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SERENE
source: Serene
fr: Serein(e)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SNEEZING
source: Sneezing
fr: Éternuant(e)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SPACE
source: Space
fr: Spacieux(se)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SPACEFARING
source: Spacefaring
fr: Lointain(e)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.STARCROSSED
source: Star-crossed
fr: Interstellaire

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.STARVING
source: Starving
fr: Affamé(e)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.STICKY
source: Sticky
fr: Collant(e)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SUBTERRANEAN
source: Subterranean
fr: Souterrain(ne)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SUPER_DUPER
source: Super Duper
fr: Incroyable

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SWANKY
source: Swanky
fr: Hautain(e)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.SYSTEMATIC
source: Systematic
fr: Méthodique

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.TEMPORAL
source: Temporal
fr: Temporel(le)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.TRAGIC
source: Tragic
fr: Tragique

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.TRANSDIMENSIONAL
source: Transdimensional
fr: Transdimensionnel(le)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.UNCOMFORTABLE
source: Uncomfortable
fr: Inconfortable

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.UNDERGROUND
source: Underground
fr: Souterrain(ne)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.UNFORTUNATE
source: Unfortunate
fr: Malheureux(se)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.UNSTOPPABLE
source: Unstoppable
fr: Invincible

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.VIRAL
source: Viral
fr: Viral(e)

# STRINGS.NAMEGEN.COLONY.ADJECTIVE.YUCKY
source: Yucky
fr: Répugnant(e)

# STRINGS.NAMEGEN.COLONY.FORMATS.ADJECTIVE_NOUN
source: {adjective} {noun}
fr: {noun} {adjective}

# STRINGS.NAMEGEN.COLONY.FORMATS.THE_ADJECTIVE_NOUN
source: The {adjective} {noun}
fr: {noun} {adjective}

# STRINGS.NAMEGEN.COLONY.NOUN.ABODE
source: Abode
fr: Demeure

# STRINGS.NAMEGEN.COLONY.NOUN.ABYSS
source: Abyss
fr: Abysse

# STRINGS.NAMEGEN.COLONY.NOUN.ACROPOLIS
source: Acropolis
fr: Acropole

# STRINGS.NAMEGEN.COLONY.NOUN.ANTFARM
source: Antfarm
fr: Fourmilière

# STRINGS.NAMEGEN.COLONY.NOUN.ASTEROID
source: Asteroid
fr: Astéroïde

# STRINGS.NAMEGEN.COLONY.NOUN.BEYOND
source: Beyond
fr: Au-Delà

# STRINGS.NAMEGEN.COLONY.NOUN.BURROW
source: Burrow
fr: Terrier

# STRINGS.NAMEGEN.COLONY.NOUN.CANTALOUPE
source: Cantaloupe
fr: Cantaloup

# STRINGS.NAMEGEN.COLONY.NOUN.CESSPOOL
source: Cesspool
fr: Cloaque

# STRINGS.NAMEGEN.COLONY.NOUN.CITADEL
source: Citadel
fr: Citadelle

# STRINGS.NAMEGEN.COLONY.NOUN.COLONY
source: Colony
fr: Colonie

# STRINGS.NAMEGEN.COLONY.NOUN.COMET
source: Comet
fr: Comète

# STRINGS.NAMEGEN.COLONY.NOUN.COMMITTEE
source: Committee
fr: Comité

# STRINGS.NAMEGEN.COLONY.NOUN.CRATER
source: Crater
fr: Cratère

# STRINGS.NAMEGEN.COLONY.NOUN.CREW
source: Crew
fr: Équipage

# STRINGS.NAMEGEN.COLONY.NOUN.DREAMLAND
source: Dreamland
fr: Eden

# STRINGS.NAMEGEN.COLONY.NOUN.DUMP
source: Dump
fr: Décharge

# STRINGS.NAMEGEN.COLONY.NOUN.DWELLING
source: Dwelling
fr: Résidence

# STRINGS.NAMEGEN.COLONY.NOUN.DYSTOPIA
source: Dystopia
fr: Dystopie

# STRINGS.NAMEGEN.COLONY.NOUN.FACILITY
source: Facility
fr: Établissement

# STRINGS.NAMEGEN.COLONY.NOUN.FACTORY
source: Factory
fr: Usine

# STRINGS.NAMEGEN.COLONY.NOUN.FORTRESS
source: Fortress
fr: Forteresse

# STRINGS.NAMEGEN.COLONY.NOUN.FRIENDS
source: Friends
fr: Amis

# STRINGS.NAMEGEN.COLONY.NOUN.GALAXY
source: Galaxy
fr: Galaxie

# STRINGS.NAMEGEN.COLONY.NOUN.HOME
source: Home
fr: Maison

# STRINGS.NAMEGEN.COLONY.NOUN.HOMESTEAD
source: Homestead
fr: Propriété

# STRINGS.NAMEGEN.COLONY.NOUN.HOSPITAL
source: Hospital
fr: Hôpital

# STRINGS.NAMEGEN.COLONY.NOUN.HOVEL
source: Hovel
fr: Taudis

# STRINGS.NAMEGEN.COLONY.NOUN.LAB
source: Lab
fr: Labo

# STRINGS.NAMEGEN.COLONY.NOUN.LABORATORY
source: Laboratory
fr: Laboratoire

# STRINGS.NAMEGEN.COLONY.NOUN.LEAGUE
source: League
fr: Ligue

# STRINGS.NAMEGEN.COLONY.NOUN.MOONBASE
source: Moonbase
fr: Base Lunaire

# STRINGS.NAMEGEN.COLONY.NOUN.PANOPTICON
source: Panopticon
fr: Panorama

# STRINGS.NAMEGEN.COLONY.NOUN.PARADISE
source: Paradise
fr: Paradis

# STRINGS.NAMEGEN.COLONY.NOUN.PIGPEN
source: Pigpen
fr: Porcherie

# STRINGS.NAMEGEN.COLONY.NOUN.PIT
source: Pit
fr: Fosse

# STRINGS.NAMEGEN.COLONY.NOUN.PLANET
source: Planet
fr: Planète

# STRINGS.NAMEGEN.COLONY.NOUN.RATS_NEST
source: Rat's Nest
fr: Nid de Rats

# STRINGS.NAMEGEN.COLONY.NOUN.SETTLEMENT
source: Settlement
fr: Fondation

# STRINGS.NAMEGEN.COLONY.NOUN.SEWER
source: Sewer
fr: Égouts

# STRINGS.NAMEGEN.COLONY.NOUN.SHACK
source: Shack
fr: Cabane

# STRINGS.NAMEGEN.COLONY.NOUN.SHELTER
source: Shelter
fr: Abri

# STRINGS.NAMEGEN.COLONY.NOUN.SPACE_HUT
source: Space Hut
fr: Hutte Spatiale

# STRINGS.NAMEGEN.COLONY.NOUN.SPACECAMP
source: Spacecamp
fr: Station Spatiale

# STRINGS.NAMEGEN.COLONY.NOUN.SPACEJUNK
source: Spacejunk
fr: Squat Spatial

# STRINGS.NAMEGEN.COLONY.NOUN.SPACEPAD
source: Spacepad
fr: Plateforme Spatiale

# STRINGS.NAMEGEN.COLONY.NOUN.SPACEPRISON
source: Spaceprison
fr: Prison Spatiale

# STRINGS.NAMEGEN.COLONY.NOUN.SPACEROCK
source: Spacerock
fr: Caillou Spatial

# STRINGS.NAMEGEN.COLONY.NOUN.SPACESTATION
source: Spacestation
fr: Station Spatiale

# STRINGS.NAMEGEN.COLONY.NOUN.SYSTEM
source: System
fr: Système

# STRINGS.NAMEGEN.COLONY.NOUN.TIMELINE
source: Timeline
fr: Chronologie

# STRINGS.NAMEGEN.COLONY.NOUN.TRAINWRECK
source: Trainwreck
fr: Terminus

# STRINGS.NAMEGEN.COLONY.NOUN.UTOPIA
source: Utopia
fr: Utopie

# STRINGS.NAMEGEN.DUPLICANT.NAME.FEMALE.PRISCILLA
source: Priscilla
fr: Priscillia

# STRINGS.NAMEGEN.DUPLICANT.NAME.NB.DUMPLING
source: Dumpling
fr: Dupming

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.FEMALE.MS
source: Ms.
fr: Mme.

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.FEMALE.OL_WOMAN
source: Ol' Woman
fr: Vieille Femme

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.FEMALE.PRINCESS
source: Princess
fr: Princesse

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.FEMALE.QUEEN
source: Queen
fr: Reine

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.MALE.KING
source: King
fr: Roi

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.MALE.MR
source: Mr.
fr: M.

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.MALE.OL_MAN
source: Ol' Man
fr: Vieil Homme

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.BIG
source: Big
fr: Gros

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.CAPTAIN
source: Captain
fr: Capitaine

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.EVIL
source: Evil
fr: Maudit

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.GOOD_OL
source: Good Ol'
fr: Vénérable'

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.OLD
source: Old
fr: Vieux

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.PEPPY
source: Peppy
fr: remuant

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.PROFESSOR
source: Professor
fr: Professeur

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.SLICKITY
source: Slickity
fr: Gominé

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.TINY
source: Tiny
fr: Minuscule

# STRINGS.NAMEGEN.DUPLICANT.PREFIX.NB.WUNDER
source: Wunder
fr: Miracle

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.FEMALE.THE_DUDETTE
source: "The Dudette"
fr: "La Typette"

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.MALE.THE_DUDE
source: "The Dude"
fr: "Le Type"

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.STRONG
source: Strong
fr: Fort

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_BAD
source: The Bad
fr: Le Mauvais

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_CHOSEN_ONE
source: The Chosen One
fr: L'Élu

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_EVIL
source: The Evil
fr: Le Maudit

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_GOOD
source: The Good
fr: Le Bon

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_GREAT
source: The Great
fr: Le Grand

# STRINGS.NAMEGEN.DUPLICANT.SUFFIX.NB.THE_UGLY
source: The Ugly
fr: Le Laid

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.ASHES_TO_ASHES_STARDUST_TO_STARDUST
source: Ashes to ashes, stardust to stardust.
fr: Les cendres aux cendres, la poussière d'étoile aux étoiles.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.FREE_FROM_THE_CLUTCHES_OF_TIME
source: Free from the clutches of time.
fr: Libéré de l'emprise du temps.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.GO_ON_WITHOUT_ME
source: "Go on without me."
fr: "Continuez sans moi."

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.GONE_BUT_NOT_FORGOTTEN
source: Gone, but not forgotten.
fr: Disparus, mais pas oubliés.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.MAY_THEY_KNOW_PEACE
source: May they know peace.
fr: Puissent-ils trouver la paix.

source: Never another like them. Until we print another like them.
fr: On en verra plus des comme eux. Sauf si on en imprime d'autres.

source: Now we'll never know where they buried the treasure.
fr: On ne saura jamais où ils ont caché le trésor.

source: Take all their stuff. It's what they would have wanted.
fr: Prenez toutes leurs possessions. C'est ce qu'ils auraient souhaité.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.THANK_GOODNESS_THEY_WERE_STARTING_TO_SMELL
source: Thank goodness. They were starting to smell.
fr: Merci Seigneur. Ils commençaient à sentir.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.THEY_DIED_DOING_WHAT_THEY_LOVED
source: They died doing what they loved.
fr: Ils sont morts en faisant ce qu'ils aimaient.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.TO_DIG_TO_MUSH_NO_MORE
source: To dig, to mush, no more.
fr: Creuser, pourrir, rien de plus.

# STRINGS.NAMEGEN.GRAVE.EPITAPHS.WHERE_ONE_ADVENTURE_ENDS_ANOTHER_BEGINS
source: Where one adventure ends, another begins.
fr: Quand une aventure termine, une autre commence.

# STRINGS.RESEARCH.MESSAGING.MISSING_RESEARCH_STATION
source: Missing Research Station
fr: Station de Recherche Manquante

# STRINGS.RESEARCH.MESSAGING.MISSING_RESEARCH_STATION_TOOLTIP
source: The selected research focus requires a {0} to perform Open the Stations Tab <color=#F44A47>[=]</color> of the Build Menu to construct one
fr: La recherche sélectionnée requiert un {0} pour être achevée Ouvrez le Menu Stations <color=#F44A47>[=]</color> pour en fabriquer un

# STRINGS.RESEARCH.MESSAGING.NO_RESEARCHER_ROLE
source: No Researchers assigned
fr: Aucune recherche sélectionnée

# STRINGS.RESEARCH.MESSAGING.NO_RESEARCHER_ROLE_TOOLTIP
source: The selected research focus requires an advanced type of research to complete Assign a Duplicant to the Research Assistant job using the Jobs Panel <color=#F44A47>[L]</color> to enable this task
fr: La recherche sélectionnée requiert un type de recherche avancée pour être achevée Assignez un Duplicant au poste d'Assistant Chercheur en utilisant le Panneau des Postes <color=#F44A47>[L]</color> pour activer cette tâche

# STRINGS.RESEARCH.MESSAGING.NORESEARCHSELECTED
source: No research selected
fr: Aucune recherche sélectionnée

# STRINGS.RESEARCH.MESSAGING.RESEARCHTYPEALSOREQUIRED
source: {0} also required
fr: {0} également requis

# STRINGS.RESEARCH.MESSAGING.RESEARCHTYPEREQUIRED
source: {0} required
fr: {0} requis

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.AUTOMATION_OVERLAY.DESC
source: Enables access to the Automation Overlay.
fr: Active l'accès au calque d'automatisation.

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.AUTOMATION_OVERLAY.NAME
source: Automation Overlay
fr: Calque d'Automatisation

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.BETA_RESEARCH_POINT.DESC
source: Allows advanced technology tiers to be researched.
fr: Permet de rechercher des niveaux de technologie avancée.

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.BETA_RESEARCH_POINT.NAME
source: Intermediate Research Point
fr: Recherche Intermédiaire

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.CONVEYOR_OVERLAY.DESC
source: Enables access to the Conveyor Overlay.
fr: Active l'accès au Calque Convoyeur.

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.CONVEYOR_OVERLAY.NAME
source: Conveyor Overlay
fr: Calque Convoyeur

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.SUITS_OVERLAY.DESC
source: Enables access to the Exosuit Overlay.
fr: Active l'accès au Calque Exosuit.

# STRINGS.RESEARCH.OTHER_TECH_ITEMS.SUITS_OVERLAY.NAME
source: Exosuit Overlay
fr: Calque Exosuit
