Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.ELEMENTS.CLAY.DESC
source: Clay is a soft, naturally occurring composite of stone and soil that hardens at high <style="heat">Temperatures</style>. It is a reliable <style="RawMineral">Construction Material</style>.
fr: L'argile est un mélange de pierre et de terre qui durcit à haute <style="heat">Température</style>. C'est un <style="RawMineral">Matériau de Construction</style> fiable.

# STRINGS.ELEMENTS.CLAY.NAME
source: Clay
fr: Argile

# STRINGS.ELEMENTS.CONTAMINATEDOXYGEN.DESC
source: (O<sub>2</sub>) Polluted Oxygen is dirty, unfiltered air. It is breathable.
fr: L'Oxygène Pollué (O<sub>2</sub>) est sale et non filtré. Il est respirable.

# STRINGS.ELEMENTS.CONTAMINATEDOXYGEN.NAME
source: Polluted Oxygen
fr: Oxygène Pollué

# STRINGS.ELEMENTS.COPPER.DESC
source: (Cu) Copper is a conductive <style="RawMetal">Metal</style>. It is suitable for building <style="power">Power</style> systems.
fr: Le Cuivre (Cu) est un <style="RawMetal">Métal</style> conducteur. Il est adapté pour fabriquer des équipements <style="power">Électriques</style>.

# STRINGS.ELEMENTS.COPPER.NAME
source: Copper
fr: Cuivre

# STRINGS.ELEMENTS.COPPERGAS.DESC
source: (Cu) Copper is a conductive <style="RawMetal">Metal</style> heated into a <style="gas">Gas</style>.
fr: Le Cuivre (Cu) est un <style="RawMetal">Métal</style> conducteur qui une fois chauffé entre dans un état <style="gas">Gazeux</style>.

# STRINGS.ELEMENTS.COPPERGAS.NAME
source: Copper
fr: Cuivre

# STRINGS.ELEMENTS.CREATURE.DESC
source: (DuPe) Ooze is a slurry of water, carbon, and dozens and dozens of trace elements. Duplicants are printed from pure <style="solid">Ooze</style>.
fr: Le Limon (DuPe) est une bouillie à base d'eau, de carbone et de dizaines d'autres éléments. Les Duplicants sont imprimés à partir de <style="solid">Boue</style> la plus pur.

# STRINGS.ELEMENTS.CREATURE.NAME
source: Genetic Ooze
fr: Limon Génétique

# STRINGS.ELEMENTS.CRUDEOIL.DESC
source: Crude Oil is a raw potential <style="power">Power</style> source composed of billions of dead, primordial organisms. It must be refined into <style="liquid">Petroleum</style> before it can be used to generate power.
fr: Le Pétrole Brut est un source d'<style="power">Énergie</style> brute composé de milliards d'organismes primordiaux morts. Il doit être raffiné en <style="liquid">Pétrole</style> avant de pouvoir utilisé pour générer de l'énergie.

# STRINGS.ELEMENTS.CRUDEOIL.NAME
source: Crude Oil
fr: Pétrole Brut

# STRINGS.ELEMENTS.CRUSHEDICE.DESC
source: (H<sub>2</sub>0) A slush of crushed, semi-solid ice.
fr: (H<sub>2</sub>O) Une bouillie, de la glace à moitié solide.

# STRINGS.ELEMENTS.CRUSHEDICE.NAME
source: Crushed Ice
fr: Glace pilée

# STRINGS.ELEMENTS.CRUSHEDROCK.DESC
source: Crushed Rock is <style="solid">Igneous Rock</style> crushed into a mechanical mixture.
fr: La Roche Concassée est une <style="solid">Roche Magmatique</style> écrasée en un mélange mécanique.

# STRINGS.ELEMENTS.CRUSHEDROCK.NAME
source: Crushed Rock
fr: Roche Concassée

# STRINGS.ELEMENTS.CUPRITE.DESC
source: (Cu<sub>2</sub>0) Copper Ore is a conductive <style="RawMetal">Metal</style>. It is suitable for building <style="power">Power</style> systems.
fr: Le minerai de cuivre (Cu<sub>2</sub>0) est un <style="RawMetal">Métal</style> conducteur. Il est idéal pour fabriquer des systèmes <style="power">Électriques</style>.

# STRINGS.ELEMENTS.CUPRITE.NAME
source: Copper Ore
fr: Minerai de Cuivre

# STRINGS.ELEMENTS.DIAMOND.DESC
source: (C) Diamond is industrial-grade, high density carbon. It is very difficult to excavate.
fr: Le Diamant (C) est un carbone de haute densité de niveau industriel Il est très difficile à extraire.

# STRINGS.ELEMENTS.DIAMOND.NAME
source: Diamond
fr: Diamant

# STRINGS.ELEMENTS.DIRT.DESC
source: Dirt is a soft, nutrient-rich substance capable of supporting life. It is necessary in some forms of <style="food">Food</style> production.
fr: La boue est une substance riche en nutriments qui est capable d'apporter la vie. Elle est nécessaire à certaines productions de <style="food">Nourriture</style>.

# STRINGS.ELEMENTS.DIRT.NAME
source: Dirt
fr: Boue

# STRINGS.ELEMENTS.DIRTYICE.DESC
source: Polluted Ice is dirty, unfiltered water frozen into a <style="solid">Solid</style> state.
fr: La Glace Polluée est constituée d'eau non filtrée à l'état <style="solid">Solide</style>.

# STRINGS.ELEMENTS.DIRTYICE.NAME
source: Polluted Ice
fr: Glace Polluée

# STRINGS.ELEMENTS.DIRTYWATER.DESC
source: Polluted Water is dirty, unfiltered <style="liquid">Water</style>. It is not fit for consumption.
fr: L'eau Polluée est de l'<style="liquid">Eau</style> sale et non filtrée. Elle est impropre à la consommation.

# STRINGS.ELEMENTS.DIRTYWATER.NAME
source: Polluted Water
fr: Eau Polluée

# STRINGS.ELEMENTS.ELECTRUM.DESC
source: Electrum is a conductive <style="RawMetal">Metal</style> alloy composed of gold and silver. It is suitable for building <style="power">Power</style> systems.
fr: L'Électrum est un alliage de <style="RawMetal">Métal</style> conducteur composé d'or et d'argent. Il est adapté à la construction de systèmes d'<style="power">Énergie</style>.

# STRINGS.ELEMENTS.ELECTRUM.NAME
source: Electrum
fr: Électrum

# STRINGS.ELEMENTS.ELEMENTDESCGAS
source: Resource Type: {0} Condensation point: {1}
fr: Type de ressource: {0} Point de condensation: {1}

# STRINGS.ELEMENTS.ELEMENTDESCLIQUID
source: Resource Type: {0} Freezing point: {1} Evaporation point: {2}
fr: Type de Ressource: {0} Point de Congélation: {1} Point d'Évaporation: {2}

# STRINGS.ELEMENTS.ELEMENTDESCSOLID
source: Resource Type: {0} Melting point: {1} Hardness: {2}
fr: Type de Ressource: {0} Point de Fusion: {1} Dureté: {2}

# STRINGS.ELEMENTS.ELEMENTDESCVACUUM
source: Resource Type: {0}
fr: Type de Ressource: {0}

# STRINGS.ELEMENTS.ELEMENTPROPERTIES
source: Properties: {0}
fr: Propriétés: {0}

# STRINGS.ELEMENTS.FERTILIZER.DESC
source: Fertilizer is a processed mixture of biological nutrients. It aids in the growth of certain <style="plant">Plants</style>.
fr: Le Fertilisant est un mélange de nutriments biologiques. Il permet à certaines <style="plant">Plantes</style> de pousser.

# STRINGS.ELEMENTS.FERTILIZER.NAME
source: Fertilizer
fr: Fertilisant

# STRINGS.ELEMENTS.FOOLSGOLD.DESC
source: (FeS<sub>2</sub>) Pyrite is a conductive <style="RawMetal">Metal</style>. Also known as "Fool's Gold", is suitable for building <style="power">Power</style> systems.
fr: La Pyrite (FeS<sub>2</sub>) est un <style="RawMetal">Métal</style> conducteur. Aussi connu comme "l'Or des fous", elle est adaptée à la construction de systèmes d'<style="power">Énergie</style>.

# STRINGS.ELEMENTS.GLASS.NAME
source: Glass
fr: Verre

# STRINGS.ELEMENTS.GOLD.DESC
source: (Au) Gold is a conductive precious <style="RawMetal">Metal</style>. It is suitable for building <style="power">Power</style> systems.
fr: L'Or (Au) est un <style=RawMetal">Métal</style> précieux et conducteur. Il est utile pour construire des systèmes d'<style=power">Énergie</style>.

# STRINGS.ELEMENTS.GOLD.NAME
source: Gold
fr: Or

# STRINGS.ELEMENTS.GOLDAMALGAM.DESC
source: Gold Amalgam is a conductive amalgam of gold and mercury. It is suitable for building <style="power">Power</style> systems.
fr: L'Amalgame d'Or est un amalgame conducteur composé d'or et de mercure. Il est utile pour construire des systèmes d'<style=power">Énergie</style>.

# STRINGS.ELEMENTS.GOLDAMALGAM.NAME
source: Gold Amalgam
fr: Amalgame d'or

# STRINGS.ELEMENTS.GOLDGAS.DESC
source: (Au) Gold is a conductive precious <style="RawMetal">Metal</style>, heated into a <style="gas">Gas</style>.
fr: L'Or (Au) est un <style="RawMetal">Métal</style> conducteur précieux, qui, une fois chauffé entre dans un état <style="gas">Gazeux</style>.

# STRINGS.ELEMENTS.GOLDGAS.NAME
source: Gold
fr: Or

# STRINGS.ELEMENTS.GRANITE.DESC
source: Granite is a dense composite of <style="RawMineral">Igneous Rock</style>. It is useful as a <style="RawMineral">Construction Material</style>.
fr: Le Granite est un composite dense de <style=RawMineral">Roche Magmatique</style>. Il est utilisé comme <style=RawMineral">Matériau de Construction</style>.

# STRINGS.ELEMENTS.HARDNESS.FIRM
source: {0} (Firm)
fr: {0} (Dure)

# STRINGS.ELEMENTS.HARDNESS.IMPENETRABLE
source: {0} (Impenetrable)
fr: {0} (Impénétrable)

# STRINGS.ELEMENTS.HARDNESS.NEARLYIMPENETRABLE
source: {0} (Nearly Impenetrable)
fr: {0} (Presque Impénétrable)

# STRINGS.ELEMENTS.HARDNESS.SOFT
source: {0} (Soft)
fr: {0} (Tendre)

# STRINGS.ELEMENTS.HARDNESS.VERYFIRM
source: {0} (Very Firm)
fr: {0} (Très Dur)

# STRINGS.ELEMENTS.HARDNESS.VERYSOFT
source: {0} (Very Soft)
fr: {0} (Très Tendre)

# STRINGS.ELEMENTS.HELIUM.DESC
source: (He) Helium is an atomically lightweight, chemical <style="gas">Gas</style>.
fr: L'Hélium (He) est un <style="gas">Gaz</style> atomiquement léger.

# STRINGS.ELEMENTS.HELIUM.NAME
source: Helium
fr: Hélium

# STRINGS.ELEMENTS.HYDROGEN.DESC
source: (H) Hydrogen is the universe's most common and atomically light element in a <style="gas">Gaseous</style> state.
fr: L'Hydrogène (H) est l'élément chimique le plus commun dans l'univers à l'état <style="gas">Gazeux</style>.

# STRINGS.ELEMENTS.HYDROGEN.NAME
source: Hydrogen
fr: Hydrogène

# STRINGS.ELEMENTS.ICE.DESC
source: (H<sub>2</sub>0) Ice is clean water frozen into a <style="solid">Solid</style> state.
fr: La Glace (H<sub>2</sub>O) est de l'eau propre gelée à l'état <style="solid">Solide</style>.

# STRINGS.ELEMENTS.ICE.NAME
source: Ice
fr: Glace

# STRINGS.ELEMENTS.IGNEOUSROCK.DESC
source: Igneous Rock is a composite of solidified volcanic rock. It is useful as a <style="RawMineral">Construction Material</style>.
fr: La Roche Magmatique est un composite constitué de roche volcanique solidifiée. Elle est utilisée comme <style=RawMineral">Matériau de Construction</style>.

# STRINGS.ELEMENTS.IGNEOUSROCK.NAME
source: Igneous Rock
fr: Roche Magmatique

# STRINGS.ELEMENTS.IRON.DESC
source: (Fe) Iron is a common industrial <style="RawMetal">Metal</style>.
fr: Le Fer (Fe) est un <style="RawMetal">Métal</style> industriel commun.

# STRINGS.ELEMENTS.IRON.NAME
source: Iron
fr: Fer

# STRINGS.ELEMENTS.IRONGAS.DESC
source: (Fe) Iron is a common industrial <style="RawMetal">Metal</style>, heated into a <style="gas">Gas</style>.
fr: Le Fer (Fe) est un <style="RawMetal">Métal</style> industriel commun, qui, une fois chauffé se transforme en <style="gas">Gaz</style>.

# STRINGS.ELEMENTS.IRONGAS.NAME
source: Iron
fr: Fer

# STRINGS.ELEMENTS.IRONINGOT.DESC
source: (Fe) Iron is refined <style="RawMetal">Iron Ore</style>.
fr: Le Fer (Fe) est constitué de <style="RawMetal">Minerai de Fer</style> raffiné.

# STRINGS.ELEMENTS.IRONINGOT.NAME
source: Iron
fr: Fer

# STRINGS.ELEMENTS.IRONORE.DESC
source: (Fe) Iron Ore is a soft <style="RawMetal">Metal</style>. It is suitable for building <style="power">Power</style> systems.
fr: Le minerai de fer (Fe) est un <style="RawMetal">Métal</style> tendre. Il est utile pour construire des systèmes d'<style="power">Énergie</style>.

# STRINGS.ELEMENTS.IRONORE.NAME
source: Iron Ore
fr: Minerai de Fer

# STRINGS.ELEMENTS.KATAIRITE.DESC
source: (Ab) Abyssalite is a resilient, crystalline element.
fr: L'Abyssalite (Ab) est un élément cristallin résilient.

# STRINGS.ELEMENTS.LIQUIDCARBONDIOXIDE.DESC
source: (CO<sub>2</sub>) Carbon Dioxide is a toxic chemical compound. This selection is currently in a <style="liquid">Liquid</style> state.
fr: Le Dioxyde de Carbone (CO<sub>2</sub>) est un composé chimique toxique. Celui-ci est à l'état <style="liquid">Liquide</style>.

# STRINGS.ELEMENTS.LIQUIDCARBONDIOXIDE.NAME
source: Carbon Dioxide
fr: Dioxyde de Carbone

# STRINGS.ELEMENTS.LIQUIDHELIUM.DESC
source: (He) Helium is an atomically lightweight chemical element cooled into a <style="liquid">Liquid</style> state.
fr: L'Helium (He) est un élément chimique léger qui, refroidi, se retrouve à l'état <style="liquid">Liquide</style>.

# STRINGS.ELEMENTS.LIQUIDHELIUM.NAME
source: Helium
fr: Hélium

# STRINGS.ELEMENTS.LIQUIDHYDROGEN.DESC
source: (H) Hydrogen is a chemical <style="liquid">Liquid</style>. It freezes most substances that come into contact with it.
fr: L'Hydrogène (H) est un élément chimique <style=liquid">Liquide</style>. Il gèle la plupart des substances qui entrent en contact avec lui.

# STRINGS.ELEMENTS.LIQUIDHYDROGEN.NAME
source: Hydrogen
fr: Hydrogène

# STRINGS.ELEMENTS.LIQUIDMETHANE.DESC
source: (CH<sub>4</sub>) Methane is an alkane. This selection is in a <style="liquid">Liquid</style> state.
fr: Le Méthane (CH<sub>4</sub>) est un alcane. Celui-ci est à l'état <style=liquid">Liquide</style>.

# STRINGS.ELEMENTS.LIQUIDMETHANE.NAME
source: Methane
fr: Méthane

# STRINGS.ELEMENTS.LIQUIDOXYGEN.DESC
source: (O<sub>2</sub>) Oxygen is a breathable chemical. This selection is in a <style="liquid">Liquid</style> state.
fr: L'Oxygène (O<sub>2</sub>) est un élément chimique respirable. Celui-ci est à l'état <style=liquid">Liquide</style>.

# STRINGS.ELEMENTS.LIQUIDOXYGEN.NAME
source: Oxygen
fr: Oxygène

# STRINGS.ELEMENTS.LIQUIDPHOSPHORUS.DESC
source: (P) Phosphorus is a chemical element. This selection is in a <style="liquid">Liquid</style> state.
fr: Le Phosphore (P) est un élément chimique. Celui-ci est à l'état <style="liquid">Liquide</style>.

# STRINGS.ELEMENTS.LIQUIDPHOSPHORUS.NAME
source: Phosphorus
fr: Phosphore

# STRINGS.ELEMENTS.LIQUIDPROPANE.DESC
source: (C<sub>3</sub>H<sub>8</sub>) Propane is an alkane in a <style="liquid">Liquid</style> state. It is useful in <style="power">Power</style> production.
fr: Le Propane (C<sub>3</sub>H<sub>8</sub>) est un alcane à l'état <style="liquid">Liquide</style>. Il est utile à la production d'<style="power">Énergie</style>.

# STRINGS.ELEMENTS.MAGMA.DESC
source: Magma is a composite of <style="RawMineral">Igneous Rock</style> heated into a molten, <style="liquid">Liquid</style> state.
fr: Le Magma est un composite de <style="RawMineral">Roche Magmatique</style> fondue à l'état <style="liquid">Liquide</style>.

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.DECOR
source: <style="decor">Decor</style>: {0}
fr: <style="decor">Décor</style>: {0}

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.EFFECTS_HEADER
source: <b>Resource Effects:</b>
fr: <b>Effets:</b>

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.HIGH_SPECIFIC_HEAT_CAPACITY
source: <style="heat">Slow Heating</style>
fr: <style="heat">échauffement lent</style>

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.HIGH_THERMAL_CONDUCTIVITY
source: <style="heat">High Thermal Conductivity</style>
fr: <style="heat">Haute Conductivité Thermique</style>

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.LOW_SPECIFIC_HEAT_CAPACITY
source: <style="heat">Thermally Reactive</style>
fr: <style="heat">Thermoréactif</style>

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.LOW_THERMAL_CONDUCTIVITY
source: <style="heat">Insulator</style>
fr: <style="heat">Isolant</style>

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.OVERHEATTEMPERATURE
source: <style="heat">Overheat Temperature</style>: {0}
fr: <style="heat">Température de surchauffe</style>: {0}

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.DECOR
source: This material will add {0} to the finished building's Decor
fr: Ce matériau ajoutera {0} à la Décoration finale de la structure

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.EFFECTS_HEADER
source: Buildings constructed from this material will have these properties
fr: Les structures construites avec ce matériau auront ces propriétés

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.HIGH_SPECIFIC_HEAT_CAPACITY
source: Slow Heating materials require a large amount of energy to raise in temperature, and therefore heat and cool slowly Specific Heat Capacity: {1} J to raise 1g by 1K
fr: Les matériaux à échauffement lent requièrent une grande quantité d'énergie pour monter en température, et, par conséquent, chauffent et refroidissent lentement Capacité de chaleur spécifique: {1} J pour augmenter 1g par 1K

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.HIGH_THERMAL_CONDUCTIVITY
source: This material disperses heat because energy transfers quickly through materials with high thermal conductivity Between two objects, the rate of heat transfer will be determined by the object with the lowest Thermal Conductivity Thermal Conductivity: {1} W per degree K difference (Oxygen: 0.024 W)
fr: Ce matériau dissipe la chaleur car l'énergie se transmet rapidement à travers des matériaux à conductivité thermique élevée Entre deux objets, le taux de transfert de chaleur sera déterminé par l'objet avec la conductivité thermique la plus faible Conductivité Thermique: {1} W par degré K de différence (Oxygène: 0,024 W)

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.LOW_SPECIFIC_HEAT_CAPACITY
source: Thermally Reactive materials require little energy to raise in temperature, and therefore heat and cool quickly Specific Heat Capacity: {1} J to raise 1g by 1K
fr: Les matériaux réactifs à la chaleur ont besoin de peu d'énergie pour augmenter en température et, par conséquent, chauffent et refroidissent rapidement Capacité de Chaleur Spécifique: {1} J pour augmenter 1g par 1K

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.LOW_THERMAL_CONDUCTIVITY
source: This material retains heat because energy transfers slowly through materials with low thermal conductivity Between two objects, the rate of heat transfer will be determined by the object with the lowest Thermal Conductivity Thermal Conductivity: {1} W per degree K difference (Oxygen: 0.024 W)
fr: Ce matériau retient la chaleur car l'énergie circule lentement à travers des matériaux à faible conductivité thermique Entre deux objets, le taux de transfert de chaleur sera déterminé par l'objet ayant la conductivité thermique la plus faible Conductivité Thermique: {1} W par degré K de différence (Oxygène: 0,024 W)

# STRINGS.ELEMENTS.MATERIAL_MODIFIERS.TOOLTIP.OVERHEATTEMPERATURE
source: This material will add {0} to the finished building's Overheat Temperature
fr: Ce matériau ajoutera {0} à la température de surchauffe de la structure

# STRINGS.ELEMENTS.MERCURY.DESC
source: (Hg) Mercury is a toxic, <style="RawMetal">Metallic</style> <style="liquid">Liquid</style>.
fr: Le Mercure (Hg) est un <style="liquid">Liquide</style> <style="RawMetal">Métallique</style> toxique.

# STRINGS.ELEMENTS.MERCURY.NAME
source: Mercury
fr: Mercure

# STRINGS.ELEMENTS.MERCURYGAS.DESC
source: (Hg) Mercury is a toxic <style="RawMetal">Metal</style> heated into a <style="gas">Gaseous</style> state.
fr: Le Mercure (Hg) est un <style="RawMetal">Métal</style> toxique, qui une fois chauffé entre dans un état <style="gas">Gazeux</style>.

# STRINGS.ELEMENTS.MERCURYGAS.NAME
source: Mercury
fr: Mercure

# STRINGS.ELEMENTS.METHANE.DESC
source: Natural Gas is a mixture of various alkanes in a <style="gas">Gaseous</style> state. It is useful in <style="power">Power</style> production.
fr: Le Gaz Naturel est un mélange de plusieurs alcanes à l'état <style="gas">Gazeux</style>. Il est utile pour la production d'<style="power">Énergie</style>.

# STRINGS.ELEMENTS.METHANE.NAME
source: Natural Gas
fr: Gaz Naturel

# STRINGS.ELEMENTS.MOLTENCARBON.DESC
source: (C) Carbon is an abundant, versatile element heated into a <style="liquid">Liquid</style> state.
fr: Le Carbone (C) est un élément abondant et polyvalent, qui une fois chauffé entre dans un état <style="liquid">Liquide</style>.

# STRINGS.ELEMENTS.MOLTENCARBON.NAME
source: Carbon
fr: Carbone

# STRINGS.ELEMENTS.MOLTENCOPPER.DESC
source: (Cu) Copper is a conductive <style="RawMetal">Metal</style> heated into a <style="liquid">Liquid</style> state.
fr: Le Cuivre (Cu) est un <style="RawMetal">Métal</style> conducteur, qui une fois chauffé entre dans un état <style="liquid">Liquide</style>.

# STRINGS.ELEMENTS.MOLTENCOPPER.NAME
source: Copper
fr: Cuivre

# STRINGS.ELEMENTS.MOLTENGLASS.DESC
source: Molten Glass is a composite of granular rock heated into a <style="liquid">Liquid</style> state.
fr: Le Verre en Fusion est un composite de roches granuleuses qui passent à l'état <style="liquid">Liquide</style> en chauffant.

# STRINGS.ELEMENTS.MOLTENGLASS.NAME
source: Molten Glass
fr: Verre en Fusion

# STRINGS.ELEMENTS.MOLTENGOLD.DESC
source: (Au) Gold is a conductive precious <style="RawMetal">Metal</style> heated into a <style="liquid">Liquid</style> state.
fr: L'Or (Au) est un <style="RawMetal">Métal</style> conducteur précieux, qui une fois chauffé entre dans un état <style="liquid">Liquide</style>.

# STRINGS.ELEMENTS.MOLTENGOLD.NAME
source: Gold
fr: Or

# STRINGS.ELEMENTS.MOLTENIRON.DESC
source: (Fe) Iron is a common industrial <style="RawMetal">Metal</style> heated into a <style="liquid">Liquid</style> state.
fr: Le Fer (Fe) est un <style="RawMetal">Métal</style> industriel commun, qui une fois chauffé entre dans un état <style="liquid">Liquide</style>.

# STRINGS.ELEMENTS.MOLTENIRON.NAME
source: Iron
fr: Fer

# STRINGS.ELEMENTS.MOLTENSTEEL.DESC
source: Steel is a <style="RawMetal">Metal</style> alloy of iron and carbon, heated into a hazardous <style="liquid">Liquid</style> state.
fr: L'acier est un alliage de <style="RawMetal">Métal</style> composé de fer et de carbone, qui devient un <style="liquid">Liquide</style> dangereux en chauffant.

# STRINGS.ELEMENTS.MOLTENSTEEL.NAME
source: Steel
fr: Acier

# STRINGS.ELEMENTS.MOLTENTUNGSTEN.DESC
source: (W) Tungsten is a crystalline <style="RawMetal">Metal</style> heated into a <style="liquid">Liquid</style> state.
fr: Le Tungstène (W) est un <style="RawMetal">Métal</style> cristallin, qui une fois chauffé entre dans un état <style="liquid">Liquide</style>.

# STRINGS.ELEMENTS.MOLTENTUNGSTEN.NAME
source: Tungsten
fr: Tungstène

# STRINGS.ELEMENTS.MOLTENTUNGSTENDISELENIDE.DESC
source: (WSe<sub>2</sub>) Tungsten Diselenide is an inorganic <style="RawMetal">Metal</style> compound heated into a <style="liquid">Liquid</style> state.
fr: Le Disélénide de Tungstène (WSe<sub>2</sub>) est un composé de <style="RawMetal">Métal</style> inorganique, qui une fois chauffé entre dans un état <style="liquid">Liquide</style>.

# STRINGS.ELEMENTS.MOLTENTUNGSTENDISELENIDE.NAME
source: Tungsten Diselenide
fr: Disélénide de Tungstène

# STRINGS.ELEMENTS.NAPHTHA.DESC
source: Naphtha a distilled hydrocarbon mixture produced from the burning of <style="solid">Plastics</style>.
fr: Le Naphta est un mélange d'hydrocarbures distillé produit par la combustion du <style="solid">plastique</style>.

# STRINGS.ELEMENTS.NAPHTHA.NAME
source: Naphtha
fr: Naphta

# STRINGS.ELEMENTS.OBSIDIAN.DESC
source: Obsidian is a brittle composite of volcanic <style="solid">Glass</style>.
fr: L'Obsidienne est un composite fragile de <style="solid">Verre</style> volcanique.

# STRINGS.ELEMENTS.OBSIDIAN.NAME
source: Obsidian
fr: Obsidienne

# STRINGS.ELEMENTS.OXYGEN.DESC
source: (O<sub>2</sub>) Oxygen is an atomically lightweight and breathable <style="gas">Gas</style>, necessary for sustaining life. It tends to rise above other gases.
fr: L'Oxygène (O<sub>2</sub>) est un <style=gas">Gaz</style> atomiquement léger et respirable, nécessaire pour rester en vie. Il a tendance à s'élever au dessus des autres gaz.

# STRINGS.ELEMENTS.OXYGEN.NAME
source: Oxygen
fr: Oxygène

# STRINGS.ELEMENTS.OXYROCK.DESC
source: (Ir<sub>3</sub>O<sub>2</sub>) Oxylite is a chemical compound that slowly emits breathable <style="oxygen">Oxygen</style>. Excavating Oxylite increases its emission rate, but depletes the ore more rapidly.
fr: L'Oxylite (Ir<sub>3</sub>O<sub>2</sub>) est un composé chimique qui émet lentement de l'<style="oxygen">Oxygène</style>. Le taux d'oxygène augmente lorsque l'Oxylite est excavé, mais cela épuise le minerai plus rapidement.
