Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.ROOMS.TYPES.MESSHALL.TOOLTIP
source: Eating at a Mess Table will relieve additional stress for Duplicants if it is located within a Mess Hall.
fr: Manger à une Table à Manger soulagera du stress supplémentaire pour les Duplicants si elle est située dans une salle à manger.

# STRINGS.ROOMS.TYPES.NEUTRAL.EFFECT
source: - No effect
fr: - Pas d'effet

# STRINGS.ROOMS.TYPES.NEUTRAL.NAME
source: Miscellaneous Room
fr: Pièce sans fonction

# STRINGS.ROOMS.TYPES.NEUTRAL.TOOLTIP
source: This area qualifies as a room but has no dedicated use.
fr: Cette zone est considérée comme une pièce mais n'a pas d'usage défini.

# STRINGS.ROOMS.TYPES.POWER_PLANT.EFFECT
source: - Power production increase
fr: - Augmentation de la production d'énergie

# STRINGS.ROOMS.TYPES.POWER_PLANT.NAME
source: Power Plant
fr: Centrale Électrique

# STRINGS.ROOMS.TYPES.POWER_PLANT.TOOLTIP
source: Electrical Engineers can tune-up generators built within a Power Plant, improving their power production.
fr: Les Ingénieurs Électriciens peuvent améliorer les générateurs construits au sein d'une Centrale, augmentant ainsi la production d'énergie.

# STRINGS.ROOMS.TYPES.PRIVATE_BATHROOM.EFFECT
source: - Stress relief bonus
fr: - Bonus de soulagement du stress

# STRINGS.ROOMS.TYPES.PRIVATE_BATHROOM.NAME
source: Private Bathroom
fr: Salle de bain privée

# STRINGS.ROOMS.TYPES.PRIVATE_BATHROOM.TOOLTIP
source: Duplicants relieve even more stress when using the toilet in a Private Bathroom than in a Latrine.
fr: Les Duplicants évacuent davantage de stress en utilisant des toilettes dans une salle de bain privée plutôt que dans des latrines.

# STRINGS.ROOMS.TYPES.PRIVATE_BEDROOM.EFFECT
source: - Stamina recovery bonus
fr: - Bonus de récupération d'endurance

# STRINGS.ROOMS.TYPES.PRIVATE_BEDROOM.NAME
source: Private Bedroom
fr: Chambre Privée

# STRINGS.ROOMS.TYPES.PRIVATE_BEDROOM.TOOLTIP
source: Duplicants recover even more stamina while sleeping in a Private Bedroom than in Barracks.
fr: Les Duplicants récupèrent encore plus d'endurance lorsqu'ils dorment dans une chambre privée plutôt que dans un dortoir.

# STRINGS.ROOMS.TYPES.REC_ROOM.EFFECT
source: - Stress relief bonus
fr: - Bonus de soulagement du stress

# STRINGS.ROOMS.TYPES.REC_ROOM.NAME
source: Recreation Room
fr: Pièce Récréative

# STRINGS.ROOMS.TYPES.REC_ROOM.TOOLTIP
source: Leisure time will relieve additional stress for Duplicants inside a Recreation Room.
fr: Le temps de pause soulagera davantage le stress des Duplicants s'il est passé dans une Pièce Récréative.

# STRINGS.SETITEMS.BREAKROOM_TABLE.DESC
source: A table and some chairs.
fr: Une table et quelques chaises.

# STRINGS.SETITEMS.DESK.DESC
source: An intact office desk, decorated with several personal belongings and a barely functioning computer.
fr: Un bureau intact, décoré avec plusieurs effets personnels et un ordinateur à peine fonctionnel.

# STRINGS.SETITEMS.DESK.NAME
source: Desk
fr: Bureau

# STRINGS.SETITEMS.GENESHUFFLER.DESC
source: A massive synthetic brain, suspended in saline solution. There is a chair attached to the device with room for one person.
fr: Un cerveau synthétique massif, qui baigne dans une solution saline. Il y a une chaise attachée à l'appareil avec de la place pour une personne.

# STRINGS.SETITEMS.GENESHUFFLER.NAME
source: Neural Vacillator
fr: Vacillateur Neuronal

# STRINGS.SETITEMS.LADDER.DESC
source: A steel ladder.
fr: Une échelle en acier.

# STRINGS.SETITEMS.LADDER.NAME
source: Ladder
fr: Echelle

# STRINGS.SETITEMS.LIGHT.DESC
source: An elegant ceiling lamp, slightly worse for wear.
fr: Un plafonnier élégant, légèrement abimé.

# STRINGS.SETITEMS.LIGHT.NAME
source: Light Fixture
fr: Luminaire

# STRINGS.SETITEMS.LOCKER.DESC
source: A basic metal locker. It contains an assortment of personal effects.
fr: Un casier basique en métal. Il contient un assortiment d'effets personnels.

# STRINGS.SETITEMS.LOCKER.NAME
source: Locker
fr: Casier

# STRINGS.SETITEMS.SKELETON.DESC
source: A detailed anatomical model. It appears to be made of resin.
fr: Un modèle anatomique détaillé. Il semble être fait en résine.

# STRINGS.SETITEMS.SKELETON.NAME
source: Model Skeleton
fr: Modèle de Squelette

# STRINGS.SETITEMS.VENDINGMACHINE.DESC
source: A pristine <style="food">Nutrient Bar</style> dispenser.
fr: Un distributeur de <style="food">Barre Nutritive</style> intact.

# STRINGS.SETITEMS.VENDINGMACHINE.NAME
source: Vending Machine
fr: Distributeur Automatique

# STRINGS.SETITEMS.WALL_CLOCK.DESC
source: A simple wall clock. It is no longer ticking.
fr: Une horloge murale simple. Elle ne fait plus tic-tac.

# STRINGS.SETITEMS.WALL_CLOCK.NAME
source: Clock
fr: Horloge

# STRINGS.UI.ALERTS
source: ALERTS
fr: ALERTES

# STRINGS.UI.ASSIGNDUPLICANT
source: Assign Duplicant
fr: Assigner Duplicant

# STRINGS.UI.ASTEROIDCLOCK.CYCLES_OLD
source: This Colony is {0} Cycle(s) Old
fr: Cette Colonie existe depuis {0} Cycles

# STRINGS.UI.ASTEROIDCLOCK.TIME_PLAYED
source: Time Played: {0} hours
fr: Temps de jeu: {0} heures

# STRINGS.UI.ATTRIBUTELEVEL
source: Expertise: Level {0} {1}
fr: Expertise: Niveau {0} {1}

# STRINGS.UI.ATTRIBUTELEVEL_SHORT
source: Level {0} {1}
fr: Niveau {0} {1}

# STRINGS.UI.BUILDCATEGORIES.AUTOMATION.NAME
source: Automation
fr: Automatisation

# STRINGS.UI.BUILDCATEGORIES.AUTOMATION.TOOLTIP
source: Automate your base with logic circuits and sensors.
fr: Automatisez votre base avec des circuits logiques et des capteurs.

# STRINGS.UI.BUILDCATEGORIES.BASE.TOOLTIP
source: Maintain your colony's infrastructure with these homebase basics.
fr: Maintenez l'infrastructure de votre colonie avec ces constructions de base.

# STRINGS.UI.BUILDCATEGORIES.CONVEYANCE.NAME
source: Shipping
fr: Livraison

# STRINGS.UI.BUILDCATEGORIES.CONVEYANCE.TOOLTIP
source: Effortlessly transport ore and solid materials around your base.
fr: Transporte le minerai et les matériaux solides sans effort aux quatre coins de votre base.

# STRINGS.UI.BUILDCATEGORIES.EQUIPMENT.TOOLTIP
source: Unlock new technologies through the power of science!
fr: Déverrouillez de nouvelles technologies grâce au pouvoir de la science!

# STRINGS.UI.BUILDCATEGORIES.FOOD.NAME
source: Food
fr: Nourriture

# STRINGS.UI.BUILDCATEGORIES.FOOD.TOOLTIP
source: Keep your Duplicants' spirits high and their bellies full.
fr: Gardez l'esprit d'équipe de vos Duplicants et leurs ventres pleins.

# STRINGS.UI.BUILDCATEGORIES.FURNITURE.NAME
source: Furniture
fr: Meubles

# STRINGS.UI.BUILDCATEGORIES.FURNITURE.TOOLTIP
source: Amenities to keep your Duplicants happy, comfy and efficient.
fr: Aménagements pour garder vos Duplicants heureux, confortables et efficaces.

# STRINGS.UI.BUILDCATEGORIES.HVAC.TOOLTIP
source: Control the flow of gas in your base.
fr: Contrôlez les flux de gaz dans votre base.

# STRINGS.UI.BUILDCATEGORIES.MEDICAL.NAME
source: Medicine
fr: Soins

# STRINGS.UI.BUILDCATEGORIES.MEDICAL.TOOLTIP
source: A cure for everything but the common cold.
fr: Un remède pour tout sauf le rhume.

# STRINGS.UI.BUILDCATEGORIES.MISC.NAME
source: Decor
fr: Décoration

# STRINGS.UI.BUILDCATEGORIES.MISC.TOOLTIP
source: Spruce up your colony with some lovely interior decorating.
fr: Embellissez votre colonie avec une belle décoration d'intérieur.

# STRINGS.UI.BUILDCATEGORIES.OXYGEN.NAME
source: Oxygen
fr: Oxygène

# STRINGS.UI.BUILDCATEGORIES.OXYGEN.TOOLTIP
source: Everything you need to keep your colony breathing.
fr: Tout ce dont vous avez besoin pour que votre colonie respire.

# STRINGS.UI.BUILDCATEGORIES.PLUMBING.NAME
source: Plumbing
fr: Plomberie

# STRINGS.UI.BUILDCATEGORIES.PLUMBING.TOOLTIP
source: Get your water running and the sewage flowing.
fr: Faites couler votre eau et écoulez vos eaux usées.

# STRINGS.UI.BUILDCATEGORIES.POWER.NAME
source: Power
fr: Énergie

# STRINGS.UI.BUILDCATEGORIES.POWER.TOOLTIP
source: Need to power your colony? Here's how you do it!
fr: Besoin d'alimenter votre colonie? Voici comment faire!

# STRINGS.UI.BUILDCATEGORIES.REFINING.NAME
source: Refinement
fr: Épuration

# STRINGS.UI.BUILDCATEGORIES.REFINING.TOOLTIP
source: Use the resources you want, filter the ones you don't.
fr: Utilisez les ressources que vous voulez, filtrez les autres.

# STRINGS.UI.BUILDCATEGORIES.UTILITIES.NAME
source: Utilities
fr: Utilitaires

# STRINGS.UI.BUILDCATEGORIES.UTILITIES.TOOLTIP
source: Heat up and cool down.
fr: Chauffer et refroidir.

# STRINGS.UI.BUILDINGEFFECTS.ADDED_EFFECT
source: Added Effect: <style="disease">{0}</style>
fr: Effet Ajouté: <style="disease">{0}</style>

# STRINGS.UI.BUILDINGEFFECTS.ALLOWS_FERTILIZER
source: Plant <style="solid">Fertilization</style>
fr: <style="solid">Fertilisation</style> de Plante

# STRINGS.UI.BUILDINGEFFECTS.ALLOWS_IRRIGATION
source: Plant <style="liquid">Liquid</style>
fr: <style="liquid">Arrosage</style> de la Plante

# STRINGS.UI.BUILDINGEFFECTS.ASSIGNEDDUPLICANT
source: Duplicant assignment
fr: Affectation du Duplicant

# STRINGS.UI.BUILDINGEFFECTS.BATTERYCAPACITY
source: <style="power">Power</style> capacity: {0}
fr: Potentiel <style="power">Énergétique</style>: {0}

# STRINGS.UI.BUILDINGEFFECTS.BATTERYLEAK
source: <style="power">Power</style> runoff: {0}
fr: <style="power">Énergie</style> en excès: {0}

# STRINGS.UI.BUILDINGEFFECTS.CONSUMESANYELEMENT
source: Any <style="{0}">Element</style>
fr: N'importe quel <style="{0}">Élément</style>

# STRINGS.UI.BUILDINGEFFECTS.COOLANT
source: Coolant: {1} {0}
fr: réfrigérant: {1} {0}

# STRINGS.UI.BUILDINGEFFECTS.DECORPROVIDED
source: <style="decor">Decor</style>: <style="{0}">{1}</style> (Radius: {2} tiles)
fr: <style="decor">Décor</style>: <style="{0}">{1}</style> (Rayon: {2} dalle(s))

# STRINGS.UI.BUILDINGEFFECTS.DISEASECONSUMEDPERUSE
source: All Diseases: <style="consumed">-{0} per use</style>
fr: Toutes les maladies: <style="consumed">-{0} par utilisation</style>

# STRINGS.UI.BUILDINGEFFECTS.DISEASEEMITTEDPERUSE
source: {0}: <style="produced">+{1} per use</style>
fr: {0}: <style="produced">+{1} à chaque utilisation</style>

# STRINGS.UI.BUILDINGEFFECTS.DOCTORING
source: Doctoring
fr: Docteur

# STRINGS.UI.BUILDINGEFFECTS.DUPLICANTMOVEMENTBOOST
source: Runspeed: <style="produced">+{0}</style>
fr: Vitesse de course: <style="produced">+{0}</style>

# STRINGS.UI.BUILDINGEFFECTS.ELEMENTCONSUMEDPERUSE
source: <style={0}>{1}</style>: <style="consumed">-{2} per use</style>
fr: <style={0}>{1}</style>: <style="consumed">-{2} à chaque utilisation</style>

# STRINGS.UI.BUILDINGEFFECTS.ELEMENTEMITTEDPERUSE
source: <style={0}>{1}</style>: <style="produced">+{2} per use</style>
fr: <style={0}>{1}</style>: <style="produced">+{2} à chaque utilisation</style>

# STRINGS.UI.BUILDINGEFFECTS.ENABLESDOMESTICGROWTH
source: Enables <style="solid">Plant Domestication</style>
fr: Active la <style="solid">Domestication des plantes</style>

# STRINGS.UI.BUILDINGEFFECTS.ENERGYCONSUMED
source: <style="power">Power</style> consumed: {0}
fr: <style="power">Énergie</style> consommée: {0}

# STRINGS.UI.BUILDINGEFFECTS.ENERGYGENERATED
source: <style="power">Power</style>: <style="produced">+{0}</style>
fr: <style="power">Énergie</style>: <style="produced">+{0}</style>

# STRINGS.UI.BUILDINGEFFECTS.FABRICATES
source: Fabricates
fr: Fabrique

# STRINGS.UI.BUILDINGEFFECTS.GASCOOLING
source: <style="heat">Cooling factor:</style> <style="consumed">{0}</style>
fr: <style="heat">Facteur de refroidissement:</style> <style="consumed">{0}</style>

# STRINGS.UI.BUILDINGEFFECTS.HEATCONSUMED
source: <style="heat">Heat</style>: <style="consumed">-{0}</style>
fr: <style="heat">Chaleur</style>: <style="consumed">-{0}</style>

# STRINGS.UI.BUILDINGEFFECTS.HEATGENERATED
source: <style="heat">Heat</style>: <style="produced">+{0}</style>
fr: <style="heat">Chaleur</style>: <style="produced">+{0}</style>

# STRINGS.UI.BUILDINGEFFECTS.HEATGENERATED_AIRCONDITIONER
source: <style="heat">Heat</style>: <style="produced">+{0}</style> (Approximate Value)
fr: <style="heat">Chaleur</style>: <style="produced">+{0}</style> (Valeur Approximative)

# STRINGS.UI.BUILDINGEFFECTS.HEATGENERATED_LIQUIDCONDITIONER
source: <style="heat">Heat</style>: <style="produced">+{0}</style> (Approximate Value)
fr: <style="heat">Chaleur</style>: <style="produced">+{0}</style> (Valeur Approximative)

# STRINGS.UI.BUILDINGEFFECTS.HIT_POINTS_PER_CYCLE
source: <style="Health">Health</style> per cycle: <style="produced">{0}</style>
fr: <style="Health">Santé</style> par cycle: <style="produced">{0}</style>

# STRINGS.UI.BUILDINGEFFECTS.IMPROVED_BUILDINGS
source: Improved Buildings
fr: Équipements Améliorés

# STRINGS.UI.BUILDINGEFFECTS.ITEM_TEMPERATURE_ADJUST
source: Stored <style="heat">Temperature</style>: {0}
fr: <style="heat">Température</style> stockée: {0}

# STRINGS.UI.BUILDINGEFFECTS.KCAL_PER_CYCLE
source: <style="food">KCal</style> per cycle: <style="produced">{0}</style>
fr: <style="food">KCal</style> par cycle: <style="produced">{0}</style>

# STRINGS.UI.BUILDINGEFFECTS.LIQUIDCOOLING
source: <style="heat">Cooling factor:</style> <style="consumed">{0}</style>
fr: <style="heat">Facteur de refroidissement: </style> <style="consumed">{0}</style>

# STRINGS.UI.BUILDINGEFFECTS.MAX_WATTAGE
source: Max <style="power">Power</style>: {0}
fr: <style="power">Puissance</style> Max: {0}

# STRINGS.UI.BUILDINGEFFECTS.MINIMUM_TEMP
source: Freeze <style="heat">Temperature</style>: {0}
fr: <style="heat">Température</style> de Congélation: {0}

# STRINGS.UI.BUILDINGEFFECTS.NOISE_CREATED
source: <style="sound">Noise</style>: <style="{0}">{1} dB</style> (Radius: {2} tiles)
fr: <style="decor">Bruit</style>: <style="{0}">{1} dB</style> (Rayon: {2} dalle(s))

# STRINGS.UI.BUILDINGEFFECTS.OPERATIONEFFECTS
source: <b>Effects:</b>
fr: <b>Effets:</b>

# STRINGS.UI.BUILDINGEFFECTS.OPERATIONREQUIREMENTS
source: <b>Requirements:</b>
fr: <b>Exigences:</b>

# STRINGS.UI.BUILDINGEFFECTS.OVER_PRESSURE_MASS
source: Over Pressure: {0}
fr: Surpression: {0}

# STRINGS.UI.BUILDINGEFFECTS.OVERHEAT_TEMP
source: Overheat <style="heat">Temperature</style>: {0}
fr: <style="heat">Température</style> de surchauffe: {0}

# STRINGS.UI.BUILDINGEFFECTS.PLANTERBOX_PENTALTY
source: Planter box penalty
fr: Pénalité de la jardinière

# STRINGS.UI.BUILDINGEFFECTS.PREFERS_ROOM
source: Preferred Room: {0}
fr: Pièce Préférentielle: {0}

# STRINGS.UI.BUILDINGEFFECTS.PROCESSES
source: Refines:
fr: Raffine:

# STRINGS.UI.BUILDINGEFFECTS.REFILLOXYGENTANK
source: Refills <style="equipment">Exosuit Oxygen Tank</style>
fr: Recharge <style="equipment">la Réserve d'oxygène de l'Exosuit</style>

# STRINGS.UI.BUILDINGEFFECTS.REFINEMENT_ENERGY
source: Heat: {0}
fr: Chaleur: {0}

# STRINGS.UI.BUILDINGEFFECTS.REMOVES_DISEASE
source: Removes disease
fr: Élimine la maladie

# STRINGS.UI.BUILDINGEFFECTS.REMOVESEFFECTSUBTITLE
source: Cures
fr: Guérit

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESCREATIVITY
source: Duplicant <style="misc">Creativity</style>
fr: <style="misc">Créativité</style> du Duplicant

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESELEMENT
source: Supply of <style={0}>{1}</style>
fr: Fourniture de: <style={0}>{1}</style>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESGASINPUT
source: <style="GasPiping">Gas Intake Pipe</style>
fr: <style="GasPiping">Entrée de Conduite de Gaz</style>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESGASOUTPUT
source: <style="GasPiping">Gas Output Pipe</style>
fr: <style="GasPiping">Sortie de Conduite de Gaz</style>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESGASOUTPUTS
source: Two <style="GasPiping">Gas Output Pipes</style>
fr: Deux <style="GasPiping">Sorties de Conduite de Gaz</style>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESLIQUIDINPUT
source: <style="LiquidPiping">Liquid Intake Pipe</style>
fr: <style="LiquidPiping">Entrée de Conduite de Liquide</style>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESLIQUIDOUTPUT
source: <style="LiquidPiping">Liquid Output Pipe</style>
fr: <style="LiquidPiping">Sortie de Canalisation</style>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESLIQUIDOUTPUTS
source: Two <style="LiquidPiping">Liquid Output Pipes</style>
fr: Deux <style="LiquidPiping">Sorties de Canalisation</style>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESMANUALOPERATION
source: Duplicant operation
fr: Exploitation d'un Duplicant

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESPOWER
source: <style="power">Power</style>: <style="consumed">-{0}</style>
fr: <style="power">Énergie</style>: <style="consumed">-{0}</style>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESPOWERGENERATOR
source: <style="power">Power</style> generator
fr: Générateur d'<style="power">Énergie</style>

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESROOM
source: Dedicated Room: {0}
fr: Pièce Dédiée: {0}

# STRINGS.UI.BUILDINGEFFECTS.REQUIRESSEED
source: 1 Unplanted <style="seed">Seed</style>
fr: 1 <style="seed">Graine</style> non plantée

# STRINGS.UI.BUILDINGEFFECTS.RESEARCH_MATERIALS
source: <style={0}>{1}</style>: {2} per <style="research">Research</style> point
fr: <style={0}>{1}</style>: {2} par point de recherche

# STRINGS.UI.BUILDINGEFFECTS.STORAGECAPACITY
source: Storage capacity: {0}
fr: Capacité de stockage: {0}

# STRINGS.UI.BUILDINGEFFECTS.STRESSREDUCEDPERMINUTE
source: <style="stress">Stress</style>: <style="consumed">{0} per minute</style>
fr: <style="stress">Stress</style>: <style="consumed">{0} par minute</style>

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ADDED_EFFECT
source: Effect being applied: {0} {1}
fr: Effets Appliqués: {0} {1}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ALLOWS_FERTILIZER
source: Allows fertilizer to be delivered to plants
fr: Permet aux fertilisants d'être amenés aux plantes

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ALLOWS_IRRIGATION
source: Allows liquids to be delivered to plants
fr: Permet aux liquides d'être amenés aux plantes

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ALLOWS_IRRIGATION_PIPE
source: Allows irrigation pipe connection
fr: Permet les connections de tuyaux d'irrigation

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ASSIGNEDDUPLICANT
source: This amenity may only be used by the Duplicant it is assigned to
fr: Cet Équipement ne peut être utilisé que par le Duplicant auquel il est affecté

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.BATTERYCAPACITY
source: Can hold {0} of power when connected to a generator
fr: Peut contenir {0} d'énergie lorsqu'elle est connectée à un générateur

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.BATTERYLEAK
source: Imperfect buildings materials mean {0} battery charge will be lost as heat
fr: Des matériaux de constructions imparfaits signifient que {0} de la charge de la batterie sera perdue en chaleur

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.COOLANT
source: {1} of {0} coolant is required to cool off an item produced by this building ------------------ Coolant temperature increase is variable and dictated by the amount of energy needed to cool the produced item
fr: {1} de {0} réfrigérant est requis pour refroidir un objet produit par cet équipement ------------------ L'augmentation de la température du réfrigérant est variable et dictée par la quantité d'énergie nécessaire pour refroidir l'objet produit

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DECORDECREASED
source: Decreases Decor values by {0} in a {1} tile radius
fr: Valeurs de décoration: {0} sur {1} dalle(s) de rayon

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DECORPROVIDED
source: Improves Decor values by {0} in a {1} tile radius
fr: Améliore les valeurs de Décoration par {0} dans un rayon de {1} dalle(s)

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DISEASECONSUMEDPERUSE
source: Removes {0} of any disease per use
fr: Supprime {0} de n'importe quelle maladie à chaque utilisation

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DISEASEEMITTEDPERUSE
source: Produces {1} of {0} per use
fr: Produit {1} de {0} à chaque utilisation

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DOCTORING
source: Doctoring increases existing health benefits and can allow treatment of otherwise stubborn diseases
fr: La médecine augmente les avantages existants pour la santé et peut autoriser le traitement de maladies autrement plus obstinées

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.DUPLICANTMOVEMENTBOOST
source: Duplicants walk {0} faster on this tile
fr: Les Duplicants marchent {0} plus vite sur cette dalle

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ELEMENTCONSUMED
source: Consumes {2} of {1} when in use
fr: Consomme {1} : {2} lorsque utilisé

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ELEMENTCONSUMEDPERUSE
source: Consumes {2} of {1} per use
fr: Consomme {2} de {1} à chaque utilisation

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ELEMENTEMITTED
source: Produces {2} of {1} when in use
fr: Produit: {1}, {2} lorsque utilisé

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ELEMENTEMITTEDPERUSE
source: Produces {2} of {1} per use
fr: Produit {2} de {1} à chaque utilisation

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ENABLESDOMESTICGROWTH
source: Accelerates plant growth and maturation
fr: Accélère la croissance de la plante et sa maturation

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ENERGYCONSUMED
source: Draws {0} from the power grid it's connected to
fr: Draine {0} depuis le réseau électrique auquel il est connecté

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ENERGYGENERATED
source: Produces {0} for the power grid it's connected to
fr: Produit {0} pour le réseau électrique auquel il est connecté

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.FABRICATES
source: Fabrication is the production of items and equipment
fr: La fabrication est la production d'objets et d'équipement

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.GASCOOLING
source: Reduces the temperature of piped gases by {0}
fr: Réduit la température des gaz canalisés par {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.HEATCONSUMED
source: Dissipates {0} per second Sum temperature change can be affected by the material attributes of the cooled substance: • mass • specific heat capacity • surface area • insulation thickness • thermal conductivity
fr: Dissipe {0} par seconde Le changement de température total peut être affecté par les attributs des matériaux de la substance refroidie: • masse • capacité thermique spécifique • surface • épaisseur d'isolation • conductivité thermique

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.HEATGENERATED
source: Generates {0} per second Sum temperature change is affected by the material attributes of the heated substance: • mass • specific heat capacity • surface area • insulation thickness • thermal conductivity
fr: Génère {0} par seconde Le changement de température total peut être affecté par les attributs des matériaux de la substance chauffée: • masse • capacité thermique spécifique • surface • épaisseur d'isolation • conductivité thermique

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.HEATGENERATED_AIRCONDITIONER
source: Generates heat based on the volume, temperature, and specific heat capacity of the pumped gas ------------------ Cooling 1 Kg of room temperature oxygen will output {0} per second
fr: Génère de la chaleur en fonction du volume, de la température et de la capacité calorifique spécifique du gaz pompé ------------------ Refroidir 1 Kg d'oxygène contenu dans la pièce émettra {0} par seconde

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.HEATGENERATED_LIQUIDCONDITIONER
source: Generates heat based on the volume, temperature, and specific heat capacity of the pumped liquid ------------------ Cooling 1 Kg of room temperature water will output {0} per second
fr: Génère de la chaleur en fonction du volume, de la température et de la capacité calorifique spécifique du liquide pompé ------------------ Refroidir 1 Kg d'eau contenu dans la pièce émettra {0} par seconde

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.IMPROVED_BUILDINGS
source: Tune Ups will improve these buildings:
fr: Les Réglages amélioreront ces équipements:

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.ITEM_TEMPERATURE_ADJUST
source: Stored items will reach a temperature of {0} over time
fr: Les éléments stockés atteindront une température de {0} au fil du temps
