Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.BUILDING.STATUSITEMS.POWERBUTTONOFF.NAME
source: Function Suspended
fr: Fonction suspendue

# STRINGS.BUILDING.STATUSITEMS.POWERBUTTONOFF.TOOLTIP
source: This building has been toggled off Press Enable Building to resume its use
fr: Cet équipement est désactivé Cliquez sur Activer l'Équipement pour reprendre son utilisation

# STRINGS.BUILDING.STATUSITEMS.PRESSUREOK.NAME
source: Max Gas Pressure
fr: Pression de Gaz Maximale

# STRINGS.BUILDING.STATUSITEMS.PRESSUREOK.TOOLTIP
source: High ambient air pressure is preventing this building from emitting gas ------------------ Reduce pressure by pumping gas away or clearing more space
fr: La pression de l'air élevée empêche cet équipement d'émettre du gaz ------------------ Réduisez la pression en pompant le gaz ou ajoutant de l'espace

# STRINGS.BUILDING.STATUSITEMS.PUMPINGLIQUIDORGAS.NAME
source: Average Flow Rate: {FlowRate}
fr: Débit moyen : {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.PUMPINGLIQUIDORGAS.TOOLTIP
source: This building is pumping an average volume of {FlowRate}
fr: Cet équipement pompe un volume moyen de {FlowRate}

# STRINGS.BUILDING.STATUSITEMS.PUMPINGSTATION.NAME
source: Liquid Available: {Liquids}
fr: Liquide Disponible: {Liquids}

# STRINGS.BUILDING.STATUSITEMS.PUMPINGSTATION.TOOLTIP
source: This pumping station has access to: {Liquids}
fr: Cette station de pompage a accès à: {Liquids}

# STRINGS.BUILDING.STATUSITEMS.RATIONBOXCONTENTS.NAME
source: Storing: {Stored}
fr: Stocke: {Stored}

# STRINGS.BUILDING.STATUSITEMS.RATIONBOXCONTENTS.TOOLTIP
source: This box contains {Stored} of food
fr: Cette boite contient {Stored} de nourriture

# STRINGS.BUILDING.STATUSITEMS.RELEASING_PRESSURE.NAME
source: Releasing Pressure
fr: Relâche la Pression

# STRINGS.BUILDING.STATUSITEMS.RELEASING_PRESSURE.TOOLTIP
source: Pressure buildup is being safely released
fr: La pression accumulée est relâchée en toute sécurité

# STRINGS.BUILDING.STATUSITEMS.REQUIRESROLEPERK.NAME
source: Awaiting Specialist
fr: En attente d'un Spécialiste

# STRINGS.BUILDING.STATUSITEMS.REQUIRESROLEPERK.TOOLTIP
source: Only a Duplicant employed in one of the following jobs can complete this errand: {Roles}
fr: Seul un Duplicant engagé dans une des missions suivantes peut effectuer cette tâche: {Roles}

# STRINGS.BUILDING.STATUSITEMS.RESEARCHING.NAME
source: Current <style="research">Research</style>: {Tech}
fr: <style="research">Recherche</style> Actuelle: {Tech}

# STRINGS.BUILDING.STATUSITEMS.RESEARCHING.TOOLTIP
source: Research produced at this station will be invested in {Tech}
fr: Les recherches effectuées à cette station seront investies dans {Tech}

# STRINGS.BUILDING.STATUSITEMS.SOLIDPIPEOBSTRUCTED.NAME
source: Conveyor Rail Backup
fr: Bouchon au Rail de Convoyeur

# STRINGS.BUILDING.STATUSITEMS.SOLIDPIPEOBSTRUCTED.TOOLTIP
source: This Conveyor Rail cannot carry anymore material ------------------ Remove material from the Conveyor Receptacle to free space for more objects
fr: Ce Rail de Convoyeur ne peut plus transporter de matériau ------------------ Enlever des matériaux du Bac de Convoyeur pour libérer de l'espace

# STRINGS.BUILDING.STATUSITEMS.STORAGELOCKER.NAME
source: Storing: {Stored} / {Capacity} kg
fr: Capacité: {Stored} /{Capacity} kg

# STRINGS.BUILDING.STATUSITEMS.STORAGELOCKER.TOOLTIP
source: This container is storing {Stored} kg of material
fr: Ce conteneur stocke {Stored} kg de matériaux

# STRINGS.BUILDING.STATUSITEMS.STOREDCHARGE.NAME
source: Charge Available: {0}/{1}
fr: Charge Disponible: {0}/{1}

# STRINGS.BUILDING.STATUSITEMS.STOREDCHARGE.TOOLTIP
source: This building has {0} of stored energy It consumes {2} per use
fr: Cet équipement a {0} d'énergie stockée Il consomme {2} par utilisation

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.CHARGING.NAME
source: Current Status: Charging Suit
fr: État Actuel: Charge l'Exosuit

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.CHARGING.TOOLTIP
source: This Exosuit is docked and charging
fr: L'Exosuit est connectée et en charge

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.FULLY_CHARGED.NAME
source: Current Status: Full Charge
fr: État Actuel: Charge complète

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.FULLY_CHARGED.TOOLTIP
source: This Exosuit is fully charged and ready for use
fr: Cette Exosuit est complètement chargée et prête à être utilisée

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NEED_CONFIGURATION.NAME
source: Current Status: Needs Configuration
fr: État Actuel: Configuration Nécessaire

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NEED_CONFIGURATION.TOOLTIP
source: Set this Dock to store an Exosuit or remain on Standby
fr: Réglez cette Station pour stocker une Exosuit ou rester en Veille

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NO_OXYGEN.NAME
source: Current Status: No Oxygen
fr: Etat Actuel: Pas d'Oxygène

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NO_OXYGEN.TOOLTIP
source: This Dock is not receiving enough oxygen to refill an Exosuit
fr: La Station ne reçoit pas assez d'oxygène pour remplir l'Exosuit

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NOT_OPERATIONAL.NAME
source: Current Status: Offline
fr: Etat Actuel: Hors Ligne

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.NOT_OPERATIONAL.TOOLTIP
source: This Exosuit Dock requires power
fr: Cette station Exosuit requiert de l'énergie

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.READY.NAME
source: Current Status: On Standby
fr: Etat Actuel: En Veille

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.READY.TOOLTIP
source: This Dock is functional and ready to receive an Exosuit
fr: Cette Station est fonctionnelle et prête à recevoir une Exosuit

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.SUIT_REQUESTED.NAME
source: Current Status: Awaiting Delivery
fr: Etat Actuel: En Attente de Livraison

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER.SUIT_REQUESTED.TOOLTIP
source: Waiting for a Duplicant to deliver an Exosuit
fr: En attente d'un Duplicant pour livrer une Exosuit

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER_NEEDS_CONFIGURATION.NAME
source: Not Configured
fr: Non Configuré

# STRINGS.BUILDING.STATUSITEMS.SUIT_LOCKER_NEEDS_CONFIGURATION.TOOLTIP
source: Exosuit Dock settings not configured
fr: La Station d'Exosuit n'est pas configurée

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERTRAVERSALANYTIME.NAME
source: Clearance: Always Permitted
fr: Nettoyage: Toujours Autorisé

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERTRAVERSALANYTIME.TOOLTIP
source: Suited Duplicants may pass even if there is no room to store their suits ------------------ When Exosuit Docks are all full, Duplicants will unequip their suits and drop them on the floor
fr: Les Duplicants en combinaison peuvent passer même s'il n'y a pas de place pour stocker leurs combinaisons ------------------ Quand les Stations d'Exosuit sont toutes pleines, les duplicants se déséquiperont de leur combinaison et les laisseront au sol

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERTRAVERSALONLYWHENROOMAVAILABLE.NAME
source: Clearance: Vacancy Only
fr: Déblaiement: Seulement si Disponible

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERTRAVERSALONLYWHENROOMAVAILABLE.TOOLTIP
source: Suited Duplicants may pass only if there is room in an Exosuit Dock to store their suit
fr: Les Duplicants en Combinaison ne peuvent passer que s'il y a une station d'Exosuit libre pour stocker leur combinaison

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERWRONGSIDE.NAME
source: Invalid Checkpoint
fr: Point de Contrôle Incorrect

# STRINGS.BUILDING.STATUSITEMS.SUITMARKERWRONGSIDE.TOOLTIP
source: This building has been built on the wrong side of an Exosuit Checkpoint Exosuit Docks must be placed beside a Checkpoint, opposite the side its checkpoint faces
fr: Cet équipement a été construit du mauvais côté du Point de Contrôle d' Exosuit La Station d'Exosuit doit être placée près d'un Point de Contrôle, à l'opposée du côté auquel le point de contrôle fait face

# STRINGS.BUILDING.STATUSITEMS.SWITCHSTATUSACTIVE.NAME
source: Active
fr: Actif

# STRINGS.BUILDING.STATUSITEMS.SWITCHSTATUSACTIVE.TOOLTIP
source: This switch is currently toggled on
fr: Cet interrupteur est en position allumée

# STRINGS.BUILDING.STATUSITEMS.SWITCHSTATUSINACTIVE.NAME
source: Inactive
fr: Inactif

# STRINGS.BUILDING.STATUSITEMS.SWITCHSTATUSINACTIVE.TOOLTIP
source: This switch is currently toggled off
fr: Cet interrupteur est en position éteinte

# STRINGS.BUILDING.STATUSITEMS.TINKERING.NAME
source: Tinkering: {0}
fr: Bricolage: {0}

# STRINGS.BUILDING.STATUSITEMS.TINKERING.TOOLTIP
source: The duplicant working this station is creating {0} for use elsewhere.
fr: Le Duplicant travaillant sur ce poste crée {0} pour l'utiliser ailleurs.

# STRINGS.BUILDING.STATUSITEMS.TOILET.NAME
source: {FlushesRemaining} "Visits" Remaining
fr: {FlushesRemaining} "Visites" Restantes

# STRINGS.BUILDING.STATUSITEMS.TOILET.TOOLTIP
source: {FlushesRemaining} more Duplicants can use this amenity before it requires maintenance
fr: Encore {FlushesRemaining} Duplicants peuvent utiliser ces commodités avant qu'elles n'aient besoin d'une maintenance

# STRINGS.BUILDING.STATUSITEMS.TOILETNEEDSEMPTYING.NAME
source: Requires Emptying
fr: Doit être Vidé

# STRINGS.BUILDING.STATUSITEMS.TOILETNEEDSEMPTYING.TOOLTIP
source: This amenity cannot be used while full ------------------ Emptying it will produce <style="solid">Polluted Dirt</style>
fr: Ces Commodités ne peuvent être utilisées lorsqu'elles sont pleines ------------------ Les vider produira de la <style="solid">Terre Polluée</style>

# STRINGS.BUILDING.STATUSITEMS.TOILETS_OUTSIDE_RANGE.NAME
source: Unreachable restroom
fr: Toilettes inaccessible

# STRINGS.BUILDING.STATUSITEMS.TOILETS_OUTSIDE_RANGE.TOOLTIP
source: Recuperating Duplicants must have toilets available within {0} cells
fr: Les Duplicants qui récupèrent doivent avoir des toilettes disponible à {0} cellules de distance

# STRINGS.BUILDING.STATUSITEMS.TOO_COLD.NAME
source: Too Cold
fr: Trop Froid

# STRINGS.BUILDING.STATUSITEMS.TOO_COLD.TOOLTIP
source: Either this building or its surrounding environment is too cold to operate
fr: Cet équipement ou son environnement est trop froid pour fonctionner

# STRINGS.BUILDING.STATUSITEMS.TURBINE_ACTIVE.TOOLTIP
source: This turbine is running at {0}RPM
fr: Cette turbine tourne à {0} TPM

# STRINGS.BUILDING.STATUSITEMS.TURBINE_BLOCKED_INPUT.NAME
source: Input Blocked
fr: Entrée bloquée

# STRINGS.BUILDING.STATUSITEMS.TURBINE_BLOCKED_INPUT.TOOLTIP
source: A blocked input has stopped this turbine from functioning
fr: Une entrée bouchée empêche cette turbine de fonctionner

# STRINGS.BUILDING.STATUSITEMS.TURBINE_BLOCKED_OUTPUT.NAME
source: Output Blocked
fr: Sortie bloquée

# STRINGS.BUILDING.STATUSITEMS.TURBINE_BLOCKED_OUTPUT.TOOLTIP
source: A blocked output has stopped this turbine from functioning
fr: Une sortie bouchée empêche cette turbine de fonctionner

# STRINGS.BUILDING.STATUSITEMS.TURBINE_INSUFFICIENT_MASS.NAME
source: Underpressure
fr: Sous-Pression

# STRINGS.BUILDING.STATUSITEMS.TURBINE_INSUFFICIENT_MASS.TOOLTIP
source: The {ELEMENT} present below this turbine must be {MASS} more pressurized than the {ELEMENT} above it in order to turn the turbine
fr: L'élément {ELEMENT} présent sous cette turbine doit avoir {MASS} de pression en plus que l'élément {ELEMENT} au dessus pour faire fonctionner la turbine

# STRINGS.BUILDING.STATUSITEMS.TURBINE_INSUFFICIENT_TEMPERATURE.NAME
source: Cold {ELEMENT}
fr: {ELEMENT} froid

# STRINGS.BUILDING.STATUSITEMS.TURBINE_INSUFFICIENT_TEMPERATURE.TOOLTIP
source: This turbine requires {ELEMENT} that is a minimum of {TEMPERATURE}
fr: Cette turbine requiert: {ELEMENT} à une température minimum de {TEMPERATURE}

# STRINGS.BUILDING.STATUSITEMS.TURBINE_SPINNING_UP.NAME
source: Spinning Up
fr: Accélération

# STRINGS.BUILDING.STATUSITEMS.TURBINE_SPINNING_UP.TOOLTIP
source: This turbine is currently spinning up Spinning up allows a turbine to continue running for a short period if the pressure it needs to run becomes unanavailable
fr: Cette turbine est en rotation La rotation permet à une turbine de continuer à fonctionner pendant une courte période si la pression nécessaire n'est plus suffisante

# STRINGS.BUILDING.STATUSITEMS.UNASSIGNED.NAME
source: Unassigned
fr: Non Attribué

# STRINGS.BUILDING.STATUSITEMS.UNASSIGNED.TOOLTIP
source: Assign a Duplicant to use this amenity
fr: Assignez un Duplicant pour utiliser cet équipement

# STRINGS.BUILDING.STATUSITEMS.UNDERCONSTRUCTION.NAME
source: Under Construction
fr: En Construction

# STRINGS.BUILDING.STATUSITEMS.UNDERCONSTRUCTION.TOOLTIP
source: This building is currently being built
fr: Cet équipement est en construction

# STRINGS.BUILDING.STATUSITEMS.UNDERCONSTRUCTIONNOWORKER.NAME
source: Construction Errand Assigned
fr: Tâche Assignée: Construction

# STRINGS.BUILDING.STATUSITEMS.UNDERCONSTRUCTIONNOWORKER.TOOLTIP
source: Waiting for a Duplicant to build
fr: En attente d'un Duplicant pour construire

# STRINGS.BUILDING.STATUSITEMS.UNDERPRESSURE.NAME
source: Low Air Pressure
fr: Faible Pression d'Air

# STRINGS.BUILDING.STATUSITEMS.UNDERPRESSURE.TOOLTIP
source: A minimum atmospheric pressure of {TargetPressure} is needed for this building to operate
fr: Une pression atmosphérique minimum de {TargetPressure} est nécessaire pour que cet équipement fonctionne

# STRINGS.BUILDING.STATUSITEMS.UNUSABLE.NAME
source: Out of Order
fr: Hors service

# STRINGS.BUILDING.STATUSITEMS.UNUSABLE.TOOLTIP
source: This amenity requires maintenance
fr: Cet aménagement nécessite une maintenance

# STRINGS.BUILDING.STATUSITEMS.VALVE.NAME
source: Max Flow Rate: {MaxFlow}
fr: Debit Maximum: {MaxFlow}

# STRINGS.BUILDING.STATUSITEMS.VALVE.TOOLTIP
source: This valve is allowing flow at a volume of {MaxFlow}
fr: Cette valve autorise un débit de {MaxFlow}

# STRINGS.BUILDING.STATUSITEMS.VALVEREQUEST.NAME
source: Requested Flow Rate: {QueuedMaxFlow}
fr: Débit demandé : {QueuedMaxFlow}

# STRINGS.BUILDING.STATUSITEMS.VALVEREQUEST.TOOLTIP
source: Waiting for a Duplicant to adjust flow rate
fr: En attente d'un Duplicant pour régler le débit

# STRINGS.BUILDING.STATUSITEMS.WAITINGFORMATERIALS.NAME
source: Awaiting Material Delivery {ItemsRemaining}
fr: En attente de livraison de matériau {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.WAITINGFORMATERIALS.TOOLTIP
source: Waiting for a Duplicant to deliver: {ItemsRemaining}
fr: En attente qu'un Duplicant livre: {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.WAITINGFORREPAIRMATERIALS.NAME
source: Awaiting Repair Material Delivery {ItemsRemaining}
fr: En attente de livraison de matériel de réparation {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.WAITINGFORREPAIRMATERIALS.TOOLTIP
source: Waiting for a Duplicant to deliver: {ItemsRemaining}
fr: En attente qu'un Duplicant livre: {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.WATTAGE.NAME
source: Wattage: {Wattage}
fr: Puissance: {Wattage}

# STRINGS.BUILDING.STATUSITEMS.WATTAGE.TOOLTIP
source: This building is generating {Wattage} of power
fr: Cet équipement génère {Wattage} d'énergie

# STRINGS.BUILDING.STATUSITEMS.WATTSON.NAME
source: Next Duplicant: {TimeRemaining}
fr: Prochain Duplicant: {TimeRemaining}

# STRINGS.BUILDING.STATUSITEMS.WATTSON.TOOLTIP
source: The Printing Pod can print out new Duplicants over time. The next one will be ready in {TimeRemaining}
fr: La Station d'Impression peut imprimer de nouveaux Duplicants au fil du temps. Le prochain sera prêt dans {TimeRemaining}

# STRINGS.BUILDING.STATUSITEMS.WATTSON.UNAVAILABLE
source: UNAVAILABLE
fr: INDISPONIBLE

# STRINGS.BUILDING.STATUSITEMS.WATTSONGAMEOVER.NAME
source: Colony Lost
fr: Colonie Perdue

# STRINGS.BUILDING.STATUSITEMS.WATTSONGAMEOVER.TOOLTIP
source: All Duplicants are dead or incapacitated
fr: Tous les Duplicants sont morts ou hors d'usage

# STRINGS.BUILDING.STATUSITEMS.WELL_OVERPRESSURE.NAME
source: Overpressure
fr: Surpression

# STRINGS.BUILDING.STATUSITEMS.WELL_OVERPRESSURE.TOOLTIP
source: This well can no longer function due to excessive backpressure
fr: Ce puits ne peut plus fonctionner en raison d'une contre-pression excessive

# STRINGS.BUILDING.STATUSITEMS.WELL_PRESSURIZING.NAME
source: Backpressure: {0}
fr: Contre-pression: {0}

# STRINGS.BUILDING.STATUSITEMS.WELL_PRESSURIZING.TOOLTIP
source: Well pressure increases with each use and must be periodically relieved to prevent shutdown
fr: La pression du puits augmente à chaque utilisation et doit être périodiquement relâchée pour empêcher l'extinction

# STRINGS.BUILDING.STATUSITEMS.WIRECIRCUITSTATUS.NAME
source: Circuit Status: {CurrentLoad} / {MaxLoad}
fr: État du Circuit: {CurrentLoad} / {MaxLoad}

# STRINGS.BUILDING.STATUSITEMS.WIRECIRCUITSTATUS.TOOLTIP
source: The current load on this circuit
fr: La puissance actuelle utilisée sur ce circuit

# STRINGS.BUILDING.STATUSITEMS.WIRECONNECTED.NAME
source: Wire Connected
fr: Cable connecté

# STRINGS.BUILDING.STATUSITEMS.WIRECONNECTED.TOOLTIP
source: This wire is connected to a network
fr: Le câble est connecté à un réseau

# STRINGS.BUILDING.STATUSITEMS.WIREDISCONNECTED.NAME
source: Wire Disconnected
fr: Câble déconnecté

# STRINGS.BUILDING.STATUSITEMS.WIREDISCONNECTED.TOOLTIP
source: This wire is not connecting a power consumer to a generator
fr: Ce câble ne relie pas un consommateur d'énergie à un générateur

# STRINGS.BUILDING.STATUSITEMS.WIREMAXWATTAGESTATUS.NAME
source: Max Wattage: {WireMaxWattage}
fr: Puissance Max: {WireMaxWattage}

# STRINGS.BUILDING.STATUSITEMS.WIREMAXWATTAGESTATUS.TOOLTIP
source: The maximum wattage that this wire can safely sustain
fr: La puissance maximale que ce fil peut supporter en toute sécurité

# STRINGS.BUILDING.STATUSITEMS.WIRENOMINAL.NAME
source: Wire Nominal
fr: Cable Nominal

# STRINGS.BUILDING.STATUSITEMS.WIRENOMINAL.TOOLTIP
source: This wire is in good condition
fr: Le câble est en bon état

# STRINGS.BUILDING.STATUSITEMS.WORKING.TOOLTIP
source: This building is working as intended
fr: Cet équipement fonctionne comme prévu

# STRINGS.BUILDINGS.AUTODISINFECTABLE.DISABLE_AUTODISINFECT.NAME
source: Disable Disinfect
fr: Ne plus Désinfecter

# STRINGS.BUILDINGS.AUTODISINFECTABLE.DISABLE_AUTODISINFECT.TOOLTIP
source: Do not automatically disinfect this building
fr: Ne pas désinfecter automatiquement cet équipement

# STRINGS.BUILDINGS.AUTODISINFECTABLE.ENABLE_AUTODISINFECT.NAME
source: Enable Disinfect
fr: Activer la Désinfection

# STRINGS.BUILDINGS.AUTODISINFECTABLE.ENABLE_AUTODISINFECT.TOOLTIP
source: Automatically disinfect this building when it becomes contaminated
fr: Désinfecter Automatiquement cet équipement lorsqu'il est contaminé

# STRINGS.BUILDINGS.AUTODISINFECTABLE.NO_DISEASE.TOOLTIP
source: This building is clean
fr: Cet équipement est propre

# STRINGS.BUILDINGS.AUTOMATABLE.DISABLE_AUTOMATIONONLY.NAME
source: Enable Manual
fr: Activer Mode Manuel

# STRINGS.BUILDINGS.AUTOMATABLE.DISABLE_AUTOMATIONONLY.TOOLTIP
source: This building's storage may be accessed by both Duplicants and Auto-Sweeper buildings
fr: Le stock de cet équipement est accessible aux Duplicants et aux Collecteurs Automatiques

# STRINGS.BUILDINGS.AUTOMATABLE.ENABLE_AUTOMATIONONLY.NAME
source: Disable Manual
fr: Désactiver Mode Manuel

# STRINGS.BUILDINGS.AUTOMATABLE.ENABLE_AUTOMATIONONLY.TOOLTIP
source: This building's storage may be accessed by Auto-Sweepers only ------------------ Duplicants will not be permitted to add or remove materials from this building
fr: Le stock de cet équipement n'est accessible qu'aux Collecteurs Automatiques ------------------ Les Duplicants ne sont pas autorisés à ajouter ou prendre des matériaux de cet équipement

# STRINGS.BUILDINGS.DAMAGESOURCES.BAD_INPUT_ELEMENT
source: receiving an incorrect substance
fr: une substance incorrecte a été introduite

# STRINGS.BUILDINGS.DAMAGESOURCES.BUILDING_OVERHEATED
source: overheating
fr: surchauffe

# STRINGS.BUILDINGS.DAMAGESOURCES.CIRCUIT_OVERLOADED
source: an overloaded circuit
fr: un circuit surchargé

# STRINGS.BUILDINGS.DAMAGESOURCES.CONDUIT_CONTENTS_BOILED
source: pipe contents becoming too hot
fr: le contenu des tuyaux devient trop chaud

# STRINGS.BUILDINGS.DAMAGESOURCES.CONDUIT_CONTENTS_FROZE
source: pipe contents becoming too cold
fr: le contenu des tuyaux devient trop froid

# STRINGS.BUILDINGS.DAMAGESOURCES.LIQUID_PRESSURE
source: neighboring liquid pressure
fr: pression du liquide voisin

# STRINGS.BUILDINGS.DAMAGESOURCES.MINION_DESTRUCTION
source: an angry Duplicant. Rude!
fr: un Duplicant en colère. Malpoli!

# STRINGS.BUILDINGS.DAMAGESOURCES.NOTIFICATION_TOOLTIP
source: A {0} sustained damage from {1}
fr: {0} a reçu des dégâts de {1}

# STRINGS.BUILDINGS.DISINFECTABLE.DISABLE_DISINFECT.NAME
source: Cancel Disinfect
fr: Annuler la Désinfection

# STRINGS.BUILDINGS.DISINFECTABLE.DISABLE_DISINFECT.TOOLTIP
source: Cancel this disinfect order
fr: Annuler cet ordre de désinfecter

# STRINGS.BUILDINGS.DISINFECTABLE.ENABLE_DISINFECT.NAME
source: Disinfect
fr: Désinfection

# STRINGS.BUILDINGS.DISINFECTABLE.ENABLE_DISINFECT.TOOLTIP
source: Mark this building for disinfection
fr: Marque cette construction pour une désinfection

# STRINGS.BUILDINGS.DISINFECTABLE.NO_DISEASE.TOOLTIP
source: This building is already clean
fr: Cette structure est déjà propre

# STRINGS.BUILDINGS.PREFABS.ADVANCEDRESEARCHCENTER.DESC
source: Super computers unlock higher technology tiers than research stations alone.
fr: Les super ordinateurs débloquent des technologies bien supérieures aux seules stations de recherche.

# STRINGS.BUILDINGS.PREFABS.ADVANCEDRESEARCHCENTER.EFFECT
source: Conducts <style="research">Intermediate Research</style> to unlock new technologies.
fr: Mène des <style="research">Recherches Intermédiaires</style> pour débloquer de nouvelles technologies.

# STRINGS.BUILDINGS.PREFABS.ADVANCEDRESEARCHCENTER.NAME
source: Super Computer
fr: Super Ordinateur

# STRINGS.BUILDINGS.PREFABS.AIRBORNECREATURELURE.DESC
source: Lures can relocate Pufts or Shinebugs to specific locations in your base.
fr: Les leurres peuvent être utilisés pour déplacer des Pufts ou des Lucioles à des endroits spécifiques de votre base.

# STRINGS.BUILDINGS.PREFABS.AIRBORNECREATURELURE.EFFECT
source: Attracts one type of airborne creature when baited with <style="solid">Slime</style> or <style="solid">Phosphorite</style>.
fr: Attire un type de créature aérienne lorsque l'appât est un <style="solid">Slime</style> ou de la <style="solid">Phosphorite</style>.

# STRINGS.BUILDINGS.PREFABS.AIRBORNECREATURELURE.NAME
source: Aerial Creature Lure
fr: Leurre de Créature Aérienne

# STRINGS.BUILDINGS.PREFABS.AIRCONDITIONER.DESC
source: A thermo regulator doesn't remove heat, but relocates it to a new area.
fr: Un régulateur thermique ne supprime pas la chaleur, mais la déplace dans une autre zone.

# STRINGS.BUILDINGS.PREFABS.AIRCONDITIONER.EFFECT
source: Cools the <style="gas">Gas</style> piped through it, but outputs <style="heat">Heat</style> in its immediate vicinity.
fr: Refroidit le <style="gas">Gaz</style> conduit au travers, mais dégage de la <style="heat">Chaleur</style> dans son environnement immédiat.

# STRINGS.BUILDINGS.PREFABS.AIRCONDITIONER.NAME
source: Thermo Regulator
fr: Régulateur Thermique

# STRINGS.BUILDINGS.PREFABS.AIRFILTER.DESC
source: Airborne germs travel easily through polluted oxygen, spreading disease if unfiltered.
fr: Les germes aéroportés se déplacent facilement à travers l'oxygène pollué, répandant des maladies s'il n'est pas filtré.

# STRINGS.BUILDINGS.PREFABS.AIRFILTER.EFFECT
source: Uses <style="solid">Sand</style> to filter <style="gas">Polluted Oxygen</style> from the air.
fr: Utilise du <style="solid">Sable</style> pour filtrer l'<style="gas">Oxygènes Pollué</style> contenu dans l'air.

# STRINGS.BUILDINGS.PREFABS.AIRFILTER.NAME
source: Deodorizer
fr: Purificateur d'Air
