Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.CURRENTSTATE
source: Current State:
fr: État actuel:

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.OFF
source: Off
fr: Éteint

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.OFFTIME
source: Off Time:
fr: Délai Dépassé:

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.ON
source: On
fr: En marche

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.ONTIME
source: On Time:
fr: À Temps:

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.TIMETOACTIVATE
source: Time until activation: {0}
fr: Temps jusqu'à l'activation: {0}

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.TIMETODEACTIVATE
source: Time until deactivation: {0}
fr: Temps jusqu'à la désactivation: {0}

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.TITLE
source: Time Schedule
fr: Planification Horaire

# STRINGS.UI.UISIDESCREENS.TIMEDSWITCHSIDESCREEN.WARNING
source: Switch must be connected to a <style="power">Power</style> grid
fr: L'interrupteur doit être connecté à un réseau d'<style="power">Énergie</style>

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.ALLBUTTON
source: All
fr: Tout

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.ALLBUTTONTOOLTIP
source: Allow storage of all resource categories in this container
fr: Autoriser le stockage dans ce container de toutes les catégories de ressources

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.CATEGORYBUTTONTOOLTIP
source: Allow storage of anything in the {0} resource category
fr: Autoriser le stockage des objets de la catégorie de ressources {0}

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.MATERIALBUTTONTOOLTIP
source: Add or remove this material from storage
fr: Ajouter ou retirer ce matériau du stockage

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.ONLYALLOWTRANSPORTITEMSBUTTON
source: Sweep Only
fr: Ramasser Uniquement

source: Only store objects marked Sweep <color=#F44A47>[K]</color> in this container
fr: Ne stocker que les objets marqués à Ramasser <color=#F44A47>[K]</color> dans ce conteneur

# STRINGS.UI.UISIDESCREENS.TREEFILTERABLESIDESCREEN.TITLE
source: Element Filter
fr: Filtre d'Élément

# STRINGS.UI.UISIDESCREENS.VALVESIDESCREEN.TITLE
source: Flow Control
fr: Contrôle de Flux

# STRINGS.UI.UNITSUFFIXES.DISEASE.UNITS
source: germs
fr: germes

# STRINGS.UI.UNITSUFFIXES.UNITS
source: units
fr: unités

# STRINGS.UI.USERMENUACTIONS.ATTACK.NAME
source: Attack
fr: Attaquer

# STRINGS.UI.USERMENUACTIONS.ATTACK.TOOLTIP
source: Attack this creature
fr: Attaquer cette créature

# STRINGS.UI.USERMENUACTIONS.CANCEL_HARVEST_WHEN_READY.NAME
source: Disable Autoharvest
fr: Désactiver la Récolte Automatique

# STRINGS.UI.USERMENUACTIONS.CANCEL_HARVEST_WHEN_READY.TOOLTIP
source: Do not automatically harvest this plant
fr: Ne pas récolter automatiquement cette plante

# STRINGS.UI.USERMENUACTIONS.CANCELATTACK.NAME
source: Cancel Attack
fr: Annuler l'Attaque

# STRINGS.UI.USERMENUACTIONS.CANCELATTACK.TOOLTIP
source: Cancel this attack order
fr: Annuler cet ordre d'attaque

# STRINGS.UI.USERMENUACTIONS.CANCELCLEANTOILET.NAME
source: Cancel Clean
fr: Annuler le Nettoyage

# STRINGS.UI.USERMENUACTIONS.CANCELCLEANTOILET.TOOLTIP
source: Cancel this cleaning order
fr: Annuler cet ordre de nettoyage

# STRINGS.UI.USERMENUACTIONS.CANCELCONSTRUCTION.NAME
source: Cancel Build
fr: Annuler la Construction

# STRINGS.UI.USERMENUACTIONS.CANCELCONSTRUCTION.TOOLTIP
source: Cancel this build order
fr: Annuler cet ordre de construction

# STRINGS.UI.USERMENUACTIONS.CANCELDIG.NAME
source: Cancel Dig
fr: Annuler la Fouille

# STRINGS.UI.USERMENUACTIONS.CANCELDIG.TOOLTIP
source: Cancel this dig order
fr: Annuler cet ordre de creuser

# STRINGS.UI.USERMENUACTIONS.CANCELHARVEST.NAME
source: Cancel Harvest
fr: Annuler la Récolte

# STRINGS.UI.USERMENUACTIONS.CANCELHARVEST.TOOLTIP
source: Cancel this harvest order
fr: Annuler l'ordre de récolter

# STRINGS.UI.USERMENUACTIONS.CANCELMOP.NAME
source: Cancel Mop
fr: Annuler le Lavage

# STRINGS.UI.USERMENUACTIONS.CANCELMOP.TOOLTIP
source: Cancel this mop order
fr: Annuler l'ordre de nettoyer

# STRINGS.UI.USERMENUACTIONS.CANCELUPROOT.NAME
source: Cancel Uproot
fr: Annuler l'Arrachage

# STRINGS.UI.USERMENUACTIONS.CANCELUPROOT.TOOLTIP
source: Cancel this uproot order
fr: Annuler l'ordre d'arrachage

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.CANCEL_REQUEST
source: Cancel Request
fr: Annuler la Requête

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.CANCEL_REQUEST_TOOLTIP
source: Cancel outfit request
fr: Annuler la requête de combinaison

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.DROP_OUTFIT
source: Drop Outfit
fr: Lâcher la Combinaison

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.DROP_OUTFIT_TOOLTIP
source: Drop outfit on floor
fr: Lâcher la combinaison sur le sol

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.REQUEST_OUTFIT
source: Request Outfit
fr: Demande de Combinaison

# STRINGS.UI.USERMENUACTIONS.CHANGE_ROOM.REQUEST_OUTFIT_TOOLTIP
source: Request outfit to be delivered to this change room
fr: Demander de livrer le costume à ce vestiaire

# STRINGS.UI.USERMENUACTIONS.CLEANTOILET.NAME
source: Clean Toilet
fr: Nettoyer les Toilettes

# STRINGS.UI.USERMENUACTIONS.CLEANTOILET.TOOLTIP
source: Empty waste from this toilet
fr: Enlever les déchets de ces toilettes

# STRINGS.UI.USERMENUACTIONS.CLEAR.NAME
source: Sweep
fr: Ramassage

# STRINGS.UI.USERMENUACTIONS.CLEAR.NAME_OFF
source: Cancel Sweeping
fr: Annuler le Balayage

# STRINGS.UI.USERMENUACTIONS.CLEAR.TOOLTIP
source: Put this object away in the nearest storage container
fr: Déplacer cet objet dans le container le plus proche

# STRINGS.UI.USERMENUACTIONS.CLEAR.TOOLTIP_OFF
source: Cancel this sweep order
fr: Annuler l'ordre de balayage

# STRINGS.UI.USERMENUACTIONS.COMPOST.NAME
source: Compost
fr: Compostage

# STRINGS.UI.USERMENUACTIONS.COMPOST.NAME_OFF
source: Cancel Compost
fr: Annuler le Compostage

# STRINGS.UI.USERMENUACTIONS.COMPOST.TOOLTIP
source: Mark this object for compost
fr: Marquer cet objet pour le composter

# STRINGS.UI.USERMENUACTIONS.COMPOST.TOOLTIP_OFF
source: Cancel this compost order
fr: Annuler l'ordre de composter

# STRINGS.UI.USERMENUACTIONS.COPY_BUILDING_SETTINGS.NAME
source: Copy Settings
fr: Copier les paramètres

# STRINGS.UI.USERMENUACTIONS.COPY_BUILDING_SETTINGS.TOOLTIP
source: Apply the settings and priorities of this building to other buildings of the same type
fr: Appliquer les paramètres et les priorités de cet équipement à d'autres du même type

# STRINGS.UI.USERMENUACTIONS.DEMOLISH.NAME
source: Deconstruct
fr: Démolir

# STRINGS.UI.USERMENUACTIONS.DEMOLISH.NAME_OFF
source: Cancel Deconstruct
fr: Annuler la Démolition

# STRINGS.UI.USERMENUACTIONS.DEMOLISH.TOOLTIP
source: Demolish this building and refund all resources
fr: Démolir cet équipement et récupérer toutes les ressources

# STRINGS.UI.USERMENUACTIONS.DEMOLISH.TOOLTIP_OFF
source: Cancel this deconstruct order
fr: Annuler cet ordre de déconstruction

# STRINGS.UI.USERMENUACTIONS.DIG.NAME
source: Dig
fr: Excavation

# STRINGS.UI.USERMENUACTIONS.DIG.TOOLTIP
source: Dig out this cell
fr: Creuser cette cellule

# STRINGS.UI.USERMENUACTIONS.DIG.TOOLTIP_OFF
source: Cancel this dig order
fr: Annuler cet ordre de creuser

# STRINGS.UI.USERMENUACTIONS.DRAWPATHS.NAME
source: Show Navigation
fr: Afficher la Navigation

# STRINGS.UI.USERMENUACTIONS.DRAWPATHS.NAME_OFF
source: Hide Navigation
fr: Masquer la Navigation

# STRINGS.UI.USERMENUACTIONS.DRAWPATHS.TOOLTIP
source: Show all areas within this Duplicant's reach
fr: Afficher les zones à la portée de ce Duplicant

# STRINGS.UI.USERMENUACTIONS.DRAWPATHS.TOOLTIP_OFF
source: Hide areas within this Duplicant's reach
fr: Masquer les zones à la portée de ce Duplicant

# STRINGS.UI.USERMENUACTIONS.DUMP.NAME
source: Empty
fr: Vide

# STRINGS.UI.USERMENUACTIONS.DUMP.NAME_OFF
source: Cancel Empty
fr: Annuler vidage

# STRINGS.UI.USERMENUACTIONS.DUMP.TOOLTIP
source: Dump bottle contents onto the floor
fr: Verser le contenu des bouteilles sur le sol

# STRINGS.UI.USERMENUACTIONS.DUMP.TOOLTIP_OFF
source: Cancel this empty order
fr: Annuler l'ordre de vider

# STRINGS.UI.USERMENUACTIONS.EMPTYSTORAGE.NAME
source: Empty Storage
fr: Stockage Vide

# STRINGS.UI.USERMENUACTIONS.EMPTYSTORAGE.NAME_OFF
source: Cancel Empty
fr: Annuler le Vidage

# STRINGS.UI.USERMENUACTIONS.EMPTYSTORAGE.TOOLTIP
source: Eject all resources from this container
fr: Enlever toutes les ressources de ce conteneur

# STRINGS.UI.USERMENUACTIONS.EMPTYSTORAGE.TOOLTIP_OFF
source: Cancel this empty order
fr: Annuler l'ordre de vider

# STRINGS.UI.USERMENUACTIONS.ENABLEBUILDING.NAME
source: Disable Building
fr: Ne plus utiliser

# STRINGS.UI.USERMENUACTIONS.ENABLEBUILDING.NAME_OFF
source: Enable Building
fr: Activer l'équipement

# STRINGS.UI.USERMENUACTIONS.ENABLEBUILDING.TOOLTIP
source: Halt the use of this building ------------------ Disabled buildings consume no energy or resources
fr: Arrêter l'utilisation de cet équipement ------------------ Les équipements désactivés ne consomment ni énergie ni ressources

# STRINGS.UI.USERMENUACTIONS.ENABLEBUILDING.TOOLTIP_OFF
source: Resume the use of this building
fr: Reprendre l'utilisation de cet équipement

# STRINGS.UI.USERMENUACTIONS.FOLLOWCAM.NAME
source: Follow Cam
fr: Caméra de Suivi

# STRINGS.UI.USERMENUACTIONS.FOLLOWCAM.TOOLTIP
source: Track this Duplicant with the camera
fr: Suivre ce Duplicant avec la caméra

# STRINGS.UI.USERMENUACTIONS.HARVEST.NAME
source: Harvest
fr: Récolte

# STRINGS.UI.USERMENUACTIONS.HARVEST.TOOLTIP
source: Harvest materials from this plant
fr: Récolter des matériaux sur cette plante

# STRINGS.UI.USERMENUACTIONS.HARVEST.TOOLTIP_DISABLED
source: This plant has nothing to harvest
fr: Il n'y a rien à récolter sur cette plante pour le moment

# STRINGS.UI.USERMENUACTIONS.HARVEST_WHEN_READY.NAME
source: Enable Autoharvest
fr: Activer la Récolte Automatique

# STRINGS.UI.USERMENUACTIONS.HARVEST_WHEN_READY.TOOLTIP
source: Automatically harvest this plant when it matures
fr: Récolter cette plante automatiquement lorsqu'elle est à maturité

# STRINGS.UI.USERMENUACTIONS.MANUAL_DELIVERY.NAME
source: Disable Delivery
fr: Désactiver la Livraison

# STRINGS.UI.USERMENUACTIONS.MANUAL_DELIVERY.NAME_OFF
source: Enable Delivery
fr: Activer la Livraison

# STRINGS.UI.USERMENUACTIONS.MANUAL_DELIVERY.TOOLTIP
source: Do not deliver materials to this building
fr: Ne pas livrer de matériaux à cette structure

# STRINGS.UI.USERMENUACTIONS.MANUAL_DELIVERY.TOOLTIP_OFF
source: Deliver materials to this building
fr: Livrer des matériaux à cette structure

# STRINGS.UI.USERMENUACTIONS.MANUAL_PUMP_DELIVERY.ALLOWED.NAME
source: Enable Autobottling
fr: Activer l'Embouteillage Automatique

# STRINGS.UI.USERMENUACTIONS.MANUAL_PUMP_DELIVERY.ALLOWED.TOOLTIP
source: If enabled, Duplicants will deliver bottled liquids to this building directly from Pitcher Pumps
fr: Si activé, les Duplicants livreront les bouteilles de liquide à cette structure directement des Fontaines à Bras

# STRINGS.UI.USERMENUACTIONS.MANUAL_PUMP_DELIVERY.DENIED.NAME
source: Disable Autobottling
fr: Ne plus embouteiller

# STRINGS.UI.USERMENUACTIONS.MANUAL_PUMP_DELIVERY.DENIED.TOOLTIP
source: If disabled, Duplicants will no longer deliver bottled liquids directly from Pitcher Pumps
fr: Si désactivé, les Duplicants ne livreront plus de bouteilles de liquide directement des Fontaines à Bras

# STRINGS.UI.USERMENUACTIONS.MOVETOLOCATION.NAME
source: Move To
fr: Aller à

# STRINGS.UI.USERMENUACTIONS.MOVETOLOCATION.TOOLTIP
source: Move this Duplicant to a specific location
fr: Déplacer ce Duplicant vers un endroit spécifique

# STRINGS.UI.USERMENUACTIONS.OPENPOI.NAME
source: Rummage
fr: Fouille

# STRINGS.UI.USERMENUACTIONS.OPENPOI.NAME_OFF
source: Cancel Rummage
fr: Annuler la Fouille

# STRINGS.UI.USERMENUACTIONS.OPENPOI.TOOLTIP
source: Scrounge for usable materials
fr: Fouiller à la recherche de matériaux utilisables

# STRINGS.UI.USERMENUACTIONS.OPENPOI.TOOLTIP_OFF
source: Cancel this rummage order
fr: Annuler cet ordre de fouiller

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.NAME
source: Quarantine
fr: Quarantaine

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.NAME_OFF
source: Cancel Quarantine
fr: Annuler la Quarantaine

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.TOOLTIP
source: Isolate this Duplicant The Duplicant will return to their assigned Cot
fr: Isoler ce Duplicant Le Duplicant retournera au lit qui lui est assigné

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.TOOLTIP_DISABLED
source: No quarantine zone assigned
fr: Pas de zone de quarantaine assignée

# STRINGS.UI.USERMENUACTIONS.QUARANTINE.TOOLTIP_OFF
source: Cancel this quarantine order
fr: Annuler cet ordre de mise en quarantaine

# STRINGS.UI.USERMENUACTIONS.READLORE.NAME
source: Inspect
fr: Inspection

# STRINGS.UI.USERMENUACTIONS.READLORE.TOOLTIP
source: Recover files from this structure
fr: Récupérer des fichiers de cette structure

# STRINGS.UI.USERMENUACTIONS.RELEASEELEMENT.NAME
source: Empty Building
fr: Équipement vide

# STRINGS.UI.USERMENUACTIONS.RELEASEELEMENT.TOOLTIP
source: Refund all resources currently in use by this building
fr: Récupérer toutes les ressources utilisées par cet équipement

# STRINGS.UI.USERMENUACTIONS.RELOCATE.NAME
source: Relocate
fr: Déménagement

# STRINGS.UI.USERMENUACTIONS.RELOCATE.NAME_OFF
source: Cancel Relocation
fr: Annuler le Déménagement

# STRINGS.UI.USERMENUACTIONS.RELOCATE.TOOLTIP
source: Move this building to a new location ------------------ Costs no additional resources
fr: Déplacer cet équipement vers un nouvel endroit ------------------ Ne coûte pas de ressources supplémentaires

# STRINGS.UI.USERMENUACTIONS.RELOCATE.TOOLTIP_OFF
source: Cancel this relocation order
fr: Annuler l'ordre de déménagement

# STRINGS.UI.USERMENUACTIONS.SELECTRESEARCH.NAME
source: Select Research
fr: Choisir une Recherche

# STRINGS.UI.USERMENUACTIONS.SELECTRESEARCH.TOOLTIP
source: Choose a technology from the Research Tree <color=#F44A47>[R]</color>
fr: Choisissez une technologie dans l'Arbre des Recherches <color=#F44A47>[R]</color>

# STRINGS.UI.USERMENUACTIONS.SUIT_MARKER_TRAVERSAL.ALWAYS.NAME
source: Clearance: Always
fr: Nettoyage: Toujours

# STRINGS.UI.USERMENUACTIONS.SUIT_MARKER_TRAVERSAL.ALWAYS.TOOLTIP
source: Suited Duplicants may pass even if there is no room to store their suits ------------------ When Exosuit Docks are all full, Duplicants will unequip their suits and drop them on the floor
fr: Les Duplicants en combinaison peuvent passer même s'il n'y as pas de place pour stocker leur combinaison ----------------- Quand la station d'Exosuit est pleine, les Duplicants enlèveront leur combinaison et l'abandonneront sur le sol

# STRINGS.UI.USERMENUACTIONS.SUIT_MARKER_TRAVERSAL.ONLY_WHEN_ROOM_AVAILABLE.NAME
source: Clearance: Vacancy
fr: Nettoyage: Libre

source: Suited Duplicants may pass only if there is room in an Exosuit Dock to store their suit
fr: Les Duplicant portant une combinaison ne passeront que s'il y a une station d'Exosuit pour stocker leur combinaison

# STRINGS.UI.USERMENUACTIONS.TAGFILTER.NAME
source: Filter Settings
fr: Paramètre du filtre

# STRINGS.UI.USERMENUACTIONS.TAGFILTER.TOOLTIP
source: Assign materials to storage
fr: Affecter du matériel au stockage

# STRINGS.UI.USERMENUACTIONS.UNEQUIP.NAME
source: Unequip {0}
fr: Enlever {0}

# STRINGS.UI.USERMENUACTIONS.UNEQUIP.TOOLTIP
source: Take off and drop this equipment
fr: Enlève et laisse tomber cet équipement

# STRINGS.UI.USERMENUACTIONS.UPROOT.NAME
source: Uproot
fr: Déraciner

# STRINGS.UI.USERMENUACTIONS.UPROOT.TOOLTIP
source: Convert this plant into a seed
fr: Transforme cette plante en une graine

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_BOTH.NAME
source: Set Direction: Both
fr: Direction: Les deux sens

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_BOTH.TOOLTIP
source: Select to make Duplicants wash when passing by in either direction
fr: Sélectionner pour que les Duplicants se lavent lorsqu'ils passent dans n'importe quel sens

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_LEFT.NAME
source: Set Direction: Left
fr: Direction: Gauche

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_LEFT.TOOLTIP
source: Select to make Duplicants wash when passing by from right to left
fr: Sélectionner pour que les Duplicants se lavent lorsqu'ils passent de droite à gauche

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_RIGHT.NAME
source: Set Direction: Right
fr: Direction: Droite

# STRINGS.UI.USERMENUACTIONS.WORKABLE_DIRECTION_RIGHT.TOOLTIP
source: Select to make Duplicants wash when passing by from left to right
fr: Sélectionner pour que les Duplicants se lavent lorsqu'ils passent de gauche à droite

# STRINGS.UI.VIEWDUPLICANTS
source: Choose a Duplicant
fr: Choisissez un Duplicant

# STRINGS.UI.VITALS
source: VITALS
fr: SANTÉ

# STRINGS.UI.VITALSSCREEN.ATMOSPHERE_CONDITION
source: Atmosphere:
fr: Atmosphère:

# STRINGS.UI.VITALSSCREEN.CALORIES
source: Fullness
fr: Satiété

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.ADDITIONAL_DOMESTIC.BASE
source: <b>Additional Domestic Growth [Lifecycle: {0}]</b>
fr: <b>Croissance Domestique Supplémentaire [Lifecycle: {0}]</b>

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.ADDITIONAL_DOMESTIC.TOOLTIP
source: This plant will take {0} to grow domestically
fr: Cette plante met {0} à pousser dans les fermes

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.DOMESTIC.BASE
source: <b>Domestic Growth [Lifecycle: {0}]</b>
fr: <b>Croissance Domestique [Lifecycle: {0}]</b>

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.DOMESTIC.TOOLTIP
source: This plant will take {0} to grow domestically
fr: Cette plante met {0} à pousser dans les fermes

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.WILD.BASE
source: <b>Wild Growth [Lifecycle: {0}]</b>
fr: <b>Croissance sauvage [Lifecycle: {0}]</b>

# STRINGS.UI.VITALSSCREEN.CONDITIONS_GROWING.WILD.TOOLTIP
source: This plant will take {0} to grow in the wild
fr: Cette plante met {0} à pousser dans la nature

# STRINGS.UI.VITALSSCREEN.DECOR_EXPECTATIONS
source: Decor Expectation
fr: Décoration Attendue

# STRINGS.UI.VITALSSCREEN.DECOR_EXPECTATIONS_TOOLTIP
source: This Duplicant desires decor that is {0} or higher
fr: Ce Duplicant souhaite une décoration qui est {0} ou plus

# STRINGS.UI.VITALSSCREEN.EATEN_TODAY
source: Eaten Today
fr: Consommé Aujourd'hui

# STRINGS.UI.VITALSSCREEN.EATEN_TODAY_TOOLTIP
source: Eaten Today ------------------ Consumed {0} of food this cycle
fr: Mangé Aujourd'hui ------------------ Consommé {0} de nourriture ce cycle

# STRINGS.UI.VITALSSCREEN.EXPECTATIONS
source: Expectations
fr: Attentes

# STRINGS.UI.VITALSSCREEN.FOOD_EXPECTATIONS
source: Food Expectation
fr: Alimentation Attendue

# STRINGS.UI.VITALSSCREEN.FOOD_EXPECTATIONS_TOOLTIP
source: This Duplicant desires food that is {0} quality or better
fr: Ce Duplicant souhaite une nourriture de qualité {0} ou mieux

# STRINGS.UI.VITALSSCREEN.HEALTH
source: Health
fr: Santé

# STRINGS.UI.VITALSSCREEN.IMMUNITY
source: Immune System
fr: Système Immunitaire

# STRINGS.UI.VITALSSCREEN.IMMUNITY_MULTIPLE_DISEASES
source: Multiple diseases ({0})
fr: Maladies multiples ({0})

# STRINGS.UI.VITALSSCREEN.NOT_DROWNING
source: Liquid Level
fr: Niveau de liquide

# STRINGS.UI.VITALSSCREEN.SUBMERSION
source: Liquid Level
fr: Niveau de liquide

# STRINGS.UI.VITALSSCREEN_CALORIES
source: Fullness
fr: Satiété

# STRINGS.UI.VITALSSCREEN_EATENTODAY
source: Eaten Today
fr: Consommé Aujourd'hui

# STRINGS.UI.VITALSSCREEN_EATENTODAY_TOOLTIP
source: The amount of food this Duplicant has eaten this cycle
fr: La quantité de nourriture que ce Duplicant a mangé ce cycle

# STRINGS.UI.VITALSSCREEN_HEALTH
source: Health
fr: Santé

# STRINGS.UI.VITALSSCREEN_IMMUNITY
source: Immune System
fr: Système Immunitaire

# STRINGS.UI.VITALSSCREEN_NAME
source: Name
fr: Nom

# STRINGS.UI.VITALSSCREEN_RATIONS_TOOLTIP
source: Set how many calories this Duplicant may consume daily
fr: Définit combien de calories ce Duplicant peut consommer par jour

# STRINGS.UI.VITALSSCREEN_UNTIL_FULL
source: Until Full
fr: A satiété

# STRINGS.UI.WELCOMEMESSAGEBEGIN
source: BEGIN
fr: COMMENCER

# STRINGS.UI.WELCOMEMESSAGEBODY
source: Your crew has awoken stranded inside a distant asteroid. Oddly, they can't recall how they got here. They'll need to survive to find answers.
fr: Votre équipage s'est réveille piégé à l'intérieur d'un astéroïde lointain. Curieusement, ils ne se souviennent pas de la façon dont ils sont arrivés ici. Ils devront survivre pour trouver des réponses.

# STRINGS.UI.WELCOMEMESSAGETITLE
source: - ALERT -
fr: - ALERTE -

# STRINGS.UI.WORLDGEN.ANALYZINGWORLD
source: Shuffling DNA Blueprints...
fr: Mélange des plans ADN...

# STRINGS.UI.WORLDGEN.ANALYZINGWORLDCOMPLETE
source: Tidying up for the Duplicants...
fr: Rangement pour les Duplicants...

# STRINGS.UI.WORLDGEN.BORDERS
source: Just adding water...
fr: Ajoute seulement de l'eau...

# STRINGS.UI.WORLDGEN.BORDERS1
source: Just adding water...
fr: Ajoute seulement de l'eau...

# STRINGS.UI.WORLDGEN.BORDERS2
source: Staring at the void...
fr: Regarde dans le vide...

# STRINGS.UI.WORLDGEN.BORDERS3
source: Staring at the void...
fr: Regarde dans le vide...

# STRINGS.UI.WORLDGEN.BORDERS4
source: Staring at the void...
fr: Regarde dans le vide...

# STRINGS.UI.WORLDGEN.BORDERS5
source: Avoiding awkward eye contact with the void...
fr: Évite le contact visuel gênant avec le vide...

# STRINGS.UI.WORLDGEN.BORDERS6
source: Avoiding awkward eye contact with the void...
fr: Évite le contact visuel gênant avec le vide...

# STRINGS.UI.WORLDGEN.BORDERS7
source: Avoiding awkward eye contact with the void...
fr: Évite le contact visuel gênant avec le vide...

# STRINGS.UI.WORLDGEN.BORDERS8
source: Avoiding awkward eye contact with the void...
fr: Évite le contact visuel gênant avec le vide...

# STRINGS.UI.WORLDGEN.BORDERS9
source: Avoiding awkward eye contact with the void...
fr: Évite le contact visuel gênant avec le vide...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE
source: Sorting quadrillions of atoms...
fr: Tri des quadrillions d'atomes...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE1
source: Sorting quadrillions of atoms...
fr: Tri des quadrillions d'atomes...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE2
source: Sorting quadrillions of atoms...
fr: Tri des quadrillions d'atomes...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE3
source: Ironing the fabric of creation...
fr: Repassage du tissu de la création...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE4
source: Ironing the fabric of creation...
fr: Repassage du tissu de la création...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE5
source: Ironing the fabric of creation...
fr: Repassage du tissu de la création...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE6
source: Taking hot meteor shower...
fr: Prend une pluie de météorites brûlantes...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE7
source: Tightening asteroid belts...
fr: Serrage des courroies d'astéroïdes...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE8
source: Tightening asteroid belts...
fr: Serrage des courroies d'astéroïdes...

# STRINGS.UI.WORLDGEN.BUILDNOISESOURCE9
source: Tightening asteroid belts...
fr: Serrage des courroies d'astéroïdes...

# STRINGS.UI.WORLDGEN.CHOOSEWORLDSIZE
source: Select the magnitude of your new galaxy.
fr: Sélectionnez l'ampleur de votre nouvelle galaxie.

# STRINGS.UI.WORLDGEN.CLEARINGLEVEL
source: Staring into the void...
fr: Regarde dans le néant...

# STRINGS.UI.WORLDGEN.COMPLETE
source: Success! Space adventure awaits.
fr: Succès! L'aventure spatiale vous attend.

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT
source: Cooling glass...
fr: Refroidissement du verre...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT1
source: Cooling glass...
fr: Refroidissement du verre...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT10
source: Adding buckets of dirt...
fr: Ajout de seaux de boue...

# STRINGS.UI.WORLDGEN.COMPLETELAYOUT2
source: Cooling glass...
fr: Refroidissement du verre...
