Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.DUPLICANTS.CHORES.SWITCHROLE.STATUS
source: Starting job assignment
fr: Assignation de la mission initiale

# STRINGS.DUPLICANTS.CHORES.SWITCHROLE.TOOLTIP
source: This Duplicant is preparing for their new job assignment
fr: Ce Duplicant se prépare pour sa nouvelle mission

# STRINGS.DUPLICANTS.CHORES.TAKEMEDICINE.NAME
source: Take Medicine
fr: Prend un médicament

# STRINGS.DUPLICANTS.CHORES.TAKEMEDICINE.STATUS
source: Taking medicine
fr: Prend un médicament

# STRINGS.DUPLICANTS.CHORES.TAKEMEDICINE.TOOLTIP
source: This Duplicant is taking a dose of medicine to keep disease at bay
fr: Ce Duplicant prend une dose de médicament pour contenir la maladie

# STRINGS.DUPLICANTS.CHORES.TOGGLE.NAME
source: Change Setting
fr: Modifier les Paramètres

# STRINGS.DUPLICANTS.CHORES.TOGGLE.STATUS
source: Going to change setting
fr: Va modifier les paramètres

# STRINGS.DUPLICANTS.CHORES.TOGGLE.TOOLTIP
source: This Duplicant is going to change the settings on a building
fr: Ce Duplicant va modifier les paramètres d'un équipement

# STRINGS.DUPLICANTS.CHORES.TRANSPORT.NAME
source: Sweep
fr: Ramasser

# STRINGS.DUPLICANTS.CHORES.TRANSPORT.STATUS
source: Going to sweep
fr: Va ramasser

# STRINGS.DUPLICANTS.CHORES.TRANSPORT.TOOLTIP
source: Sweeping debris from the ground improves colony decor
fr: Ramasser les débris au sol améliore la décoration de la colonie

# STRINGS.DUPLICANTS.CHORES.TRAVELTUBEENTRANCE.NAME
source: Enter Transit Tube
fr: Entrée de Tube de Transit

# STRINGS.DUPLICANTS.CHORES.TRAVELTUBEENTRANCE.STATUS
source: Entering Transit Tube
fr: Entre dans un Tube de Transit

# STRINGS.DUPLICANTS.CHORES.UGLY_CRY.NAME
source: Ugly Cry
fr: Pleurnichard

# STRINGS.DUPLICANTS.CHORES.UGLY_CRY.STATUS
source: Ugly crying
fr: Pleurniche

# STRINGS.DUPLICANTS.CHORES.UGLY_CRY.TOOLTIP
source: This Duplicant is having a healthy cry to alleviate their negative emotions
fr: Ce Duplicant pleurniche pour soulager ses émotions négatives

# STRINGS.DUPLICANTS.CHORES.UNEQUIP.NAME
source: Unequip
fr: Enlever

# STRINGS.DUPLICANTS.CHORES.UNEQUIP.STATUS
source: Moving to unequip
fr: Va déséquiper

# STRINGS.DUPLICANTS.CHORES.UNEQUIP.TOOLTIP
source: This Duplicant is removing a piece of their equipment
fr: Ce Duplicant enlève une pièce de son équipement

# STRINGS.DUPLICANTS.CHORES.UPROOT.NAME
source: Uproot
fr: Arracher

# STRINGS.DUPLICANTS.CHORES.UPROOT.STATUS
source: Going to uproot
fr: Va déraciner

# STRINGS.DUPLICANTS.CHORES.UPROOT.TOOLTIP
source: This Duplicant is uprooting a plant for a seed
fr: Ce Duplicant arrache une plante pour sa graine

# STRINGS.DUPLICANTS.CHORES.USETOILET.NAME
source: Use Toilet
fr: Est aux toilettes

# STRINGS.DUPLICANTS.CHORES.USETOILET.STATUS
source: Going to use toilet
fr: Va aux toilettes

# STRINGS.DUPLICANTS.CHORES.USETOILET.TOOLTIP
source: Duplicants have to use the toilet at least once per day
fr: Les Duplicants doivent utiliser les toilettes au moins une fois par jour

# STRINGS.DUPLICANTS.CHORES.VOMIT.NAME
source: Vomit
fr: Vomissements

# STRINGS.DUPLICANTS.CHORES.VOMIT.STATUS
source: Vomiting
fr: Vomit

# STRINGS.DUPLICANTS.CHORES.VOMIT.TOOLTIP
source: Vomiting produces Polluted Water and can spread disease
fr: Vomir produit de l'Eau Polluée et peut répandre des maladies

# STRINGS.DUPLICANTS.CHORES.WARMUP.NAME
source: Warm Up
fr: Se Réchauffer

# STRINGS.DUPLICANTS.CHORES.WARMUP.STATUS
source: Going to warm up
fr: Va réchauffer

# STRINGS.DUPLICANTS.CHORES.WARMUP.TOOLTIP
source: This Duplicant got too cold and is going to warm up
fr: Ce Duplicant a eu trop froid et va se réchauffer

# STRINGS.DUPLICANTS.CHORES.WASHHANDS.NAME
source: Wash Hands
fr: Se Laver les mains

# STRINGS.DUPLICANTS.CHORES.WASHHANDS.STATUS
source: Washing hands
fr: Se lave les mains

# STRINGS.DUPLICANTS.CHORES.WASHHANDS.TOOLTIP
source: Good hygiene removes germs and prevents the spread of disease
fr: Une Bonne hygiène supprimer les germes et empêche de répandre les maladies

# STRINGS.DUPLICANTS.CONGENITALTRAITS.ELLIE.DESC
source: This Duplicant needs things done in a very particular way
fr: Ce Duplicant a besoin que les choses soient faites d'une manière très particulière

# STRINGS.DUPLICANTS.CONGENITALTRAITS.ELLIE.NAME
source: Fastidious
fr: Délicat

# STRINGS.DUPLICANTS.CONGENITALTRAITS.JOSHUA.DESC
source: This Duplicant brightens others' days wherever he goes
fr: Ce Duplicant illumine la journée des autres

# STRINGS.DUPLICANTS.CONGENITALTRAITS.JOSHUA.NAME
source: Cheery Disposition
fr: Joyeux

# STRINGS.DUPLICANTS.CONGENITALTRAITS.LIAM.DESC
source: This Duplicant has an all-consuming fear of bacteria
fr: Ce Duplicant à une peur phobique des bactéries

# STRINGS.DUPLICANTS.CONGENITALTRAITS.NONE.DESC
source: This Duplicant seems pretty average overall
fr: Ce Duplicant semble moyen partout

# STRINGS.DUPLICANTS.CONGENITALTRAITS.NONE.NAME
source: None
fr: Aucun

# STRINGS.DUPLICANTS.CONGENITALTRAITS.STINKY.DESC
source: This Duplicant is genetically cursed by a pungent bodily odor
fr: Ce Duplicant est génétiquement maudit par une odeur corporelle violente

# STRINGS.DUPLICANTS.CONGENITALTRAITS.STINKY.NAME
source: Stinkiness
fr: Puanteur

# STRINGS.DUPLICANTS.DEATHS.COMBAT.DESCRIPTION
source: {Target} was slain in combat.
fr: {Target} a été tué au combat.

# STRINGS.DUPLICANTS.DEATHS.COMBAT.NAME
source: Slain
fr: Tué

# STRINGS.DUPLICANTS.DEATHS.DROWNED.DESCRIPTION
source: {Target} has drowned.
fr: {Target} s'est noyé.

# STRINGS.DUPLICANTS.DEATHS.DROWNED.NAME
source: Drowned
fr: Noyé

# STRINGS.DUPLICANTS.DEATHS.EXPLOSION.DESCRIPTION
source: {Target} has died in an explosion.
fr: {Target} est mort dans une explosion.

# STRINGS.DUPLICANTS.DEATHS.FATALDISEASE.DESCRIPTION
source: {Target} has died of a fatal illness.
fr: {Target} est mort d'une maladie mortelle.

# STRINGS.DUPLICANTS.DEATHS.FATALDISEASE.NAME
source: Succumbed to Disease
fr: Succombé à la maladie

# STRINGS.DUPLICANTS.DEATHS.FROZEN.DESCRIPTION
source: {Target} has frozen to death.
fr: {Target} est mort gelé.

# STRINGS.DUPLICANTS.DEATHS.FROZEN.NAME
source: Frozen
fr: Gelé

# STRINGS.DUPLICANTS.DEATHS.GENERIC.DESCRIPTION
source: {Target} has died.
fr: {Target} est mort.

# STRINGS.DUPLICANTS.DEATHS.GENERIC.NAME
source: Death
fr: Mort

# STRINGS.DUPLICANTS.DEATHS.OVERHEATING.DESCRIPTION
source: {Target} has overheated to death.
fr: {Target} est mort par suffocation.

# STRINGS.DUPLICANTS.DEATHS.OVERHEATING.NAME
source: Overheated
fr: Insolation

# STRINGS.DUPLICANTS.DEATHS.STARVATION.DESCRIPTION
source: {Target} has starved to death.
fr: {Target} est mort de faim.

# STRINGS.DUPLICANTS.DEATHS.STARVATION.NAME
source: Starvation
fr: Famine

# STRINGS.DUPLICANTS.DEATHS.SUFFOCATION.DESCRIPTION
source: {Target} has suffocated to death.
fr: {Target} est mort par suffocation.

# STRINGS.DUPLICANTS.DISEASES.ADDED_POPFX
source: {0}: {1} Germs
fr: {0}: {1} Germes

# STRINGS.DUPLICANTS.DISEASES.ALLDISEASES.NAME
source: All Diseases
fr: Toutes les Maladies

# STRINGS.DUPLICANTS.DISEASES.ATTRIBUTE_MODIFIER_SYMPTOMS_TOOLTIP
source: Modifies {0} by {1}
fr: Modifie {0} par {1}

# STRINGS.DUPLICANTS.DISEASES.COLDBRAIN.DESCRIPTION
source: This Duplicant's thought processes have been slowed to a crawl from extreme cold exposure
fr: Le processus de pensée de ce Duplicant ont été ralentis à cause d'une exposition au froid extrême

# STRINGS.DUPLICANTS.DISEASES.COLDBRAIN.LEGEND_HOVERTEXT
source: <style="header">Area Causes Hypothermia</style>
fr: <style="header">Zone Causant une Hypothermie</style>

# STRINGS.DUPLICANTS.DISEASES.COLDBRAIN.NAME
source: Hypothermia
fr: Hypothermie

# STRINGS.DUPLICANTS.DISEASES.CURED_POPUP
source: Cured of {0}
fr: Guéri de {0}

# STRINGS.DUPLICANTS.DISEASES.DEATH_SYMPTOM
source: Death in {0}
fr: Mort dans {0}

# STRINGS.DUPLICANTS.DISEASES.DEATH_SYMPTOM_TOOLTIP
source: Without medical care, this Duplicant will die of their illness in {0}
fr: Sans soins médicaux, ce Duplicant mourra de sa maladie dans {0}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.AIRBORNE
source: Contracted via air inhalation ------------------
fr: Contracté par inhalation ------------------

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.AIRBORNE_TOOLTIP
source: Duplicants contract this disease breathing air containing these germs
fr: Les Duplicants contractent cette maladie en respirant l'air contenant ces germes

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES
source: Dies
fr: Meurt

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_ON
source: Killed by:
fr: Tué par:

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_ON_TOOLTIP
source: Contact with these substances kills germs over time
fr: Le contact avec ces substances tue les germes au fil du temps

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_QUICKLY
source: Disinfected
fr: Désinfecté

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_QUICKLY_ON
source: Disinfected by:
fr: Désinfecté par:

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_QUICKLY_ON_TOOLTIP
source: Contact with these substances will quickly kill these germs
fr: Le contact avec ces substances éliminera rapidement ces germes

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_QUICKLY_TOOLTIP
source: Halves germ count every {0}
fr: Les germes diminuent de moitié tous les {0}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_SLOWLY
source: Inhibited
fr: Inhibé

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_SLOWLY_ON
source: Inhibited by:
fr: Inhibé par:

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_SLOWLY_ON_TOOLTIP
source: Contact with these substances will slowly reduce germ numbers
fr: Le contact avec ces substances réduira lentement le nombre de germes

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_SLOWLY_TOOLTIP
source: Halves germ count every {0}
fr: Les germes diminuent de moitié tous les {0}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.DIES_TOOLTIP
source: Halves germ count every {0}
fr: Les germes diminuent de moitié tous les {0}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.FOODBORNE
source: Contracted via food ingestion ------------------
fr: Contracté par ingestion de nourriture ------------------

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.FOODBORNE_TOOLTIP
source: Duplicants contract this disease by ingesting contaminated food
fr: Les Duplicants contractent cette maladie en ingérant de la nourriture contaminée

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.GROWS
source: Multiplies
fr: Se Multiplie

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.GROWS_ON
source: Multiplies in:
fr: Se multiplie dans:

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.GROWS_ON_TOOLTIP
source: These substances allow germs to spread and reproduce
fr: Ces substances permettent aux germes de se propager et de se reproduire

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.GROWS_TOOLTIP
source: Doubles germ count every {0}
fr: Le nombre de germes double tous les {0}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.NEUTRAL
source: Survives
fr: Survit

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.NEUTRAL_ON
source: Survives in:
fr: Survit dans:

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.NEUTRAL_ON_TOOLTIP
source: Germs will survive contact with these substances, but will not reproduce
fr: Les germes survivront au contact de ces substances, mais ne se reproduiront pas

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.NEUTRAL_TOOLTIP
source: Germ count remains static
fr: Le nombre de germes reste statique

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.PRESSURE_RANGE
source: Pressure range: {0} to {1}
fr: Écart de pression: {0} à {1}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.PRESSURE_RANGE_TOOLTIP
source: These germs can survive between {0} and {1} of pressure ------------------ They thrive in pressures between {2} and {3}
fr: Ces germes peuvent survivre dans une pression comprise entre {0} et {1} ------------------ Ils se multiplient dans une pression comprise entre {2} et {3}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.SKINBORNE
source: Contracted via touch ------------------
fr: Contracté par contact ------------------

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.SKINBORNE_TOOLTIP
source: Duplicants contract this disease by coming into physical contact with germs
fr: Les Duplicants contractent cette maladie en entrant en contact avec des germes

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.TEMPERATURE_RANGE
source: Temperature range: {0} to {1}
fr: Écart de température: {0} à {1}

# STRINGS.DUPLICANTS.DISEASES.DESCRIPTORS.INFO.TEMPERATURE_RANGE_TOOLTIP
source: These germs can survive temperatures between {0} and {1} ------------------ They thrive in temperatures between {2} and {3}
fr: Ces germes peuvent survivre dans des températures comprises entre {0} et {1} ------------------ Ils se multiplient dans des températures comprises entre {2} et {3}

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.DESCRIPTION
source: This Duplicant's last meal wasn't exactly sanitary
fr: Le dernier repas de ce Duplicant n'était pas très sain

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.DESCRIPTIVE_SYMPTOMS
source: Nonlethal. A Duplicant's body "purges" from both ends, causing extreme fatigue.
fr: Non létal. Le corps d'un Duplicant se "purge" par les deux extrémités, provoquant une fatigue extrême.

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.DISEASE_SOURCE_DESCRIPTOR
source: Currently infected with {2}. This Duplicant will produce {1} when vomiting.
fr: Actuellement infecté par {2}. Ce Duplicant produira {1} en vomissant.

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.DISEASE_SOURCE_DESCRIPTOR_TOOLTIP
source: This Duplicant will vomit approximately every {0} ------------------ Each time they vomit, they will release {1} and lose calories
fr: Ce Duplicant vomira approximativement tous les {0} ------------------ Chaque fois qu'il vomit, il relâchera {1} et perdra des calories

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.LEGEND_HOVERTEXT
source: <style="header">Food Poisoning Germs Present</style>
fr: <style="header">Germes d'Intoxication Alimentaire Présents</style>

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.NAME
source: Food Poisoning
fr: Intoxication alimentaire

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.VOMIT_SYMPTOM
source: Vomiting
fr: Vomissements

# STRINGS.DUPLICANTS.DISEASES.FOODPOISONING.VOMIT_SYMPTOM_TOOLTIP
source: Duplicants periodically vomit throughout the day, producing additional germs and losing calories
fr: Les Duplicants vomissent tout au long de la journée, produisant des germes supplémentaires et perdant des calories

# STRINGS.DUPLICANTS.DISEASES.GERMS
source: Germs
fr: Germes

# STRINGS.DUPLICANTS.DISEASES.GERMS_CONSUMED_DESCRIPTION
source: A count of the number of germs this Duplicant is host to
fr: Un décompte du nombre de germes hébergés par ce Duplicant

# STRINGS.DUPLICANTS.DISEASES.HEATRASH.DESCRIPTION
source: This Duplicant's thought processes have short circuited from extreme heat exposure
fr: Le processus de pensée de ce Duplicant a été court-circuité par une exposition à une chaleur extrême

# STRINGS.DUPLICANTS.DISEASES.HEATRASH.LEGEND_HOVERTEXT
source: <style="header">Area Causes Heat Stroke</style>
fr: <style="header">Zone Causant une Insolation</style>

# STRINGS.DUPLICANTS.DISEASES.HEATRASH.NAME
source: Heat Stroke
fr: Insolation

# STRINGS.DUPLICANTS.DISEASES.INFECTED_MODIFIER
source: Suppressed immune system
fr: Système immunitaire éliminé

# STRINGS.DUPLICANTS.DISEASES.INFECTED_POPUP
source: Became infected by {0}
fr: A été infecté par {0}

# STRINGS.DUPLICANTS.DISEASES.INFECTION_MODIFIER
source: Recently consumed {0} ({1})
fr: Consommé Récemment {0} ({1})

# STRINGS.DUPLICANTS.DISEASES.INFECTION_MODIFIER_SOURCE
source: Fighting off {0} from {1}
fr: Combat {0} venant de {1}

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.AIR
source: by breathing {0}
fr: en respirant du {0}

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.FOOD
source: by eating {0}
fr: en mangant un(e) {0}

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.INTERNAL_TEMPERATURE
source: from extreme internal temperatures
fr: d'une température corporelle extrême

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.SKIN
source: through skin contamination
fr: par contamination cutanée

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.TOXIC_AREA
source: through exposure to toxic areas
fr: par l'exposition à des zones toxiques

# STRINGS.DUPLICANTS.DISEASES.INFECTIONSOURCES.UNKNOWN
source: from unknown source
fr: d'une source inconnue

# STRINGS.DUPLICANTS.DISEASES.LEGEND_POSTAMBLE
source: * Select an infected object for more details
fr: * Sélectionnez un objet infecté pour plus de détails

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.BOOSTER
source: <style="medicine">Immune Booster</style>
fr: <style="medicine">Boost du Système Immunitaire</style>

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.BOOSTER_TOOLTIP
source: Boosters can be taken by both healthy and sick Duplicants to prevent future disease
fr: Les Boosters peuvent être pris pas des Duplicants sains ou malades pour prévenir de futures maladies

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.CURES
source: Alleviates <style="disease">{0}</style>
fr: Soulage <style="disease">{0}</style>

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.CURES_ANY
source: Alleviates <style="disease">All Diseases</style>
fr: Soulage toutes les <style="disease">Maladies</style>

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.CURES_ANY_TOOLTIP
source: This is a nonspecific disease treatment that can be taken by any sick Duplicant
fr: Ceci est un traitement générique qui peut être pris par tout Duplicant malade

# STRINGS.DUPLICANTS.DISEASES.MEDICINE.CURES_TOOLTIP
source: This medicine is used to treat {0} and can only be taken by sick Duplicants
fr: Ce médicament est utilisé pour traiter {0} et ne peut être pris que par des Duplicants malades

# STRINGS.DUPLICANTS.DISEASES.NODISEASES.NAME
source: NO
fr: NON

# STRINGS.DUPLICANTS.DISEASES.NOTIFICATION_TOOLTIP
source: {0} contracted <style="disease">{1}</style> {2}
fr: {0} a contracté <style="disease">{1}</style> à cause {2}

# STRINGS.DUPLICANTS.DISEASES.PUTRIDODOUR.CRINGE_EFFECT
source: Smelled a putrid odor
fr: Dégage une odeur putride

# STRINGS.DUPLICANTS.DISEASES.PUTRIDODOUR.DESCRIPTION
source: The pungent odor wafting off this Duplicant is nauseating to their peers
fr: L'odeur piquante que dégage ce Duplicant donne la nausée aux autres

# STRINGS.DUPLICANTS.DISEASES.PUTRIDODOUR.LEGEND_HOVERTEXT
source: <style="header">Trench Stench Germs Present</style>
fr: <style="header">Présence Germes de la Tranchée</style>

# STRINGS.DUPLICANTS.DISEASES.PUTRIDODOUR.NAME
source: Trench Stench
fr: Puanteur

# STRINGS.DUPLICANTS.DISEASES.RECUPERATING
source: Recuperating
fr: Récupère

# STRINGS.DUPLICANTS.DISEASES.SEVERITY.BENIGN
source: Benign
fr: Bégnine

# STRINGS.DUPLICANTS.DISEASES.SEVERITY.CRITICAL
source: Critical
fr: Critique

# STRINGS.DUPLICANTS.DISEASES.SEVERITY.MAJOR
source: Major
fr: Majeure

# STRINGS.DUPLICANTS.DISEASES.SEVERITY.MINOR
source: Minor
fr: Mineur

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.COUGH_SYMPTOM
source: Coughing
fr: Toux

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.COUGH_SYMPTOM_TOOLTIP
source: Duplicants periodically cough up Polluted Oxygen, producing additional germs
fr: Les Duplicants vont périodiquement tousser de l'Oxygène Pollué, produisant des germes supplémentaires

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.DESCRIPTION
source: This Duplicant's chest congestion is making it difficult to breathe
fr: La congestion thoracique de ce Duplicant lui rend la respiration difficile

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.DESCRIPTIVE_SYMPTOMS
source: Lethal without medical care. Duplicants experience coughing and shortness of breath.
fr: Létal si non traité. Les Duplicants souffrent d'essoufflement et de toux.

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.DISEASE_SOURCE_DESCRIPTOR
source: Currently infected with {2}. This Duplicant will produce {1} when coughing.
fr: Actuellement infecté par {2}. Ce Duplicant produira {1} en toussant.

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.DISEASE_SOURCE_DESCRIPTOR_TOOLTIP
source: This Duplicant will cough approximately every {0} ------------------ Each time they cough, they will release {1}
fr: Ce Duplicant toussera approximativement tous les {0} ------------------ Chaque fois qu'il tousse, il relâchera {1}

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.LEGEND_HOVERTEXT
source: <style="header">Slimelung Germs Present</style>
fr: <style="header">Germes de Limonchite présents</style>

# STRINGS.DUPLICANTS.DISEASES.SLIMELUNG.NAME
source: Slimelung
fr: Limonchite

# STRINGS.DUPLICANTS.DISEASES.SPORES.DESCRIPTION
source: This Duplicant has become a walking fungal pod
fr: Ce Duplicant est devenu une gousse de champignon ambulante

# STRINGS.DUPLICANTS.DISEASES.SPORES.LEGEND_HOVERTEXT
source: <style="header">Spores Germs Present</style>
fr: <style="header">Spores de Germes Présents</style>

# STRINGS.DUPLICANTS.DISEASES.SPORES.NAME
source: The Spores
fr: Les Spores

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.BEDREST
source: Med-Bed assignment will increases recovery chance
fr: L'assignation d'un lit médical augmentera les chances de guérison

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.CURES
source: Remedies taken: {0}
fr: Remède pris: {0}

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.DOCTOR_REQUIRED
source: Medical care needed
fr: Soins Médicaux nécessaires

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.DOCTORED
source: Received medical care
fr: A reçu des soins médicaux

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.DURATION
source: Duration remaining: {0}
fr: Temps Restant: {0}

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.FATALITY
source: Fatal if untreated in: {0}
fr: Fatal si non traité dans: {0}

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.INFECTION_SOURCE
source: Contracted {0}
fr: Contracté {0}

# STRINGS.DUPLICANTS.DISEASES.STATUS_ITEM_TOOLTIP.NOMEDICINETAKEN
source: Remedies taken: None
fr: Remède pris: Aucun

# STRINGS.DUPLICANTS.DISEASES.TRIGGERS.EATCOMPLETEEDIBLE
source: May cause <style="disease">{Diseases}</style>
fr: Peut provoquer <style="disease">{Diseases}</style>

# STRINGS.DUPLICANTS.DISEASES.TRIGGERS.TOOLTIPS.EATCOMPLETEEDIBLE
source: May cause {Diseases}
fr: Peut provoquer {Diseases}

# STRINGS.DUPLICANTS.DISEASES.TYPE.AILMENT
source: Ailment
fr: Affection

# STRINGS.DUPLICANTS.DISEASES.TYPE.INJURY
source: Injury
fr: Blessure

# STRINGS.DUPLICANTS.DISEASES.TYPE.PATHOGEN
source: Illness
fr: Maladie

# STRINGS.DUPLICANTS.GENDER.FEMALE.PLURALS.ONE
source: she
fr: elle

# STRINGS.DUPLICANTS.GENDER.FEMALE.PLURALS.TWO
source: her
fr: sa

# STRINGS.DUPLICANTS.GENDER.MALE.PLURALS.ONE
source: he
fr: il

# STRINGS.DUPLICANTS.GENDER.MALE.PLURALS.TWO
source: his
fr: son

# STRINGS.DUPLICANTS.GENDER.NB.PLURALS.ONE
source: they
fr: ils

# STRINGS.DUPLICANTS.GENDER.NB.PLURALS.TWO
source: their
fr: leur

# STRINGS.DUPLICANTS.MODIFIERS.ANEWHOPE.NAME
source: New Hope
fr: Nouvel Espoir

# STRINGS.DUPLICANTS.MODIFIERS.ANEWHOPE.TOOLTIP
source: This Duplicant feels pretty optimistic about their new home
fr: Ce Duplicant se sent assez optimiste concernant sa nouvelle maison

# STRINGS.DUPLICANTS.MODIFIERS.BADSLEEP.NAME
source: Unrested
fr: Mal dormi

# STRINGS.DUPLICANTS.MODIFIERS.BADSLEEP.TOOLTIP
source: This Duplicant was tossing and turning last night thanks to {Disturber}'s noise
fr: Ce Duplicant n'a pas réussi à dormir à cause du bruit de {Disturber}

# STRINGS.DUPLICANTS.MODIFIERS.BARRACKSSTAMINA.NAME
source: Barracks
fr: Dortoir

# STRINGS.DUPLICANTS.MODIFIERS.BARRACKSSTAMINA.TOOLTIP
source: This Duplicant shares sleeping quarters with others
fr: Ce Duplicant partage un dortoir

# STRINGS.DUPLICANTS.MODIFIERS.BASEROT.NAME
source: Base Decay Rate
fr: Taux de détérioration de base

# STRINGS.DUPLICANTS.MODIFIERS.BEDROOMSTAMINA.NAME
source: Private Bedroom
fr: Chambre Privée
