Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.DUPLICANTS.CHORES.BUILD.STATUS
source: Going to build
fr: Va construire

# STRINGS.DUPLICANTS.CHORES.BUILD.TOOLTIP
source: This Duplicant is constructing a new building
fr: Ce Duplicant construit un nouvel équipement

# STRINGS.DUPLICANTS.CHORES.BUILDDIG.NAME
source: Construction Dig
fr: Miner avant Construction

# STRINGS.DUPLICANTS.CHORES.BUILDDIG.STATUS
source: Going to construction dig
fr: Va creuser avant de construire

# STRINGS.DUPLICANTS.CHORES.BUILDDIG.TOOLTIP
source: This dig will make room for a planned building to be constructed
fr: Cette excavation fera de la place pour l'équipement qui doit être construit ici

# STRINGS.DUPLICANTS.CHORES.BUILDFETCH.NAME
source: Construction Deliver
fr: Livraison pour la Construction

# STRINGS.DUPLICANTS.CHORES.BUILDFETCH.STATUS
source: Construction Delivering
fr: En Livraison pour la Construction

# STRINGS.DUPLICANTS.CHORES.BUILDFETCH.TOOLTIP
source: This delivery will provide materials to a planned construction site
fr: Cette livraison apportera les matériaux là ou la construction est planifiée

# STRINGS.DUPLICANTS.CHORES.CHECKPOINT.NAME
source: Wait at Checkpoint
fr: Attend au Point de Contrôle

# STRINGS.DUPLICANTS.CHORES.CHECKPOINT.STATUS
source: Waiting at Checkpoint
fr: En attente au Point de Contrôle

# STRINGS.DUPLICANTS.CHORES.CHECKPOINT.TOOLTIP
source: This Duplicant is waiting for permission to pass
fr: Ce Duplicant attend d'avoir l'autorisation de passer

# STRINGS.DUPLICANTS.CHORES.CLEANTOILET.NAME
source: Clean
fr: Nettoyer

# STRINGS.DUPLICANTS.CHORES.CLEANTOILET.STATUS
source: Going to clean
fr: Va nettoyer

# STRINGS.DUPLICANTS.CHORES.CLEANTOILET.TOOLTIP
source: This Duplicant is cleaning out the Outhouse
fr: Ce Duplicant nettoie les Toilettes

# STRINGS.DUPLICANTS.CHORES.COMPOSTWORKABLE.NAME
source: Compost
fr: Composte

# STRINGS.DUPLICANTS.CHORES.COMPOSTWORKABLE.STATUS
source: Going to compost
fr: Va composter

# STRINGS.DUPLICANTS.CHORES.COMPOSTWORKABLE.TOOLTIP
source: This Duplicant is dropping off organic material at the compost
fr: Ce Duplicant va déposer les matériaux organiques au compost

# STRINGS.DUPLICANTS.CHORES.COOK.NAME
source: Cook
fr: Cuisiner

# STRINGS.DUPLICANTS.CHORES.COOK.STATUS
source: Going to cook
fr: Va cuisiner

# STRINGS.DUPLICANTS.CHORES.COOK.TOOLTIP
source: This Duplicant is cooking food
fr: Ce Duplicant cuisine

# STRINGS.DUPLICANTS.CHORES.COOLDOWN.NAME
source: Cool Off
fr: Refroidir

# STRINGS.DUPLICANTS.CHORES.COOLDOWN.STATUS
source: Going to cool off
fr: Va refroidir

# STRINGS.DUPLICANTS.CHORES.COOLDOWN.TOOLTIP
source: This Duplicant got too hot and is going to cool off
fr: Ce Duplicant a eu trop chaud et essaie de se rafraîchir

# STRINGS.DUPLICANTS.CHORES.COUGH.NAME
source: Cough
fr: Tousser

# STRINGS.DUPLICANTS.CHORES.COUGH.STATUS
source: Coughing
fr: Tousse

# STRINGS.DUPLICANTS.CHORES.COUGH.TOOLTIP
source: Coughing is a symptom of illness and spreads airborne Germs
fr: Tousser est un symptôme d'une maladie et répand des germes dans l'air

# STRINGS.DUPLICANTS.CHORES.CROP_TEND.NAME
source: Tend
fr: S'occuper des Cultures

# STRINGS.DUPLICANTS.CHORES.CROP_TEND.STATUS
source: Tending plant
fr: S'occupe des Cultures

# STRINGS.DUPLICANTS.CHORES.CROP_TEND.TOOLTIP
source: Tending plants increases their growth rate
fr: S'occuper des plantes améliore leur taux de croissance

# STRINGS.DUPLICANTS.CHORES.DECONSTRUCT.NAME
source: Deconstruct
fr: Démolir

# STRINGS.DUPLICANTS.CHORES.DECONSTRUCT.STATUS
source: Going to deconstruct
fr: Va démolir

# STRINGS.DUPLICANTS.CHORES.DECONSTRUCT.TOOLTIP
source: This Duplicant is demolishing a building
fr: Ce Duplicant Démolit un équipement

# STRINGS.DUPLICANTS.CHORES.DELIVERFOOD.NAME
source: Deliver Food
fr: Livre de la nourriture

# STRINGS.DUPLICANTS.CHORES.DELIVERFOOD.STATUS
source: Delivering food
fr: Livre de la nourriture

# STRINGS.DUPLICANTS.CHORES.DELIVERFOOD.TOOLTIP
source: Under thirty minutes or it's free
fr: Sous trente minutes ou c'est gratuit

# STRINGS.DUPLICANTS.CHORES.DEPRESSURIZE.NAME
source: Depressurize Well
fr: Puits Dépressurisé

# STRINGS.DUPLICANTS.CHORES.DEPRESSURIZE.STATUS
source: Going to depressurize well
fr: Va dépressuriser le puits

# STRINGS.DUPLICANTS.CHORES.DEPRESSURIZE.TOOLTIP
source: Oil Wells need to be periodically depressurized to function
fr: Les Puits de Pétrole doivent être dépressurisés périodiquement pour fonctionner

# STRINGS.DUPLICANTS.CHORES.DIE.NAME
source: Die
fr: Meurt

# STRINGS.DUPLICANTS.CHORES.DIE.STATUS
source: Dying
fr: Meurt

# STRINGS.DUPLICANTS.CHORES.DIE.TOOLTIP
source: Fare thee well, brave soul
fr: Ce n'est qu'un adieu, mon ami

# STRINGS.DUPLICANTS.CHORES.DIG.NAME
source: Dig
fr: Creuser

# STRINGS.DUPLICANTS.CHORES.DIG.STATUS
source: Going to dig
fr: Va miner

# STRINGS.DUPLICANTS.CHORES.DIG.TOOLTIP
source: Digging produces useable ores and materials and makes space
fr: Creuser produit des minerais utilisables et des matériaux en plus de faire de la place

# STRINGS.DUPLICANTS.CHORES.DISINFECT.NAME
source: Disinfect
fr: Désinfecter

# STRINGS.DUPLICANTS.CHORES.DISINFECT.STATUS
source: Going to disinfect
fr: Va désinfecter

# STRINGS.DUPLICANTS.CHORES.DISINFECT.TOOLTIP
source: Buildings can be disinfected to remove contagious Germs on their surfaces
fr: Les Équipements peuvent être désinfectés pour supprmier les Germes Contagieux à leur surface

# STRINGS.DUPLICANTS.CHORES.DOCTOR.NAME
source: Treat Patient
fr: Traiter un patient

# STRINGS.DUPLICANTS.CHORES.DOCTOR.STATUS
source: Treating patient
fr: Traite un patient

# STRINGS.DUPLICANTS.CHORES.DOCTOR.TOOLTIP
source: This Duplicant is trying to make one of their peers feel better
fr: Ce Duplicant essaie d'aider un de ses pairs à aller mieux

# STRINGS.DUPLICANTS.CHORES.DROPUNUSEDINVENTORY.NAME
source: Drop Inventory
fr: Abandonner l'Inventaire

# STRINGS.DUPLICANTS.CHORES.DROPUNUSEDINVENTORY.STATUS
source: Dropping unused inventory
fr: Lâche l'inventaire inutilisé

# STRINGS.DUPLICANTS.CHORES.DROPUNUSEDINVENTORY.TOOLTIP
source: This Duplicant is dropping carried items they no longer need
fr: Ce Duplicant abandonne les objets transportés dont il n'a plus besoin

# STRINGS.DUPLICANTS.CHORES.EAT.NAME
source: Eat
fr: Mange

# STRINGS.DUPLICANTS.CHORES.EAT.STATUS
source: Going to eat
fr: Va manger

# STRINGS.DUPLICANTS.CHORES.EAT.TOOLTIP
source: Duplicants eat to replenish their calorie stores
fr: Les Duplicants mangent pour refaire leur stock de calories

# STRINGS.DUPLICANTS.CHORES.EMOTEHIGHPRIORITY.NAME
source: Express Themselves
fr: S'exprime

# STRINGS.DUPLICANTS.CHORES.EMOTEHIGHPRIORITY.STATUS
source: Expressing themselves
fr: Ce Duplicant s'exprime

# STRINGS.DUPLICANTS.CHORES.EMOTEHIGHPRIORITY.TOOLTIP
source: This Duplicant needs a moment to express their feelings, then they'll be on their way
fr: Ce Duplicant a besoin d'un moment pour exprimer ses sentiments. Il reprendra sa route après

# STRINGS.DUPLICANTS.CHORES.EMPTYSTORAGE.NAME
source: Empty Storage
fr: Vider le stockage

# STRINGS.DUPLICANTS.CHORES.EMPTYSTORAGE.STATUS
source: Going to empty storage
fr: Va vider le stockage

# STRINGS.DUPLICANTS.CHORES.EMPTYSTORAGE.TOOLTIP
source: This Duplicant is taking items out of storage
fr: Ce Duplicant sort des objets du stockage

# STRINGS.DUPLICANTS.CHORES.ENTOMBED.NAME
source: Entombed
fr: Enterré

# STRINGS.DUPLICANTS.CHORES.ENTOMBED.STATUS
source: Entombed
fr: Enterré

# STRINGS.DUPLICANTS.CHORES.ENTOMBED.TOOLTIP
source: Entombed Duplicants are at risk of suffocating and must be dug out by others in the colony
fr: Les Duplicants Enterrés risquent de suffoquer et doivent être libérés par les autres membres de la colonie

# STRINGS.DUPLICANTS.CHORES.EQUIP.NAME
source: Equip
fr: Équipe

# STRINGS.DUPLICANTS.CHORES.EQUIP.STATUS
source: Moving to equip
fr: Va équiper

# STRINGS.DUPLICANTS.CHORES.EQUIP.TOOLTIP
source: This Duplicant is putting on a piece of equipment
fr: Ce Duplicant enfile une pièce d'équipement

# STRINGS.DUPLICANTS.CHORES.EQUIPPINGSUIT.NAME
source: Equip Exosuit
fr: S'équipe d'une Exosuit

# STRINGS.DUPLICANTS.CHORES.EQUIPPINGSUIT.STATUS
source: Equipping exosuit
fr: S'équipe d'une Exosuit

# STRINGS.DUPLICANTS.CHORES.EQUIPPINGSUIT.TOOLTIP
source: This Duplicant is putting on protective gear
fr: Ce Duplicant enfile son équipement de protection

# STRINGS.DUPLICANTS.CHORES.FABRICATE.NAME
source: Fabricate
fr: Fabriquer

# STRINGS.DUPLICANTS.CHORES.FABRICATE.STATUS
source: Going to fabricate
fr: Va fabriquer

# STRINGS.DUPLICANTS.CHORES.FABRICATE.TOOLTIP
source: This Duplicant is crafting something
fr: Ce Duplicant fabrique quelque chose

# STRINGS.DUPLICANTS.CHORES.FETCH.NAME
source: Deliver
fr: Livrer

# STRINGS.DUPLICANTS.CHORES.FETCH.REPORT_NAME
source: Deliver to {0}
fr: Livre à {0}

# STRINGS.DUPLICANTS.CHORES.FETCH.STATUS
source: Delivering
fr: Livre

# STRINGS.DUPLICANTS.CHORES.FETCH.TOOLTIP
source: This Duplicant is delivering materials to where they'll be needed
fr: Ce Duplicant livre des matériaux là où ils sont requis

# STRINGS.DUPLICANTS.CHORES.FLEE.NAME
source: Flee
fr: Fuit

# STRINGS.DUPLICANTS.CHORES.FLEE.STATUS
source: Fleeing
fr: Fuit

# STRINGS.DUPLICANTS.CHORES.FLEE.TOOLTIP
source: Run away!
fr: Fuyez!

# STRINGS.DUPLICANTS.CHORES.FLIPCOMPOST.NAME
source: Flip
fr: Retourner (Compost)

# STRINGS.DUPLICANTS.CHORES.FLIPCOMPOST.STATUS
source: Going to flip compost
fr: Va retourner le compost

# STRINGS.DUPLICANTS.CHORES.FLIPCOMPOST.TOOLTIP
source: Composts need to be flipped to produce Fertilizer
fr: Le compost doit être retourné pour produire de l'engrais

# STRINGS.DUPLICANTS.CHORES.GENERATEPOWER.NAME
source: Generate Power
fr: Générer de l'Énergie

# STRINGS.DUPLICANTS.CHORES.GENERATEPOWER.STATUS
source: Going to generate power
fr: Va générer de l'énergie

# STRINGS.DUPLICANTS.CHORES.GENERATEPOWER.TOOLTIP
source: This Duplicant is producing electrical power
fr: Ce Duplicant produit de l'énergie électrique

# STRINGS.DUPLICANTS.CHORES.GENESHUFFLE.NAME
source: Use Neural Vacillator
fr: Utiliser le Vacillateur Neuronal

# STRINGS.DUPLICANTS.CHORES.GENESHUFFLE.STATUS
source: Using Neural Vacillator
fr: Utilise le Vacillateur Neuronal

# STRINGS.DUPLICANTS.CHORES.GENESHUFFLE.TOOLTIP
source: This Duplicant is being experimented on!
fr: Ce Duplicant est un sujet d'expérimentation

# STRINGS.DUPLICANTS.CHORES.HARVEST.NAME
source: Harvest
fr: Récolter

# STRINGS.DUPLICANTS.CHORES.HARVEST.STATUS
source: Going to harvest
fr: Va récolter

# STRINGS.DUPLICANTS.CHORES.HARVEST.TOOLTIP
source: This Duplicant is harvesting useable materials from a mature plant
fr: Ce Duplicant collecte des matériaux utilisables d'une plante à maturité

# STRINGS.DUPLICANTS.CHORES.HEAL.NAME
source: Heal
fr: Soigner

# STRINGS.DUPLICANTS.CHORES.HEAL.STATUS
source: Healing
fr: Soigne

# STRINGS.DUPLICANTS.CHORES.HEAL.TOOLTIP
source: This Duplicant is taking some time to recover from their wounds
fr: Ce Duplicant prend du temps pour guérir de ses blessures

# STRINGS.DUPLICANTS.CHORES.IDLE.NAME
source: Idle
fr: En pause

# STRINGS.DUPLICANTS.CHORES.IDLE.STATUS
source: Idle
fr: En pause

# STRINGS.DUPLICANTS.CHORES.IDLE.TOOLTIP
source: This Duplicant cannot reach any pending errands
fr: Ce Duplicant ne peut accéder à aucune des tâches en attente

# STRINGS.DUPLICANTS.CHORES.LIQUIDCOOLEDFAN.NAME
source: Use Fan
fr: Ventiler

# STRINGS.DUPLICANTS.CHORES.LIQUIDCOOLEDFAN.STATUS
source: Going to use fan
fr: Va ventiler

# STRINGS.DUPLICANTS.CHORES.LIQUIDCOOLEDFAN.TOOLTIP
source: This Duplicant is attempting to cool down the area
fr: Ce Duplicant essaie de rafraîchir la zone

# STRINGS.DUPLICANTS.CHORES.MOP.NAME
source: Mop
fr: Nettoyer

# STRINGS.DUPLICANTS.CHORES.MOP.STATUS
source: Going to mop
fr: Va essuyer

# STRINGS.DUPLICANTS.CHORES.MOP.TOOLTIP
source: Mopping removes liquids from the floor and bottles them for transport
fr: Le Nettoyage enlève les liquides au sol et les embouteille pour le transport

# STRINGS.DUPLICANTS.CHORES.MOVETO.NAME
source: Move to
fr: Aller à

# STRINGS.DUPLICANTS.CHORES.MOVETO.STATUS
source: Moving to location
fr: Va à la position

# STRINGS.DUPLICANTS.CHORES.MOVETO.TOOLTIP
source: This Duplicant was manually directed to move to a specific location
fr: Ce Duplicant a reçu l'ordre de se déplacer à un endroit spécifique

# STRINGS.DUPLICANTS.CHORES.MOVETOQUARANTINE.NAME
source: Move to Quarantine
fr: Part en quarantaine

# STRINGS.DUPLICANTS.CHORES.MOVETOQUARANTINE.STATUS
source: Moving to quarantine
fr: Part en quarantaine

# STRINGS.DUPLICANTS.CHORES.MOVETOQUARANTINE.TOOLTIP
source: This Duplicant will isolate themselves to keep their illness away from the colony
fr: Ce Duplicant va s'isoler pour garder sa maladie à l'écart de la colonie

# STRINGS.DUPLICANTS.CHORES.MOVETOSAFETY.NAME
source: Move to Safety
fr: Se mettre en Sécurité

# STRINGS.DUPLICANTS.CHORES.MOVETOSAFETY.STATUS
source: Moving to safety
fr: Va en sécurité

# STRINGS.DUPLICANTS.CHORES.MOVETOSAFETY.TOOLTIP
source: This Duplicant's getting out of here!
fr: Ce Duplicant sort d'ici

# STRINGS.DUPLICANTS.CHORES.MUSH.NAME
source: Mush
fr: Bouillie

# STRINGS.DUPLICANTS.CHORES.MUSH.STATUS
source: Going to mush
fr: Va faire de la bouillie

# STRINGS.DUPLICANTS.CHORES.MUSH.TOOLTIP
source: This Duplicant is producing food
fr: Ce Duplicant produit de la nourriture

# STRINGS.DUPLICANTS.CHORES.NARCOLEPSY.NAME
source: Narcoleptic Nap
fr: Sieste Narcoleptique

# STRINGS.DUPLICANTS.CHORES.NARCOLEPSY.STATUS
source: Narcolepsy Napping
fr: Sieste Narcoleptique

# STRINGS.DUPLICANTS.CHORES.PEE.NAME
source: Relieve Self
fr: Se soulager

# STRINGS.DUPLICANTS.CHORES.PEE.STATUS
source: Relieving self
fr: Se Soulage

# STRINGS.DUPLICANTS.CHORES.PEE.TOOLTIP
source: This Duplicant didn't find a toilet in time. Oops
fr: Ce Duplicant n'a pas trouvé de toilettes à temps. Oups

# STRINGS.DUPLICANTS.CHORES.POWER_TINKER.NAME
source: Tinker
fr: Bricoler

# STRINGS.DUPLICANTS.CHORES.POWER_TINKER.STATUS
source: Tinkering
fr: Bricolage

# STRINGS.DUPLICANTS.CHORES.POWER_TINKER.TOOLTIP
source: Tinkering with buildings improves their functionality
fr: Bricoler les équipements améliore leur fonctionnement

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.ALLOWED_TO_DEPRESSURIZE
source: Not currently overpressure
fr: N'est pas sous pression

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.CAN_CHAT
source: Unreachable
fr: Inaccessible

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.CAN_CURE
source: No applicable diseases
fr: Pas de Maladie Valable

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.CAN_MOVE_TO
source: Unreachable
fr: Inaccessible

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.CAN_PICKUP
source: Cannot pickup
fr: Ne peut pas Ramasser

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.CHORE_DRIVER_IS_NULL
source: Assigned to: {Assignee}
fr: Assigné à: {Assignee}

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.DOES_SUIT_NEED_RECHARGING_IDLE
source: Suit is currently charged
fr: La combinaison est chargée

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.DOES_SUIT_NEED_RECHARGING_URGENT
source: Suit is currently charged
fr: La combinaison est chargée

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.HAS_ROLE_PERK
source: Requires job perk
fr: Requiert un bonus de mission

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.HAS_SUIT_MARKER
source: No Suit Checkpoint
fr: Pas de Point de Contrôle

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.HAS_TRAIT
source: Missing required trait
fr: Trait Requis Manquant

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.HAS_URGE
source: No current need
fr: Pas de besoin

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.HEADER
source: The selected {Selected} could:
fr: Ce que {Selected} peut faire ici:

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_ALLOWED_BY_AUTOMATION
source: Automated
fr: Automatisé

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_ASSIGNED_TO_ME
source: Not assigned to {Selected}
fr: Pas assigné à {Selected}

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_AWAKE
source: {Selected} is sleeping
fr: {Selected} dort

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_CONSUMPTION_PERMITTED
source: Disallowed by consumable permissions
fr: Non autorisé par les permissions des consommables

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_FETCH_TARGET_AVAILABLE
source: No pending deliveries
fr: Pas de livraison en attente

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_FUNCTIONAL
source: Not functioning
fr: Ne fonctionne pas

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_GETTING_MORE_STRESSED
source: {Selected}'s stress is decreasing
fr: Le stress de {Selected} diminue

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_IN_MY_ROOM
source: Outside {Selected}'s room
fr: A l'extérieur de la chambre de {Selected}

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_MARKED_FOR_DECONSTRUCTION
source: Being deconstructed
fr: En cours de Démolition

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_MARKED_FOR_DISABLE
source: Being disabled
fr: En Cours d'Arrêt

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_MORE_SATISFYING
source: Low priority
fr: Priorité Basse

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_MOVING
source: {Selected} is not moving
fr: {Selected} ne bouge pas

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_NARCOLEPSING
source: {Selected} is currently napping
fr: {Selected} fait une sieste

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_NOT_ANGRY
source: {Selected} is too angry
fr: {Selected} est trop en colère

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_NOT_BEING_ATTACKED
source: {Selected} is in combat
fr: {Selected} est en combat

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_NOT_RED_ALERT
source: Unavailable in Red Alert
fr: Pas disponible pendant l'Alerte Rouge

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_OFF_LADDER
source: {Selected} is busy climbing
fr: {Selected} est occupé à grimper

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_OKAY_TIME_TO_SLEEP
source: No current need
fr: Pas de besoin

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_OPERATIONAL
source: Not operational
fr: Pas Opérationnel

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_PERMITTED
source: Not permitted
fr: Non Autorisé

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_PREFERRED_ASSIGNABLE
source: Not preferred assignment
fr: Pas la Mission Préférée

source: Not preferred assignment
fr: N'est Pas la Mission Préférée

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_ROLE
source: Incorrect job assignment
fr: Assignation des missions incorrecte

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_SCHEDULED_TIME
source: Not allowed by schedule
fr: Pas autorisé par la planification

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_STANDING
source: {Selected} must stand
fr: {Selected} doit se lever

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_STRESS_ABOVE_ACTIVATION_RANGE
source: {Selected} is not stressed right now
fr: {Selected} n'est pas stressé pour le moment

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.IS_VALID
source: Invalid
fr: Invalide

# STRINGS.DUPLICANTS.CHORES.PRECONDITIONS.NOT_IN_TUBE
source: {Selected} is busy in transit
fr: {Selected} est en transit

# STRINGS.DUPLICANTS.CHORES.RECHARGE.NAME
source: Recharge Equipment
fr: Équipement en recharge

# STRINGS.DUPLICANTS.CHORES.RECHARGE.STATUS
source: Recharging equipment
fr: Equipement en recharge

# STRINGS.DUPLICANTS.CHORES.RECHARGE.TOOLTIP
source: This Duplicant is recharging their equipment
fr: Ce Duplicant recharge son équipement

# STRINGS.DUPLICANTS.CHORES.RECOVERBREATH.NAME
source: Recover Breath
fr: Reprend son souffle

# STRINGS.DUPLICANTS.CHORES.RECOVERBREATH.STATUS
source: Recovering breath
fr: Retrouve son souffle

# STRINGS.DUPLICANTS.CHORES.RELAX.NAME
source: Relax
fr: Se détendre

# STRINGS.DUPLICANTS.CHORES.RELAX.STATUS
source: Relaxing
fr: Se détend

# STRINGS.DUPLICANTS.CHORES.RELAX.TOOLTIP
source: This Duplicant is taking it easy
fr: Ce Duplicant laisse couler

# STRINGS.DUPLICANTS.CHORES.RELOCATE.NAME
source: Relocate
fr: Réinstaller

# STRINGS.DUPLICANTS.CHORES.RELOCATE.STATUS
source: Going to relocate
fr: Réinstalle

# STRINGS.DUPLICANTS.CHORES.RELOCATE.TOOLTIP
source: This Duplicant is moving a building to a new location
fr: Ce Duplicant déplace un équipement à un nouvel endroit

# STRINGS.DUPLICANTS.CHORES.REPAIR.NAME
source: Repair
fr: Réparer

# STRINGS.DUPLICANTS.CHORES.REPAIR.STATUS
source: Going to repair
fr: Va réparer

# STRINGS.DUPLICANTS.CHORES.REPAIR.TOOLTIP
source: This Duplicant is fixing a broken building
fr: Ce Duplicant répare un équipement cassé

# STRINGS.DUPLICANTS.CHORES.RESCUEINCAPACITATED.NAME
source: Rescue Friend
fr: Sauve un ami

# STRINGS.DUPLICANTS.CHORES.RESCUEINCAPACITATED.STATUS
source: Rescuing friend
fr: Sauve un ami

# STRINGS.DUPLICANTS.CHORES.RESCUEINCAPACITATED.TOOLTIP
source: This Duplicant is rescuing another Duplicant that has been incapacitated
fr: Ce Duplicant sauve un autre Duplicant qui est frappé d'incapacité

# STRINGS.DUPLICANTS.CHORES.RESEARCH.NAME
source: Research
fr: Rechercher

# STRINGS.DUPLICANTS.CHORES.RESEARCH.STATUS
source: Going to research
fr: Va rechercher

# STRINGS.DUPLICANTS.CHORES.RESEARCH.TOOLTIP
source: This Duplicant is working on the currently selected research focus
fr: Ce Duplicant travaille sur la recherche actuellement sélectionnée

# STRINGS.DUPLICANTS.CHORES.RESTDUETODISEASE.NAME
source: Rest
fr: Se Reposer

# STRINGS.DUPLICANTS.CHORES.RESTDUETODISEASE.STATUS
source: Resting
fr: Se repose

# STRINGS.DUPLICANTS.CHORES.RESTDUETODISEASE.TOOLTIP
source: This Duplicant isn't feeling well and is taking a rest
fr: Ce Duplicant ne se sent pas bien et prend du repos

# STRINGS.DUPLICANTS.CHORES.RETURNSUIT.NAME
source: Dock Exosuit
fr: Suspendre l'Exosuit

# STRINGS.DUPLICANTS.CHORES.RETURNSUIT.STATUS
source: Docking exosuit
fr: Suspend l'Exosuit

# STRINGS.DUPLICANTS.CHORES.RETURNSUIT.TOOLTIP
source: This Duplicant is plugging an exosuit in for refilling
fr: Ce Duplicant branche une exosuit pour la recharger

# STRINGS.DUPLICANTS.CHORES.SCRUBORE.NAME
source: Scrub Ore
fr: Épurer le Minerai

# STRINGS.DUPLICANTS.CHORES.SCRUBORE.STATUS
source: Scrubbing ore
fr: Récure du Minerai

# STRINGS.DUPLICANTS.CHORES.SCRUBORE.TOOLTIP
source: Material ore can be scrubbed to remove Germs present on its surface
fr: Le Minerai peut être purifié pour supprimer les Germes présents à sa surface

# STRINGS.DUPLICANTS.CHORES.SHOWER.NAME
source: Shower
fr: Se Doucher

# STRINGS.DUPLICANTS.CHORES.SHOWER.STATUS
source: Showering
fr: Se douche

# STRINGS.DUPLICANTS.CHORES.SHOWER.TOOLTIP
source: This Duplicant is having a refreshing shower
fr: Ce Duplicant prend une douche rafraîchissante

# STRINGS.DUPLICANTS.CHORES.SIGH.NAME
source: Sigh
fr: Soupirer

# STRINGS.DUPLICANTS.CHORES.SIGH.STATUS
source: Sighing
fr: Soupire

# STRINGS.DUPLICANTS.CHORES.SLEEP.NAME
source: Sleep
fr: Dormir

# STRINGS.DUPLICANTS.CHORES.SLEEP.STATUS
source: Sleeping
fr: Dort

# STRINGS.DUPLICANTS.CHORES.STRESSACTINGOUT.NAME
source: Lash Out
fr: Péter les plombs

# STRINGS.DUPLICANTS.CHORES.STRESSACTINGOUT.STATUS
source: Lashing out
fr: Pète les plombs

# STRINGS.DUPLICANTS.CHORES.STRESSACTINGOUT.TOOLTIP
source: This Duplicant is having a stress-induced tantrum
fr: Ce Duplicant a un excès de colère causé par le stress

# STRINGS.DUPLICANTS.CHORES.STRESSIDLE.NAME
source: Antsy
fr: Nerveux

# STRINGS.DUPLICANTS.CHORES.STRESSIDLE.STATUS
source: Antsy
fr: Nerveux

# STRINGS.DUPLICANTS.CHORES.STRESSIDLE.TOOLTIP
source: This Duplicant is a workaholic and gets stressed when they have nothing to do
fr: Ce Duplicant est un drogué du travail et stresse quand il n'a rien à faire

# STRINGS.DUPLICANTS.CHORES.STRESSVOMIT.NAME
source: Stress Vomit
fr: Vomit à cause du Stress

# STRINGS.DUPLICANTS.CHORES.STRESSVOMIT.STATUS
source: Stress vomiting
fr: Vomissements dû au Stress

# STRINGS.DUPLICANTS.CHORES.STRESSVOMIT.TOOLTIP
source: Some people deal with stress better than others
fr: Des personnes gèrent le stress mieux que d'autres

# STRINGS.DUPLICANTS.CHORES.SWITCHROLE.NAME
source: Start Job
fr: Démarrer une Mission
