Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.CREATURES.SPECIES.SEEDS.COLDBREATHER.NAME
source: Wort Seed
fr: Graine de Moût

# STRINGS.CREATURES.SPECIES.SEEDS.COLDWHEAT.DESC
source: The <style="seed">Seeds</style> of a <style="plant">Sleet Wheat</style> plant. Grain can be sown to cultivate more Sleet Wheat, or processed into <style="food">Food</style>.
fr: Les <style="seed">Graines</style> d'un <style="plant">Blé Grêle</style>. La céréale peut être semée pour cultiver du Blé Grêle, ou être transformée en <style="food">Nourriture</style>.

# STRINGS.CREATURES.SPECIES.SEEDS.COLDWHEAT.NAME
source: Sleet Wheat Grain
fr: Céréale de Blé Grêle

# STRINGS.CREATURES.SPECIES.SEEDS.JUNGLEGASPLANT.DESC
source: The <style="seed">Seed</style> of a <style="plant">Palmera Tree</style>. Digging up Buried Objects may uncover a Palmera Seed.
fr: La <style="seed">Graine</style> d'un <style="plant">Palmier</style>. Déterrer les Objets Enfouis peut mettre au jour une Graine de Palmier.

# STRINGS.CREATURES.SPECIES.SEEDS.JUNGLEGASPLANT.NAME
source: Palmera Seed
fr: Graine de Palmier

# STRINGS.CREATURES.SPECIES.SEEDS.MUSHROOMPLANT.DESC
source: The <style="seed">Seed</style> of a <style="plant">Dusk Cap</style>. Digging up Buried Objects may uncover a Fungal Spore.
fr: La <style="seed">Graine</style> d'un <style="plant">Obscurignon</style>. Déterrer les Objets Enfouis peut mettre au jour un spore fongique.

# STRINGS.CREATURES.SPECIES.SEEDS.MUSHROOMPLANT.NAME
source: Fungal Spore
fr: Spore Fongique

# STRINGS.CREATURES.SPECIES.SEEDS.OILEATER.DESC
source: The <style="seed">Seed</style> of a <style="plant">Ink Bloom</style>. Digging up Buried Objects may uncover an Ink Bloom Seed.
fr: La <style="seed">Graine</style> d'une <style="plant">Fleur d'Encre</style>. Déterrer les Objets Enfouis peut mettre au jour graine de Fleur d'Encre.

# STRINGS.CREATURES.SPECIES.SEEDS.OILEATER.NAME
source: Ink Bloom Seed
fr: Graine de Fleur d'Encre

# STRINGS.CREATURES.SPECIES.SEEDS.PRICKLEFLOWER.DESC
source: The <style="seed">Seed</style> of a <style="plant">Bristle Blossom</style>. Digging up Buried Objects may uncover a Blossom Seed.
fr: La <style="seed">Graine</style> d'une <style="plant">Fleur Velue</style>. Déterrer les Objets Enfouis peut mettre au jour une Graine Velue.

# STRINGS.CREATURES.SPECIES.SEEDS.PRICKLEFLOWER.NAME
source: Blossom Seed
fr: Graine Velue

# STRINGS.CREATURES.SPECIES.SEEDS.PRICKLEGRASS.DESC
source: The <style="seed">Seed</style> of a <style="plant">Bluff Briar</style>. Digging up Buried Objects may uncover a Briar Seed.
fr: La <style="seed">Graine</style> d'un <style="plant">Bluff Briar</style>. Déterrer les Objets Enfouis peut mettre au jour une de Bluff Briar.

# STRINGS.CREATURES.SPECIES.SEEDS.PRICKLEGRASS.NAME
source: Briar Seed
fr: Graine de Bruyère

# STRINGS.CREATURES.SPECIES.SEEDS.SPICE_VINE.DESC
source: The <style="seed">Seed</style> of a <style="plant">Pincha Pepperplant</style>. Digging up Buried Objects may uncover a Pincha Pepper Seed.
fr: La <style="seed">Graine</style> d'un <style="plant">Poivron Pincha</style> Déterrer les Objets Enfouis peut mettre au jour une Graine de Poivron Pincha.

# STRINGS.CREATURES.SPECIES.SEEDS.SPICE_VINE.NAME
source: Pincha Pepper Seed
fr: Graine de Poivron Pincha

# STRINGS.CREATURES.SPECIES.SEEDS.SWAMPLILY.DESC
source: The <style="seed">Seed</style> of a <style="plant">Balm Lily</style>. Digging up Buried Objects may uncover a Balm Lily Seed.
fr: La <style="seed">Graine</style> d'un <style="plant">Lys des Marais</style> Déterrer les Objets Enfouis peut mettre au jour une Graine de Lys des Marais.

# STRINGS.CREATURES.SPECIES.SEEDS.SWAMPLILY.NAME
source: Balm Lily Seed
fr: Graine de Lys des Marais

# STRINGS.CREATURES.SPECIES.SHOCKWORM.DESC
source: Shockworms are exceptionally aggressive and discharge electrical shocks to stun their prey.
fr: Les Électrovers sont particulièrement agressifs et lancent des chocs électriques pour étourdir leur proie.

# STRINGS.CREATURES.SPECIES.SHOCKWORM.NAME
source: Shockworm
fr: Électrover

# STRINGS.CREATURES.SPECIES.SPICE_VINE.DESC
source: Pincha Pepperplants produce flavorful <style="food">Peppernuts</style> for spicing <style="food">Food</style>.
fr: Les plants de Noix Poivrée Pincha produisent des <style="food">Noix Poivrées </style> savoureuses pour épicer la <style="food">Nourriture</style>.

# STRINGS.CREATURES.SPECIES.SPICE_VINE.DOMESTICATEDDESC
source: This plant produces <style="food">Pincha Peppernut</style> spices.
fr: Cette plante produit des épices de <style="food">Noix Poivrée Pincha</style>.

# STRINGS.CREATURES.SPECIES.SPICE_VINE.NAME
source: Pincha Pepperplant
fr: Noix Poivrée Pincha

# STRINGS.CREATURES.SPECIES.STEAMSPOUT.DESC
source: A rocky vent that spouts <style="gas">Steam</style>.
fr: Une ouverture rocheuse qui fait jaillir de la <style="gas">Vapeur</style>.

# STRINGS.CREATURES.SPECIES.STEAMSPOUT.NAME
source: Steam Spout
fr: Geyser de Vapeur

# STRINGS.CREATURES.SPECIES.SWAMPLILY.DESC
source: Balm Lilies produce <style="medicine">Balm Lily Flowers</style>, a lovely bloom with medicinal properties.
fr: Les Nénuphars produisent des <style="medicine">Fleurs de Nénuphars</style>, une fleur adorable possédant des propriétés médicinales.

# STRINGS.CREATURES.SPECIES.SWAMPLILY.DOMESTICATEDDESC
source: This plant produces medicinal <style="medicine">Balm Lily Flowers</style>.
fr: Cette plante produit du <style="medicine">Baume de Lys des Marais</style> à usage médical.

# STRINGS.CREATURES.SPECIES.SWAMPLILY.NAME
source: Balm Lily
fr: Lys des Marais

# STRINGS.CREATURES.STATS.AIRPRESSURE.NAME
source: Air Pressure
fr: Pression d'Air

# STRINGS.CREATURES.STATS.AIRPRESSURE.TOOLTIP
source: The average gas density of the air surrounding this plant
fr: La densité de gaz moyenne de l'air entourant cette plante

# STRINGS.CREATURES.STATS.FERTILIZATION.ABSORBING_MODIFIER
source: Absorbing
fr: Absorbe

# STRINGS.CREATURES.STATS.FERTILIZATION.CONSUME_MODIFIER
source: Consuming
fr: Consomme

# STRINGS.CREATURES.STATS.FERTILIZATION.NAME
source: Fertilization
fr: Fertilisation

# STRINGS.CREATURES.STATS.HEALTH.NAME
source: Health
fr: Santé

# STRINGS.CREATURES.STATS.ILLUMINATION.NAME
source: Illumination
fr: Éclairage

# STRINGS.CREATURES.STATS.IRRIGATION.ABSORBING_MODIFIER
source: Absorbing
fr: Absorbe

# STRINGS.CREATURES.STATS.IRRIGATION.CONSUME_MODIFIER
source: Consuming
fr: Consomme

# STRINGS.CREATURES.STATS.MATURITY.AMOUNT_DESC_FMT
source: {0}: {1} Next harvest in {2}
fr: {0}: {1} Prochaine Récolte dans {2}

# STRINGS.CREATURES.STATS.MATURITY.GROWING
source: Domestic growth rate
fr: Développement en culture

# STRINGS.CREATURES.STATS.MATURITY.GROWINGWILD
source: Wild growth rate
fr: Développement à l'état sauvage

# STRINGS.CREATURES.STATS.MATURITY.NAME
source: Growth Progress
fr: Développement

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP
source: Growth Progress ------------------
fr: Croissance ------------------

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP_GROWING
source: Predicted Maturation: {0}
fr: Maturation Prévue: {0}

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP_GROWING_CROP
source: Predicted Maturation Time: {0} Next harvest occurs in approximately {1}
fr: Temps de Maturation Prévue: {0} Prochaine récolte prévue approximativement dans {1}

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP_GROWN
source: Growth paused while plant awaits harvest
fr: La croissance s'arrête pendant que la plante attend la récolte

# STRINGS.CREATURES.STATS.MATURITY.TOOLTIP_STALLED
source: Poor conditions have halted this plant's growth
fr: De mauvaises conditions ont stoppé la croissance de cette plante

# STRINGS.CREATURES.STATS.ROT.NAME
source: Freshness Percent
fr: Pourcentage de Fraîcheur

# STRINGS.CREATURES.STATS.ROT.TOOLTIP
source: Freshness ------------------ Food items become stale at fifty percent freshness, and rot at zero percent
fr: Fraîcheur ------------------ Les produits alimentaires deviendront rassis à cinquante pour cent, et pourriront à zéro pour cent

# STRINGS.CREATURES.STATS.THERMALCONDUCTIVITY.NAME
source: Thermal Conductivity
fr: Conductivité thermique

# STRINGS.CREATURES.STATS.THERMALCONDUCTIVITY.TOOLTIP
source: Heat can pass through the selected object at a rate of (W/m)/K
fr: La chaleur peut passer à travers l'élément sélectionné au taux de (W/m)/K

# STRINGS.CREATURES.STATS.THERMALCONDUCTIVITYBARRIER.NAME
source: Thermal Conductivity Barrier
fr: Barrière de conductivité thermique

# STRINGS.CREATURES.STATS.THERMALCONDUCTIVITYBARRIER.TOOLTIP
source: Thick conductivity barriers increase the time it takes an object to heat up or cool down
fr: Les barrières de conductivité épaisses augmentent le temps nécessaire à un objet pour chauffer ou refroidir

# STRINGS.CREATURES.STATUSITEMS.ATMOSPHERICPRESSURETOOHIGH.NAME
source: • Pressure
fr: •Pression

# STRINGS.CREATURES.STATUSITEMS.ATMOSPHERICPRESSURETOOHIGH.TOOLTIP
source: Growth will resume when air pressure is between {low_mass} and {high_mass}
fr: La croissance reprendra lorsque la pression de l'air se situera entre {low_mass} et {high_mass}

# STRINGS.CREATURES.STATUSITEMS.ATMOSPHERICPRESSURETOOLOW.NAME
source: • Pressure
fr: •Pression

# STRINGS.CREATURES.STATUSITEMS.ATMOSPHERICPRESSURETOOLOW.TOOLTIP
source: Growth will resume when air pressure is between {low_mass} and {high_mass}
fr: La croissance reprendra lorsque la pression de l'air se situera entre {low_mass} et {high_mass}

# STRINGS.CREATURES.STATUSITEMS.BARREN.NAME
source: Barren
fr: Stérile

# STRINGS.CREATURES.STATUSITEMS.BARREN.TOOLTIP
source: This plant will produce no more seeds
fr: Cette plante ne produira plus de graines

# STRINGS.CREATURES.STATUSITEMS.BREATH.NAME
source: Suffocating
fr: Suffoque

# STRINGS.CREATURES.STATUSITEMS.BREATH.TOOLTIP
source: This creature is about to suffocate
fr: Cette créature est sur le point de suffoquer

# STRINGS.CREATURES.STATUSITEMS.BURROWED.NAME
source: Burrowed
fr: Enterré

# STRINGS.CREATURES.STATUSITEMS.BURROWED.TOOLTIP
source: Shh! It thinks it's hiding
fr: Chut ! Je pense que ça se cache

# STRINGS.CREATURES.STATUSITEMS.BURROWING.NAME
source: Burrowing
fr: S'enterre

# STRINGS.CREATURES.STATUSITEMS.BURROWING.TOOLTIP
source: This creature is trying to hide
fr: Cette créature essaye de se cacher

# STRINGS.CREATURES.STATUSITEMS.CANTACCEPTFERTILIZER.NAME
source: • Fertilization
fr: •Fertilisation

# STRINGS.CREATURES.STATUSITEMS.CANTACCEPTFERTILIZER.TOOLTIP
source: This farm plot does not accept fertilizer Move the selected plant to a fertilization capable plot for optimal growth
fr: Cette parcelle agricole n'accepte pas de fertilisant Déplacez la plante sélectionnée sur une parcelle qui accepte le fertilisant pour une croissance optimale

# STRINGS.CREATURES.STATUSITEMS.CANTACCEPTIRRIGATION.TOOLTIP
source: This farm plot does not accept irrigation Move the selected plant to an irrigation capable plot for optimal growth
fr: Cette parcelle agricole n'accepte pas l'irrigation Déplacez la plante sélectionnée sur une parcelle qui accepte l'irrigation pour une croissance optimale

# STRINGS.CREATURES.STATUSITEMS.COLD.NAME
source: Chilly surroundings
fr: Environnements Gelés

# STRINGS.CREATURES.STATUSITEMS.COLD.TOOLTIP
source: This creature cannot retain enough heat to stay warm in this environment It prefers temperatures between {0} and {1}
fr: Cette créature ne peut pas conserver suffisamment de chaleur pour rester au chaud dans cette zone Elle préfère les températures comprises entre {0} et {1}

# STRINGS.CREATURES.STATUSITEMS.COLD_CROP.NAME
source: • Body Temperature
fr: •Température corporelle

# STRINGS.CREATURES.STATUSITEMS.COLD_CROP.TOOLTIP
source: Growth will resume when ambient temperature is between {low_temperature} and {high_temperature}
fr: La croissance reprendra lorsque la température ambiante se situera entre {low_temperature} et {high_temperature}

# STRINGS.CREATURES.STATUSITEMS.CONSIDERINGLURE.NAME
source: Piqued
fr: Piqué

# STRINGS.CREATURES.STATUSITEMS.CONSIDERINGLURE.TOOLTIP
source: This creature is tempted to bite a nearby lure
fr: Cette créature essaye de mordre un leurre à proximité

# STRINGS.CREATURES.STATUSITEMS.CONTAMINATEDATMOSPHERE.NAME
source: Pollution Exposure
fr: Exposition à la Pollution

# STRINGS.CREATURES.STATUSITEMS.CONTAMINATEDATMOSPHERE.TOOLTIP
source: Exposure to contaminants is accelerating this food's decay rate
fr: L'Exposition aux contaminants accélère la détérioration de la nourriture

# STRINGS.CREATURES.STATUSITEMS.COOLING.NAME
source: Chilly Breath
fr: Souffle Froid

# STRINGS.CREATURES.STATUSITEMS.COOLING.TOOLTIP
source: This creature's respiration is having a cooling effect on the area
fr: La respiration de cette créature refroidit la zone environnante

# STRINGS.CREATURES.STATUSITEMS.CROP_TOO_BRIGHT.NAME
source: • Illumination
fr: •Éclairage

# STRINGS.CREATURES.STATUSITEMS.CROP_TOO_BRIGHT.TOOLTIP
source: Growth will resume when darkness requirements are met
fr: La croissance reprendra quand le besoin d'obscurité sera satisfait

# STRINGS.CREATURES.STATUSITEMS.CROP_TOO_DARK.NAME
source: • Illumination
fr: •Éclairage

# STRINGS.CREATURES.STATUSITEMS.CROP_TOO_DARK.TOOLTIP
source: Growth will resume when light requirements are met
fr: La croissance reprendra quand le besoin de lumière sera satisfait

# STRINGS.CREATURES.STATUSITEMS.DEAD.NAME
source: Dead
fr: Mort

# STRINGS.CREATURES.STATUSITEMS.DEAD.TOOLTIP
source: This creature isn't getting back up
fr: Cette créature ne se relève pas

# STRINGS.CREATURES.STATUSITEMS.DIGESTING.NAME
source: Digesting
fr: Digère

# STRINGS.CREATURES.STATUSITEMS.DIGESTING.TOOLTIP
source: This creature is working off a big meal
fr: Cette créature œuvre à un festin

# STRINGS.CREATURES.STATUSITEMS.DROWNING.NAME
source: Drowning
fr: Se noie

# STRINGS.CREATURES.STATUSITEMS.DROWNING.TOOLTIP
source: This creature cannot survive in liquid
fr: Cette créature ne survit pas dans le liquide

# STRINGS.CREATURES.STATUSITEMS.DRYINGOUT.NAME
source: • Beached
fr: •Echoué

# STRINGS.CREATURES.STATUSITEMS.DRYINGOUT.TOOLTIP
source: This plant must be submerged in liquid to grow
fr: Cette plante doit être immergée dans du liquide pour pousser

# STRINGS.CREATURES.STATUSITEMS.EATING.NAME
source: Eating
fr: Mange

# STRINGS.CREATURES.STATUSITEMS.EATING.TOOLTIP
source: This creature found something tasty
fr: Cette créature a trouvé quelque chose de savoureux

# STRINGS.CREATURES.STATUSITEMS.EMERGING.NAME
source: Emerging
fr: Emerge

# STRINGS.CREATURES.STATUSITEMS.EMERGING.TOOLTIP
source: This creature is leaving its burrow
fr: Cette créature quitte son terrier

# STRINGS.CREATURES.STATUSITEMS.ENTOMBED.LINE_ITEM
source: • Entombed
fr: • Enterré

# STRINGS.CREATURES.STATUSITEMS.ENTOMBED.NAME
source: Entombed
fr: Enterré

# STRINGS.CREATURES.STATUSITEMS.ENTOMBED.TOOLTIP
source: This creature is trapped and needs help digging out
fr: Cette créature est piégée et a besoin d'aide

# STRINGS.CREATURES.STATUSITEMS.EXHALING.NAME
source: Exhaling
fr: Exhale

# STRINGS.CREATURES.STATUSITEMS.EXHALING.TOOLTIP
source: This creature is expelling gas from its lungsacs
fr: Cette créature expulse du gaz de ses poumons

# STRINGS.CREATURES.STATUSITEMS.EXTERNALTEMPERATURE.NAME
source: External Temperature
fr: Température Extérieure

# STRINGS.CREATURES.STATUSITEMS.EXTERNALTEMPERATURE.TOOLTIP
source: External Temperature ------------------ This creature's environment is {0}
fr: Température extérieure ------------------ L'environnement de cette créature est à {0}

# STRINGS.CREATURES.STATUSITEMS.FALLING.NAME
source: Falling
fr: Tombe

# STRINGS.CREATURES.STATUSITEMS.FLEEING.NAME
source: Fleeing
fr: Fuit

# STRINGS.CREATURES.STATUSITEMS.FLEEING.TOOLTIP
source: This creature is trying to escape Get'em!
fr: Cette créature tente de s'échapper Rattrapez-là!

# STRINGS.CREATURES.STATUSITEMS.FRESH.NAME
source: Fresh {RotPercentage}
fr: Frais {RotPercentage}

# STRINGS.CREATURES.STATUSITEMS.FRESH.TOOLTIP
source: Get'em while they're hot! {RotTooltip}
fr: Chopez les tant qu'ils sont chauds! {RotTooltip}

# STRINGS.CREATURES.STATUSITEMS.GROWING.NAME
source: Growing [{PercentGrow}%]
fr: Pousse {PercentGrow}%]

# STRINGS.CREATURES.STATUSITEMS.GROWING.TOOLTIP
source: Next harvest: {TimeUntilNextHarvest}
fr: Prochaine récolte: {TimeUntilNextHarvest}

# STRINGS.CREATURES.STATUSITEMS.HATCHING.NAME
source: Hatching
fr: Éclosion

# STRINGS.CREATURES.STATUSITEMS.HATCHING.TOOLTIP
source: Here it comes!
fr: Ça vient!

# STRINGS.CREATURES.STATUSITEMS.HEALTHSTATUS.NAME
source: Injuries: {healthState}
fr: Blessures: {healthState}

# STRINGS.CREATURES.STATUSITEMS.HEALTHSTATUS.TOOLTIP
source: Current physical status: {healthState}
fr: État de santé actuel: {healthState}

# STRINGS.CREATURES.STATUSITEMS.HIGH_YIELD.NAME
source: Excellent Yield
fr: Rendement Excellent

# STRINGS.CREATURES.STATUSITEMS.HIGH_YIELD.TOOLTIP
source: Consistently ideal conditions allowed this plant to bear a large yield {Effects}
fr: Des conditions optimales en permanence ont permis à cette plante d'avoir un rendement important {Effects}

# STRINGS.CREATURES.STATUSITEMS.HOT.NAME
source: Toasty surroundings
fr: Environnement Douillet

# STRINGS.CREATURES.STATUSITEMS.HOT.TOOLTIP
source: This creature cannot let off enough heat to keep cool in this environment It prefers temperatures between {0} and {1}
fr: Cette créature ne parvient pas à évacuer suffisamment de chaleur pour rester dans cet environnement Elle préfère les températures comprises entre {0} et {1}

# STRINGS.CREATURES.STATUSITEMS.HOT_CROP.NAME
source: • Body Temperature
fr: •Température corporelle

# STRINGS.CREATURES.STATUSITEMS.HOT_CROP.TOOLTIP
source: Growth will resume when ambient temperature is between {low_temperature} and {high_temperature}
fr: La croissance reprendra lorsque la température ambiante se situera entre {low_temperature} et {high_temperature}

# STRINGS.CREATURES.STATUSITEMS.HYPERTHERMIA.NAME
source: Overheating
fr: Insolation

# STRINGS.CREATURES.STATUSITEMS.HYPERTHERMIA.TOOLTIP
source: Internal temperature is dangerously high [{InternalTemperature} / {TargetTemperature}]
fr: La température interne est dangereusement élevée [{InternalTemperature} / {TargetTemperature}]

# STRINGS.CREATURES.STATUSITEMS.HYPOTHERMIA.NAME
source: Freezing
fr: Gèle

# STRINGS.CREATURES.STATUSITEMS.HYPOTHERMIA.TOOLTIP
source: Internal temperature is dangerously low
fr: La température interne est dangereusement basse

# STRINGS.CREATURES.STATUSITEMS.IDLE.NAME
source: Idle
fr: En pause

# STRINGS.CREATURES.STATUSITEMS.IDLE.TOOLTIP
source: Just enjoying life, y'know?
fr: Simplement apprécier la vie, tu sais?

# STRINGS.CREATURES.STATUSITEMS.INCUBATING.NAME
source: Incubating
fr: Incube

# STRINGS.CREATURES.STATUSITEMS.INCUBATING.TOOLTIP
source: The creature inside is gestating comfortably
fr: Une créature se développe confortablement dedans

# STRINGS.CREATURES.STATUSITEMS.LAYINGANEGG.NAME
source: Laying an egg
fr: Pond

# STRINGS.CREATURES.STATUSITEMS.LAYINGANEGG.TOOLTIP
source: This creature is performing in the miracle of life
fr: Cette créature participe au miracle de la vie

# STRINGS.CREATURES.STATUSITEMS.LOOKINGFORFOOD.NAME
source: Foraging
fr: Fore

# STRINGS.CREATURES.STATUSITEMS.LOOKINGFORFOOD.TOOLTIP
source: This creature is hungry and looking for food
fr: Cette créature a faim et cherche de la nourriture

# STRINGS.CREATURES.STATUSITEMS.LOW_YIELD.NAME
source: Standard Yield
fr: Rendement Standard

# STRINGS.CREATURES.STATUSITEMS.LOW_YIELD.TOOLTIP
source: This plant produced an average yield
fr: Cette plante a une production moyenne

# STRINGS.CREATURES.STATUSITEMS.NAME_NON_GROWING_PLANT
source: Wilted
fr: Fâné

# STRINGS.CREATURES.STATUSITEMS.NEEDSFERTILIZER.NAME
source: • Fertilization
fr: •Fertilisation

# STRINGS.CREATURES.STATUSITEMS.NEEDSFERTILIZER.TOOLTIP
source: Growth will resume when fertilization requirements are met
fr: La croissance reprendra quand les besoins en fertilisant seront satisfaits

# STRINGS.CREATURES.STATUSITEMS.NEEDSIRRIGATION.TOOLTIP
source: Growth will resume when liquid requirements are met
fr: La croissance reprendra quand les besoins en liquide seront satisfaits

# STRINGS.CREATURES.STATUSITEMS.NORMAL_YIELD.NAME
source: Good Yield
fr: Bon Rendement

# STRINGS.CREATURES.STATUSITEMS.NORMAL_YIELD.TOOLTIP
source: Comfortable conditions allowed this plant to produce a better yield {Effects}
fr: De meilleures conditions ont permis à cette plante d'avoir un meilleur rendement {Effects}

# STRINGS.CREATURES.STATUSITEMS.PERFECTATMOSPHERICPRESSURE.NAME
source: Ideal Air Pressure
fr: Pression d'Air Idéale

# STRINGS.CREATURES.STATUSITEMS.PERFECTATMOSPHERICPRESSURE.TOOLTIP
source: This creature is comfortable in the current atmospheric pressure Ideal Range: {0} - {1}
fr: Cette créature se sent bien dans la pression atmosphérique actuelle Amplitude Idéale: {0} - {1}

# STRINGS.CREATURES.STATUSITEMS.PERFECTTEMPERATURE.NAME
source: Ideal Temperature
fr: Température Idéale

# STRINGS.CREATURES.STATUSITEMS.PERFECTTEMPERATURE.TOOLTIP
source: This creature finds the current ambient temperature comfortable Ideal Range: {0} - {1}
fr: Cette créature se sent bien avec la température actuelle Amplitude Idéale: {0} - {1}

# STRINGS.CREATURES.STATUSITEMS.PLANTDEATH.NAME
source: Dead
fr: Mort

# STRINGS.CREATURES.STATUSITEMS.PLANTDEATH.NOTIFICATION
source: Plants have died
fr: Les plantes sont mortes

# STRINGS.CREATURES.STATUSITEMS.PLANTDEATH.NOTIFICATION_TOOLTIP
source: These plants have died and will produce no more harvests:
fr: Ces plantes sont mortes et ne produiront plus de récoltes:

# STRINGS.CREATURES.STATUSITEMS.PLANTDEATH.TOOLTIP
source: This plant will produce no more harvests
fr: Cette plante ne produira plus de récolte

# STRINGS.CREATURES.STATUSITEMS.READYFORHARVEST.NAME
source: Harvest Ready
fr: Récolte prête

# STRINGS.CREATURES.STATUSITEMS.READYFORHARVEST.TOOLTIP
source: This plant can be harvested for materials
fr: Cette plante peut être récoltée pour ses matériaux

# STRINGS.CREATURES.STATUSITEMS.RECEPTACLEINOPERATIONAL.NAME
source: • Farm plot inoperable
fr: • Parcelle agricole inexploitable

# STRINGS.CREATURES.STATUSITEMS.RECEPTACLEINOPERATIONAL.TOOLTIP
source: This farm plot cannot grow plants in its current state
fr: Cette parcelle agricole ne permet pas de faire pousser de plante dans son état actuel

# STRINGS.CREATURES.STATUSITEMS.RECEPTACLEOPERATIONAL.NAME
source: Farm plot operational
fr: Parcelle agricole opérationnelle

# STRINGS.CREATURES.STATUSITEMS.RECEPTACLEOPERATIONAL.TOOLTIP
source: This plant's farm plot is operational
fr: La parcelle agricole de cette plante est opérationnelle

# STRINGS.CREATURES.STATUSITEMS.REFRIGERATED.NAME
source: Refrigerated
fr: Réfrigéré

# STRINGS.CREATURES.STATUSITEMS.REFRIGERATED.TOOLTIP
source: Ideal temperature storage is slowing this food's decay rate
fr: La température idéale de ce rangement ralentit la dégradation de la nourriture

# STRINGS.CREATURES.STATUSITEMS.SCALDING.NAME
source: Scalding
fr: Brûlant

# STRINGS.CREATURES.STATUSITEMS.SCALDING.NOTIFICATION_NAME
source: Scalding
fr: Brûlant

# STRINGS.CREATURES.STATUSITEMS.SCALDING.NOTIFICATION_TOOLTIP
source: Scalding temperatures are hurting these Duplicants:
fr: Les températures brûlantes blessent ces Duplicants:

# STRINGS.CREATURES.STATUSITEMS.SCALDING.TOOLTIP
source: Current external temperature is perilously high [{ExternalTemperature} / {TargetTemperature}]
fr: La température externe actuelle est dangereusement haute [{ExternalTemperature} / {TargetTemperature}]

# STRINGS.CREATURES.STATUSITEMS.SLEEPING.NAME
source: Sleeping
fr: Dort

# STRINGS.CREATURES.STATUSITEMS.SLEEPING.TOOLTIP
source: This creature is replenishing its stamina
fr: Cette creature reprend des forces

# STRINGS.CREATURES.STATUSITEMS.SPOILED.NAME
source: Rotten
fr: Pourri

# STRINGS.CREATURES.STATUSITEMS.SPOILED.TOOLTIP
source: This food has putrefied and should not be consumed
fr: Cette nourriture a pourri et ne devrait pas être consommée
