Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.LIQUIDCOOLING
source: Reduces the temperature of piped liquids by {0}
fr: Réduit la température des liquides canalisés par {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.MAX_WATTAGE
source: Drawing more than the maximum allowed power can result in damage to the circuit
fr: Utiliser plus de puissance que le maximum autorisé peut provoquer des dommages sur le circuit

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.MINIMUM_TEMP
source: Ceases to function when temperatures fall below {0}
fr: Cesse de fonctionner lorsque les températures chutent sous {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.MOVEMENT_BONUS
source: Increases the Runspeed of Duplicants
fr: Augmente la vitesse de déplacement des Duplicants

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.NOISE_POLLUTION_DECREASE
source: Dampens noise at {0} dB in a {1} tile radius
fr: Atténue le bruit de {0} dB dans un rayon de {1} dalle(s)

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.NOISE_POLLUTION_INCREASE
source: Produces noise at {0} dB in a {1} tile radius
fr: Produit un bruit à {0} dB dans un rayon de {1} dalle(s)

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.OPERATIONEFFECTS
source: The building will produce these effects when its requirements are met
fr: L'équipement produira ces effets lorsque ses besoins seront satisfaits

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.OPERATIONREQUIREMENTS
source: All requirements must be met in order for this building to operate
fr: Toutes les exigences doivent être respectées pour que cet équipement fonctionne

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.OVER_PRESSURE_MASS
source: Ceases to function when the surrounding mass is above {0}
fr: Cesse de fonctionner lorsque la masse environnante est au-dessus de {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.OVERHEAT_TEMP
source: Begins overheating at {0} and melts down at {1}
fr: Sera en surchauffe à {0} et fondra à {1}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.PLANTERBOX_PENTALTY
source: Plants grow more slowly when contained within boxes
fr: Les plantes poussent plus lentement lorsqu'elles sont contenues dans des boites

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.PREFERS_ROOM
source: This building gains additional effects or functionality when built inside a {0}
fr: L'équipement gagne des fonctions supplémentaires ou des effets bonus s'il est situé dans un {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.PROCESSEDITEM
source: Refining this material produces {0}
fr: Raffiner ce matériau produit {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.PROCESSES
source: This building processes raw materials into refined materials
fr: Ce bâtiment transforme les matières premières en matériaux raffinés

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.PRODUCES_RESEARCH_POINTS
source: Produces {0} research
fr: Produit la recherche {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REFILLOXYGENTANK
source: Refills Exosuit Oxygen Tanks with oxygen for reuse
fr: Remplit les réservoirs d'oxygène de l'Exosuit avec de l'oxygène pour réutilisation

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REFINEMENT_ENERGY_HAS_COOLANT
source: {0} of heat will be produced to cool off the fabricated item This will raise the temperature of the contained {1} by {2}, and heat the containing building
fr: {0} de chaleur sera produit pour refroidir l'objet fabriqué Cela augmentera la température du {1} contenu de {2}, et chauffera l'équipement qui le contient

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REFINEMENT_ENERGY_NO_COOLANT
source: {0} of heat will be produced to cool off the fabricated item If {1} is used for coolant, its temperature will be raised by {2}, and will heat the containing building
fr: {0} de chaleur sera produit pour refroidir l'objet fabriqué Si {1} est utilisé comme réfrigérant, sa température augmentera de {2}, et chauffera l'équipement qui le contient

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REMOVES_DISEASE
source: Cooking pasteurizes ingredients and removes their disease risk
fr: Cuisiner pasteurise les ingrédients et supprime les risques de maladie

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REMOVESEFFECTSUBTITLE
source: Use of this building will remove the listed effects
fr: L'utilisation de cet équipement supprimera les effets énumérés

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESCREATIVITY
source: A Duplicant must work on this object to create art
fr: Ce Duplicant doit travailler sur cet objet pour créer de l'art

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESELEMENT
source: Must receive deliveries of <style={0}>{1}</style> to function
fr: Doit recevoir des livraisons de <style={0}>{1}</style> pour fonctionner

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESGASINPUT
source: Must receive gas from a gas pipe system
fr: Doit recevoir le gaz à travers un système de tuyauterie

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESGASOUTPUT
source: Must expel gas through a gas pipe system
fr: Doit expulser le gaz à travers un système de tuyauterie

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESGASOUTPUTS
source: Must expel gas through a gas pipe system
fr: Doit expulser le gaz à travers un système de tuyauterie

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESLIQUIDINPUT
source: Must receive liquid from a liquid pipe system
fr: Doit recevoir le liquide à travers un système de canalisation

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESLIQUIDOUTPUT
source: Must expel liquid through a liquid pipe system
fr: Doit expulser le liquide à travers un système de canalisation

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESLIQUIDOUTPUTS
source: Must expel liquid through a liquid pipe system
fr: Doit expulser le liquide à travers un système de canalisation

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESMANUALOPERATION
source: A Duplicant must be present to run this building
fr: Un Duplicant doit être présent pour utiliser cet équipement

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESPOWER
source: Must be connected to a power grid with at least -{0} of available power
fr: Doit être connecté à un réseau électrique avec au moins -{0} d'énergie disponible

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESPOWERGENERATOR
source: Must be connected to a power producing generator to function
fr: Doit être connecté à un générateur d'énergie pour fonctionner

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESROOM
source: Must be built within a Dedicated Room ------------------ Room will become a {0} after construction
fr: Doit être construit dans une pièce dédiée ------------------ Après construction, la Pièce deviendra: {0}

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.REQUIRESSEED
source: Must receive a plant seed
fr: Doit recevoir une graine de plante

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.RESEARCH_MATERIALS
source: This research station consumes {2} of {1} for each research point produced
fr: Cette Station de Recherche consomme {2} de {1} par point de recherche produit

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.STORAGECAPACITY
source: Holds up to {0} of material
fr: Contient Jusqu'à {0} de matériaux

# STRINGS.UI.BUILDINGEFFECTS.TOOLTIPS.STRESSREDUCEDPERMINUTE
source: Removes {0} of Duplicants' Stress for every uninterrupted minute of use
fr: Supprime {0} du Stress des Duplicants pour chaque minute d'utilisation ininterrompue

# STRINGS.UI.CALCULATING
source: Calculating...
fr: Calcul...

# STRINGS.UI.CANCELPLACEINRECEPTACLE
source: Cancel
fr: Annuler

# STRINGS.UI.CANCELREMOVALFROMRECEPTACLE
source: Cancel
fr: Annuler

# STRINGS.UI.CHANGEPERCYCLE
source: Change per cycle: {0}
fr: Modification par cycle: {0}

# STRINGS.UI.CHANGEPERSECOND
source: Change per second: {0}
fr: Modification par seconde: {0}

# STRINGS.UI.CHARACTERCONTAINER_APTITUDES_TITLE
source: INTERESTS
fr: INTÉRÊTS

# STRINGS.UI.CHARACTERCONTAINER_CONGENITALTRAIT
source: Genetic Trait: {0}
fr: Trait Génétique: {0}

# STRINGS.UI.CHARACTERCONTAINER_EXPECTATIONS_TITLE
source: ADDITIONAL
fr: INFOS SUPPLÉMENTAIRES

# STRINGS.UI.CHARACTERCONTAINER_SKILLS_TITLE
source: ATTRIBUTES
fr: ATTRIBUTS

# STRINGS.UI.CHARACTERCONTAINER_STRESSTRAIT
source: Stress Response: {0}
fr: Réponse au stress: {0}

# STRINGS.UI.COLONYLOSTSCREEN.COLONYLOST
source: COLONY LOST
fr: COLONIE PERDUE

# STRINGS.UI.COLONYLOSTSCREEN.COLONYLOSTDESCRIPTION
source: All Duplicants are dead or incapacitated.
fr: Tous les Duplicants sont morts ou hors service.

# STRINGS.UI.COLONYLOSTSCREEN.DISMISSBUTTON
source: DISMISS
fr: REJETER

# STRINGS.UI.COLONYLOSTSCREEN.QUITBUTTON
source: MAIN MENU
fr: MENU PRINCIPAL

# STRINGS.UI.COLONYLOSTSCREEN.RESTARTPROMPT
source: Press <color=#F44A47>[ESC]</color> to return to a previous colony, or begin a new one.
fr: Cliquez sur <color=#F44A47>[ESC]</color> pour retourner à une ancienne colonie, ou pour en commencer une nouvelle.

# STRINGS.UI.CONFIRMDIALOG.CANCEL
source: CANCEL
fr: ANNULER

# STRINGS.UI.CONSUMABLES
source: CONSUMABLES
fr: CONSOMMABLES

# STRINGS.UI.CONSUMABLESSCREEN.EXPECTATIONS_ABOVE
source: <b><color=#B87194FF>fulfills</color></b>
fr: <b><color=#B87194FF>remplit</color></b>

# STRINGS.UI.CONSUMABLESSCREEN.EXPECTATIONS_BELOW
source: is <b><color=#B87194FF>below</color></b>
fr: est <b><color=#B87194FF>en dessous</color></b>

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_AVAILABLE
source: Available: {0}
fr: Disponible: {0}

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_CANT_CONSUME
source: <b>{0}</b> <color=#B87194FF>physically cannot</color> eat <b>{1}</b>
fr: <b>{0}</b> <color=#B87194FF>ne peut physiquement pas</color> manger <b>{1}</b>

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_EXPECTATIONS
source: Expectations
fr: Attentes

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_EXPECTATIONS_TOOLTIP
source: Expectations ------------------ Desires food that is {0} quality or better
fr: Attentes ------------------ Désire de la nourriture de qualité {0} ou mieux

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_PERMISSION_OFF
source: <b>{0}</b> is <color=#B87194FF>not allowed</color> to eat <b>{1}</b>
fr: <b>{0}</b> n'est <color=#B87194FF>pas autorisé(e)</color> à manger <b>{1}</b>

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_PERMISSION_ON
source: <b>{0}</b> is <color=#B87194FF>allowed</color> to eat <b>{1}</b>
fr: <b>{0}</b> est <color=#B87194FF>autorisé(e)</color> à manger <b>{1}</b>

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_QUALITY
source: Quality: {0}
fr: Qualité: {0}

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_QUALITY_VS_EXPECTATION
source: ------------------ This food type {0} {1}'s quality expectations [{2} Quality / {3} Expectation]
fr: ------------------ Ce type de nourriture {0} les critères de qualité de {1} [Qualité: {2}/ Attentes: {3}]

# STRINGS.UI.CONSUMABLESSCREEN.FOOD_REFUSE
source: <b>{0}</b> <color=#B87194FF>refuses</color> to eat <b>{1}</b>
fr: <b>{0}</b> <color=#B87194FF>refuse</color> de manger <b>{1}</b>

# STRINGS.UI.CONSUMABLESSCREEN.NEW_MINIONS_FOOD_PERMISSION_OFF
source: <b>New Duplicants</b> are <color=#B87194FF>not allowed</color> to eat <b>{0}</b> by default
fr: Les <b>Nouveaux Duplicants</b> ne sont pas <color=#B87194FF>autorisés</color> à manger <b>{0}</b> par défaut

# STRINGS.UI.CONSUMABLESSCREEN.NEW_MINIONS_FOOD_PERMISSION_ON
source: <b>New Duplicants</b> are <color=#B87194FF>allowed</color> to eat <b>{0}</b> by default
fr: Les <b>Nouveaux Duplicants</b> sont <color=#B87194FF>autorisés</color> à manger <b>{0}</b> par défaut

# STRINGS.UI.CONSUMABLESSCREEN.NEW_MINIONS_TOOLTIP_TOGGLE_ROW
source: Toggle all food permissions for <b>New Duplicants</b>
fr: Bascule toutes les permissions concernant la nourriture pour les <b>Nouveaux Duplicants</b>

# STRINGS.UI.CONSUMABLESSCREEN.STRESS_TOOLTIP
source: Stress ------------------ {0} of a possible 100%
fr: Stress ------------------ {0} sur les 100% possibles

# STRINGS.UI.CONSUMABLESSCREEN.TITLE
source: CONSUMABLES
fr: CONSOMMABLES

# STRINGS.UI.CONSUMABLESSCREEN.TOOLTIP_TOGGLE_ALL
source: Toggle all food permissions colonywide
fr: Inverse les permissions concernant la nourriture pour toute la colonie

# STRINGS.UI.CONSUMABLESSCREEN.TOOLTIP_TOGGLE_COLUMN
source: Toggle colonywide <b>{0}</b> permission
fr: Inverse la permission <b>{0}</b> pour toute la colonie

# STRINGS.UI.CONSUMABLESSCREEN.TOOLTIP_TOGGLE_ROW
source: Toggle all food permissions for <b>{0}</b>
fr: Inverse toutes les permissions concernant la nourriture pour <b>{0}</b>

# STRINGS.UI.COPIED_SETTINGS
source: Settings Applied
fr: Préférences Appliquées

# STRINGS.UI.CRAFT_CONTINUOUS
source: CONTINUOUS
fr: CONTINU

# STRINGS.UI.CRASHSCREEN.BODY
source: Help! A black hole ate my game!
fr: Au secours! Un trou noir a mangé mon jeu!

# STRINGS.UI.CRASHSCREEN.CONTINUEBUTTON
source: CONTINUE GAME
fr: CONTINUER LA PARTIE

# STRINGS.UI.CRASHSCREEN.HEADER
source: OPTIONAL CRASH DESCRIPTION
fr: DESCRIPTION DU PLANTAGE OPTIONNELLE

# STRINGS.UI.CRASHSCREEN.LOADFAILED
source: Load Failed: {0} Save Version: {1} Expected: {2}
fr: Chargement échoués: {0} Version de sauvegarde: {1} Attendue: {2}

# STRINGS.UI.CRASHSCREEN.QUITBUTTON
source: QUIT TO DESKTOP
fr: RETOUR AU BUREAU

# STRINGS.UI.CRASHSCREEN.REPORTBUTTON
source: REPORT CRASH
fr: RAPPORTER LE PLANTAGE

# STRINGS.UI.CRASHSCREEN.REPORTING
source: REPORTING, PLEASE WAIT...
fr: ENVOI DU RAPPORT, PATIENTEZ S'IL VOUS PLAIT...

# STRINGS.UI.CRASHSCREEN.SAVEFAILED
source: Save Failed: {0}
fr: Sauvegarde Echouée: {0}

# STRINGS.UI.CRASHSCREEN.THANKYOU
source: Thank you! You're making our game better, one crash at a time.
fr: Merci ! Vous aidez à améliorer le jeu, un crash à la fois.

# STRINGS.UI.CRASHSCREEN.TITLE
source: Whoops! We're sorry, but it seems your game has encountered an error. It's okay though - these errors are how we find and fix problems to make our game more fun for everyone. If you use the box below to submit a crash report to us, we can use this information to get the issue sorted out.
fr: Oups! Nous sommes désolés, mais il semble que votre jeu a rencontré une erreur. Ce n'est pas grave - ces erreurs nous permettent de trouver et de régler les problèmes pour améliorer le jeu. Si vous utilisez la boite ci-dessous pour nous soumettre un rapport d'incident, nous pouvons utiliser cette information pour résoudre le problème.

# STRINGS.UI.CRASHSCREEN.UPLOADINFO
source: UPLOAD ADDITIONAL INFO ({0})
fr: ENVOYER DES INFORMATIONS SUPPLÉMENTAIRES ({0})

# STRINGS.UI.CREDITSSCREEN.CLOSEBUTTON
source: CLOSE
fr: FERMER

# STRINGS.UI.CREDITSSCREEN.TITLE
source: CREDITS
fr: CRÉDITS

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.ADD_FOW_MASK
source: Prevent FoW Reveal
fr: Empêcher l'affichage du FoW

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.BUILDINGS
source: Buildings:
fr: Équipements:

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.CELLS
source: Cells:
fr: Cellules:

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.DISEASE
source: Disease
fr: Maladie

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.DISEASE_COUNT
source: Disease Count
fr: Nombre de maladies

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.ELEMENT
source: Element
fr: Élément

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.FILL
source: Fill
fr: Remplir

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.MASS_KG
source: Mass (kg)
fr: Masse (kg)

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.PAINT
source: Paint
fr: Peinture

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.REMOVE_FOW_MASK
source: Allow FoW Reveal
fr: Autoriser l'affichage du FoW

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.TEMPERATURE_KELVIN
source: Temperature (K)
fr: Température (K)

# STRINGS.UI.DEBUG_TOOLS.PAINT_ELEMENTS_SCREEN.TITLE
source: CELL PAINTER
fr: PEINTURE DE CASE

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.CLEAR_BUTTON
source: Clear Floor
fr: Nettoyer le Sol

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.CLEAR_SELECTION_BUTTON
source: Clear Selection
fr: Nettoyer la Sélection

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.DECONSTRUCT_BUTTON
source: Deconstruct
fr: Démolir

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.DESTROY_BUTTON
source: Destroy
fr: Détruire

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.MORE
source: More
fr: Plus

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.SAVE_TITLE
source: Save Selection
fr: Sauvegarder la sélection

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.SELECTION_INFO_PANEL.AVERAGE_MASS
source: Average cell mass: {0}
fr: Masse moyenne: {0}

source: Average temperature: {0}
fr: Température moyenne: {0}

source: Joules per kilogram: {0}
fr: Joules par kilogramme: {0}

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.SELECTION_INFO_PANEL.TOTAL_JOULES
source: Total joules: {0}
fr: Joules totales: {0}

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.SELECTION_INFO_PANEL.TOTAL_MASS
source: Total mass: {0}
fr: Masse totale: {0}

# STRINGS.UI.DEBUG_TOOLS.SAVE_BASE_TEMPLATE.TITLE
source: Base and World Tools
fr: Base et Outils

# STRINGS.UI.DELIVERED
source: Delivered: {0} {1}
fr: Livré: {0} {1}

# STRINGS.UI.DEMOOVERSCREEN.DEMOOVER
source: END OF DEMO
fr: FIN DE LA DEMO

# STRINGS.UI.DEMOOVERSCREEN.DESCRIPTION
source: Thank you for playing <color=#F44A47>Oxygen Not Included</color>!
fr: Merci d'avoir joué à <color=#F44A47>Oxygen Not Included</color>!

# STRINGS.UI.DEMOOVERSCREEN.QUITBUTTON
source: RESET
fr: RÉINITIALISER

# STRINGS.UI.DEMOOVERSCREEN.TIMEREMAINING
source: Demo time remaining:
fr: Temps de démo restant :

# STRINGS.UI.DEMOOVERSCREEN.TIMERINACTIVE
source: Timer inactive
fr: Minuterie inactive

# STRINGS.UI.DEMOOVERSCREEN.TIMERTOOLTIP
source: Demo time remaining
fr: Temps de démo restant

# STRINGS.UI.DETAILTABS.DETAILS.CONTENTS_TEMPERATURE
source: {0} at {1}
fr: {0} à {1}

# STRINGS.UI.DETAILTABS.DETAILS.GROUPNAME_CONTENTS
source: CONTENTS
fr: CONTENU

# STRINGS.UI.DETAILTABS.DETAILS.GROUPNAME_DETAILS
source: DETAILS
fr: DÉTAILS

# STRINGS.UI.DETAILTABS.DETAILS.GROUPNAME_MINION_CONTENTS
source: CARRIED ITEMS
fr: ÉLÉMENTS EMPORTÉS

# STRINGS.UI.DETAILTABS.DETAILS.MINION_NAME
source: About
fr: A propos

# STRINGS.UI.DETAILTABS.DETAILS.MINION_TOOLTIP
source: More information
fr: Plus d'informations

# STRINGS.UI.DETAILTABS.DETAILS.NAME
source: Details
fr: Détails

# STRINGS.UI.DETAILTABS.DETAILS.NET_STRESS
source: <b>Today's Net Stress: {0}%</b>
fr: <b>Stress Net du Jour: {0}%</b>

# STRINGS.UI.DETAILTABS.DETAILS.STORAGE_EMPTY
source: None
fr: Aucun

# STRINGS.UI.DETAILTABS.DETAILS.TOOLTIP
source: More information
fr: Plus d'informations

# STRINGS.UI.DETAILTABS.DISEASE.CURRENT_GERMS
source: SURFACE GERMS
fr: GERMES EN SURFACE

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.DEATH_FORMAT
source: {0} dead/cycle
fr: {0} en moins/cycle

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.DEATH_FORMAT_TOOLTIP
source: Germ count is being reduced by {0}/cycle
fr: Le nombre de germes est réduit de {0}/cycle

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.DISEASE_AMOUNT_TOOLTIP
source: {0} are present on the surface of the selected object
fr: il y a {0} à la surface de l'objet sélectionné

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.DYING_OFF.TITLE
source: • <b>Dying off: {0}</b>
fr: • <b>Diminution: {0}</b>

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.DYING_OFF.TOOLTIP
source: Low germ count in this area is causing germs to die rapidly Less than {0} germs are on this {1} of material. ({2} germs/Kg)
fr: Un faible nombre de germes dans cette zone entraîne une disparition rapide des germes Moins de {0} germes à la surface de ce matériau de {1}. ({2} germes/Kg)

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.ENVIRONMENT.DIE_TOOLTIP
source: This atmosphere is causing germs to die off
fr: Cette atmosphère fait mourir les germes

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.ENVIRONMENT.GROW_TOOLTIP
source: This atmosphere is causing germs to multiply
fr: Cette atmosphère provoque la multiplication des germes

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.ENVIRONMENT.TITLE
source: • Surrounded by {0}: {1}
fr: • Entouré par {0}: {1}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.HALF_LIFE_NEG
source: Half life: {0}
fr: Demi-vie: {0}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.HALF_LIFE_NEG_TOOLTIP
source: In {0} the germ count on this object will be halved
fr: Dans {0} le nombre de germes sur cet objet sera divisé par deux

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.HALF_LIFE_NEUTRAL
source: Static
fr: Statique

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.HALF_LIFE_NEUTRAL_TOOLTIP
source: The germ count is neither increasing nor decreasing
fr: Le nombre de germes n'augmente ni ne diminue pas

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.HALF_LIFE_POS
source: Doubling time: {0}
fr: Temps de doublement: {0}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.HALF_LIFE_POS_TOOLTIP
source: In {0} the germ count on this object will be doubled
fr: Dans {0} le nombre de germes sur cet objet aura doublé

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.OVERPOPULATED.TITLE
source: • <b>Overpopulated: {0}</b>
fr: • <b>Surpopulation: {0}</b>

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.OVERPOPULATED.TOOLTIP
source: Too many germs are present in this area, resulting in rapid die-off until the population stabilizes A maximum of {0} can be on this {1} of material. ({2} germs/Kg)
fr: Il y a trop de germes à cet endroit, ce qui cause une baisse rapide tant que leur nombre n'est pas stabilisé {0} germes maximum peuvent être sur cet élément de {1}. ({2} germes/Kg)

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.PRESSURE.DIE_TOOLTIP
source: Atmospheric pressure is causing germs to die off
fr: La pression atmosphérique fait mourir les germes

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.PRESSURE.GROW_TOOLTIP
source: Atmospheric pressure is causing germs to multiply
fr: La pression atmosphérique cause la multiplication des germes

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.PRESSURE.TITLE
source: • Current pressure {0}: {1}
fr: • Pression actuelle {0}: {1}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.RATE_OF_CHANGE
source: Change rate: {0}
fr: Taux de changement: {0}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.RATE_OF_CHANGE_TOOLTIP
source: Germ count is fluctuating at a rate of {0}
fr: Le nombre de germes fluctue au taux de {0}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.SUBSTRATE.DIE
source: • Dying on {0}: {1}
fr: • Baisse: {1} au contact de: {0}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.SUBSTRATE.DIE_TOOLTIP
source: Contact with this substance is causing germs to die off
fr: Les germes meurent au contact de cette matière

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.SUBSTRATE.GROW
source: • Growing on {0}: {1}
fr: • Hausse: {1} au contact de: {0}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.SUBSTRATE.GROW_TOOLTIP
source: Contact with this substance is causing germs to multiply
fr: Les germes prolifèrent au contact de cette matière

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.SUBSTRATE.NEUTRAL
source: • No change on {0}
fr: • Aucun changement sur {0}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.SUBSTRATE.NEUTRAL_TOOLTIP
source: Contact with this substance has no effect on germ count
fr: Le contact avec cette matière n'a aucune incidence sur le nombre de germes

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.TEMPERATURE.DIE_TOOLTIP
source: This temperature is causing germs to die off
fr: Cette température provoque la disparition des germes

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.TEMPERATURE.GROW_TOOLTIP
source: This temperature is allowing germs to multiply
fr: Cette température provoque la multiplication des germes

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.TEMPERATURE.TITLE
source: • Current temperature {0}: {1}
fr: • Température Actuelle {0}: {1}

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.TITLE
source: Growth factors:
fr: Facteurs de croissance:

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FACTORS.TOOLTIP
source: These conditions are contributing to the multiplication of germs
fr: Ces condition contribuent à la multiplication de germes
