Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.UI.OVERLAYS.DECOR.TOOLTIPS.HIGHDECOR
source: <b>Positive Decor</b> Area with sufficient decor values * Lighting and aesthetically pleasing buildings increase decor
fr: <b>Décoration Positive</b> Zone avec des valeurs de décoration suffisantes *L'éclairage et l'esthétique agréable des bâtiments augmentent la décoration

# STRINGS.UI.OVERLAYS.DECOR.TOOLTIPS.LOWDECOR
source: <b>Negative Decor</b> Area with insufficient decor values * Resources on the floor are considered "debris" and will decrease decor
fr: <b>Décoration Négative</b> Zone avec des valeurs de décoration insuffisante *Les ressources sur le sol sont considérées comme des "débris" et diminueront la décoration

# STRINGS.UI.OVERLAYS.DECOR.TOTAL
source: Total Decor:
fr: Décoration Totale:

# STRINGS.UI.OVERLAYS.DISEASE.BUTTON
source: Germ Overlay
fr: Calque Germe

# STRINGS.UI.OVERLAYS.DISEASE.DISINFECT_THRESHOLD_DIAGRAM.THRESHOLD_PREFIX
source: Disinfect At:
fr: Désinfecter à:

# STRINGS.UI.OVERLAYS.DISEASE.DISINFECT_THRESHOLD_DIAGRAM.TOOLTIP
source: Automatically disinfect any building with more than {NumberOfGerms} germs.
fr: Désinfecter automatiquement tout équipement qui a plus de {NumberOfGerms} germes.

# STRINGS.UI.OVERLAYS.DISEASE.DISINFECT_THRESHOLD_DIAGRAM.TOOLTIP_DISABLED
source: Automatic building disinfection disabled.
fr: Désinfection automatique des équipements désactivée.

# STRINGS.UI.OVERLAYS.DISEASE.DISINFECT_THRESHOLD_DIAGRAM.UNITS
source: Germs
fr: Germes

# STRINGS.UI.OVERLAYS.DISEASE.HOVERTITLE
source: Germ
fr: Germe

# STRINGS.UI.OVERLAYS.DISEASE.IMMUNITY
source: Immune System: {0}
fr: Système immunitaire: {0}

# STRINGS.UI.OVERLAYS.DISEASE.INFECTION_SOURCE
source: Germ Source
fr: Source de Germes

# STRINGS.UI.OVERLAYS.DISEASE.INFECTION_SOURCE_TOOLTIP
source: <b>Germ Source</b> Areas where germs are produced * Placing Wash Basins or Hand Sanitizers near these areas may prevent disease spread
fr: <b>Source de Germes</b> Zone où des germes sont produits *Placer un Lavabo ou du Désinfectant pour les mains à proximité de ces zones peut empêcher la propagation des maladies

# STRINGS.UI.OVERLAYS.DISEASE.INTERNAL_GERMS
source: Germ Host
fr: Porteur de Germes

# STRINGS.UI.OVERLAYS.DISEASE.INTERNAL_GERMS_TOOLTIP
source: <b>Germ Host</b> Germ hosts may be asymptomatic and show no signs of disease ------------------ Duplicants become hosts when germs enter their body through inhalation or ingestion * Unlike surface germs, internal germs cannot be washed off
fr: <b>Porteur de Germes</b> Les porteurs de germes peuvent n'avoir aucun symptôme et ne montrer aucun signe de maladie ------------------ Les Duplicants deviennent des porteurs lorsque les germes entrent dans leur corps par inhalation ou ingestion *Contrairement aux germes en surfaces, les germes internes ne peuvent être nettoyés

# STRINGS.UI.OVERLAYS.DISEASE.NAME
source: GERM OVERLAY
fr: CALQUE GERME

# STRINGS.UI.OVERLAYS.DISEASE.NO_DISEASE
source: Zero surface germs
fr: Pas de germes en surface

# STRINGS.UI.OVERLAYS.ELECTRICAL.BUTTON
source: Power Overlay
fr: Calque Énergie

# STRINGS.UI.OVERLAYS.ELECTRICAL.DIAGRAM_HEADER
source: Energy from the <b>Left Outlet</b> is used by the <b>Right Outlet</b>
fr: L'énergie de la <b>Sortie Gauche</b> est utilisée par la <b>Sortie Droite</b>

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND_SWITCH
source: Switch
fr: Interrupteur

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND1
source: <b>BUILDING POWER</b>
fr: <b>ÉNERGIE DE L'ÉQUIPEMENT</b>

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND2
source: Consumer
fr: Consommateur

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND3
source: Producer
fr: Producteur

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND4
source: <b>CIRCUIT POWER LOAD</b>
fr: <b>CHARGE DU CIRCUIT</b>

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND5
source: Energy Surplus
fr: Surplus d'Énergie

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND6
source: Strained
fr: Tendu

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND7
source: Overloaded
fr: Surchargé

# STRINGS.UI.OVERLAYS.ELECTRICAL.LEGEND8
source: Underpowered
fr: Sous-Alimenté

# STRINGS.UI.OVERLAYS.ELECTRICAL.NAME
source: POWER OVERLAY
fr: CALQUE ÉNERGIE

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND_SWITCH
source: <b>Switch</b> Activates or deactivates connected circuits
fr: <b>Interrupteur</b> Active ou désactive les circuits reliés

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND1
source: Displays whether buildings use or generate <style="power">Power</style>
fr: Affiche si équipements utilisent ou génèrent de l'<style="power">Énergie</style>

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND2
source: <b>Consumer</b> These buildings draw power from a circuit
fr: <b>Consommateur</b> Ces équipements consomment l'énergie d'un circuit

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND3
source: <b>Producer</b> These buildings generate power for a circuit
fr: <b>Producteur</b> Ces équipements génèrent de l'énergie pour un circuit

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND4
source: Displays the power load on wire systems
fr: Affiche la charge d'alimentation sur les systèmes de câbles

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND5
source: <b>Energy Surplus</b> These circuits produce more power than they can consume
fr: <b>Surplus d'Énergie</b> Ces circuits produisent plus d'énergie qu'ils n'en consomment

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND6
source: <b>Strained</b> These circuits consume nearly all power they produce, but can still function as intended
fr: <b>Tendu</b> Ces circuits consomment presque toute l'énergie qu'ils produisent, mais peuvent néanmoins fonctionner comme prévu

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND7
source: Too much power being drawn from system
fr: Trop de puissance est tirée de ce système

# STRINGS.UI.OVERLAYS.ELECTRICAL.TOOLTIPS.LEGEND8
source: <b>Underpowered</b> These circuits consume more power than they can produce ------------------ Buildings may be frequently shut off when connected to underpowered circuits
fr: <b>Sous-alimenté</b> Ces circuits consomment plus d'énergie qu'ils n'en produisent ------------------ Les équipements peuvent régulièrement s'arrêter quand ils sont reliés à des circuits sous-alimentés

# STRINGS.UI.OVERLAYS.GASPLUMBING.BUTTON
source: Ventilation Overlay
fr: Calque Ventilation

# STRINGS.UI.OVERLAYS.GASPLUMBING.CONNECTED
source: Connected
fr: Connecté

# STRINGS.UI.OVERLAYS.GASPLUMBING.CONSUMER
source: Output Pipe
fr: Sortie

# STRINGS.UI.OVERLAYS.GASPLUMBING.DIAGRAM_AFTER_ARROW
source: <b>Building Intake</b>
fr: <b>Entrée de l'équipement<b>

# STRINGS.UI.OVERLAYS.GASPLUMBING.DIAGRAM_BEFORE_ARROW
source: Gas flows from <b>Output Pipe</b>
fr: Le Gaz s'échappe de la <b>Sortie</b>

# STRINGS.UI.OVERLAYS.GASPLUMBING.DISCONNECTED
source: Disconnected
fr: Déconnecté

# STRINGS.UI.OVERLAYS.GASPLUMBING.FILTERED
source: Filtered Output Pipe
fr: Sortie Filtrée

# STRINGS.UI.OVERLAYS.GASPLUMBING.NAME
source: VENTILATION OVERLAY
fr: CALQUE VENTILATION

# STRINGS.UI.OVERLAYS.GASPLUMBING.NETWORK
source: Gas Network {0}
fr: Réseau de Gaz {0}

# STRINGS.UI.OVERLAYS.GASPLUMBING.PRODUCER
source: Building Intake
fr: Entrée de l'Équipement

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.CONNECTED
source: Connected to a <style="GasPiping">Gas Pipe</style>
fr: Connecté à un <style="GasPiping"> Tuyau de Gaz</style>

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.CONSUMER
source: <b>Output Pipe</b> Outputs send gas into pipes ------------------ Must be on the same network as at least one <style="GasDestination">Intake</style>
fr: <b>Tuyau de Sortie</b> Les sorties envoient du gaz dans les tuyaux ------------------ Doit être dans le même réseau qu'au moins une <style="GasDestination">Entrée</style>

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.DISCONNECTED
source: Not connected to a <style="GasPiping">Gas Pipe</style>
fr: Pas relié à une <style="GasPiping">Conduite de gaz</style>

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.FILTERED
source: <b>Filtered Output Pipe</b> Filtered Outputs send filtered gas into pipes ------------------ Must be on the same network as at least one <style="GasDestination">Intake</style>
fr: <b>Tuyau de Sortie Filtré</b> Les Sorties Filtrées envoient du gaz filtré dans les tuyaux ------------------ Doit être dans le même réseau qu'au moins une <style="GasDestination">Entrée</style>

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.NETWORK
source: Gas network {0}
fr: Réseau de gaz {0}

# STRINGS.UI.OVERLAYS.GASPLUMBING.TOOLTIPS.PRODUCER
source: <b>Building Intake</b> Intakes send gas into buildings ------------------ Must be on the same network as at least one <style="GasSource">Output</style>
fr: <b>Entrée d'équipement</b> Les entrées envoient le gaz dans les structures ------------------ Doit être dans le même réseau qu'au moins une <style="GasSource">Sortie</style>

# STRINGS.UI.OVERLAYS.HEATFLOW.BUTTON
source: Thermal Comfort Overlay
fr: Calque Confort Thermique

# STRINGS.UI.OVERLAYS.HEATFLOW.COOLING
source: Body Heat Loss
fr: Déperdition de Chaleur Corporelle

# STRINGS.UI.OVERLAYS.HEATFLOW.HEATING
source: Body Heat Retention
fr: Rétention de la Chaleur Corporelle

# STRINGS.UI.OVERLAYS.HEATFLOW.HOVERTITLE
source: THERMAL COMFORT
fr: CONFORT THERMIQUE

# STRINGS.UI.OVERLAYS.HEATFLOW.NAME
source: THERMAL COMFORT OVERLAY
fr: CALQUE CONFORT THERMIQUE

# STRINGS.UI.OVERLAYS.HEATFLOW.NEUTRAL
source: Comfort Zone
fr: Zone de confort

# STRINGS.UI.OVERLAYS.HEATFLOW.TOOLTIPS.COOLING
source: <b>Body Heat Loss</b> Uncomfortably cold ------------------ Duplicants lose more heat in these areas than they can absorb * Warm Sweaters help Duplicants retain body heat
fr: <b>Déperdition de la Chaleur Corporelle</b> Inconfortablement froid ------------------ Les Duplicants perdent plus de chaleur dans cette zone qu'ils ne peuvent en absorber *Les Pulls Chauds aident les Duplicants à conserver leur chaleur corporelle

# STRINGS.UI.OVERLAYS.HEATFLOW.TOOLTIPS.HEATING
source: <b>Body Heat Retention</b> Uncomfortably warm ------------------ Duplicants absorb more heat in these areas than they can release * Cool Vests help Duplicants shed excess body heat
fr: <b>Rétention de la Température Corporelle</b> Inconfortablement chaud ------------------ Les Duplicants absorbent plus de chaleur dans cette zone qu'ils ne peuvent en évacuer *Les vestes fraîches aident les Duplicants à évacuer l'excès de chaleur corporelle

# STRINGS.UI.OVERLAYS.HEATFLOW.TOOLTIPS.NEUTRAL
source: <b>Comfort Zone</b> Comfortable area ------------------ Duplicants can regulate their internal temperatures in these areas
fr: <b>Zone de Confort</b> Zone confortable ------------------ Les Duplicants peuvent réguler leur température interne dans ces zones

# STRINGS.UI.OVERLAYS.JOULES.BUTTON
source: Joules Overlay
fr: Calque Joules

# STRINGS.UI.OVERLAYS.LIGHTING.BUTTON
source: Light Overlay
fr: Calque Lumière

# STRINGS.UI.OVERLAYS.LIGHTING.DARK
source: Unlit Area
fr: Zone Non Éclairée

# STRINGS.UI.OVERLAYS.LIGHTING.LITAREA
source: Lit Area
fr: Zone Éclairée

# STRINGS.UI.OVERLAYS.LIGHTING.NAME
source: LIGHT OVERLAY
fr: CALQUE LUMIÈRE

# STRINGS.UI.OVERLAYS.LIGHTING.TOOLTIPS.DARK
source: <b>Unlit Area</b> Duplicants cannot see in these areas
fr: <b>Zone Non Éclairée</b> Les Duplicants ne voient rien dans ces zones

# STRINGS.UI.OVERLAYS.LIGHTING.TOOLTIPS.LITAREA
source: <b>Lit Area</b> Duplicants have adequate lighting in these areas
fr: <b>Zone Éclairée</b> Les Duplicants ont une luminosité adéquate dans ces zones

# STRINGS.UI.OVERLAYS.LIGHTING.TOOLTIPS.NAME
source: LIGHT OVERLAY
fr: CALQUE LUMIÈRE

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.BUTTON
source: Plumbing Overlay
fr: Calque Plomberie

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.CONNECTED
source: Connected
fr: Connecté

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.CONSUMER
source: Output Pipe
fr: Sortie

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.DIAGRAM_AFTER_ARROW
source: <b>Building Intake</b>
fr: <b>Entrée de l'équipement<b>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.DIAGRAM_BEFORE_ARROW
source: Liquid flows from <b>Output Pipe</b>
fr: Les liquides coulent de la <b>Sortie</b>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.DISCONNECTED
source: Disconnected
fr: Déconnecté

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.FILTERED
source: Filtered Output Pipe
fr: Sortie Filtrée

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.NAME
source: PLUMBING OVERLAY
fr: CALQUE PLOMBERIE

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.NETWORK
source: Liquid Network {0}
fr: Réseau Liquide {0}

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.PRODUCER
source: Building Intake
fr: Construction d'Entrée

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.CONNECTED
source: Connected to a <style="LiquidPiping">Liquid Pipe</style>
fr: Relié à une <style="LiquidPiping">Conduite de Liquide</style>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.CONSUMER
source: <b>Output Pipe</b> Outputs send liquid into pipes ------------------ Must be on the same network as at least one <style="LiquidDestination">Intake</style>
fr: <b>Tuyau de Sortie</b> Les sorties envoient du liquide dans les conduites ------------------ Doit être dans le même réseau qu'au moins une <style="LiquidDestination">Entrée</style>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.DISCONNECTED
source: Not connected to a <style="LiquidPiping">Liquid Pipe</style>
fr: Pas relié à une <style="LiquidPiping">Conduite de Liquide</style>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.FILTERED
source: <b>Filtered Output Pipe</b> Filtered Outputs send filtered liquid into pipes ------------------ Must be on the same network as at least one <style="LiquidDestination">Intake</style>
fr: <b>Tuyau de sortie filtré</b> Les sorties filtrées envoient du liquide filtré dans les conduites ------------------ Doit être dans le même réseau qu'au moins une <style="LiquidDestination">Entrée</style>

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.NETWORK
source: Liquid network {0}
fr: Réseau liquide {0}

# STRINGS.UI.OVERLAYS.LIQUIDPLUMBING.TOOLTIPS.PRODUCER
source: <b>Building Intake</b> Intakes send liquid into buildings ------------------ Must be on the same network as at least one <style="LiquidSource">Output</style>
fr: <b>Entrée d'équipement</b> Les entrées injectent du liquide dans les constructions ------------------ Doit être dans le même réseau qu'au moins une <style="LiquidSource">Sortie </style>

# STRINGS.UI.OVERLAYS.LOGIC.BUTTON
source: Automation Overlay
fr: Calque d'Automatisation

# STRINGS.UI.OVERLAYS.LOGIC.CIRCUIT_STATUS_HEADER
source: GRID STATUS
fr: STATUT RÉSEAU

# STRINGS.UI.OVERLAYS.LOGIC.DISCONNECTED
source: DISCONNECTED
fr: DÉCONNECTÉ

# STRINGS.UI.OVERLAYS.LOGIC.INPUT
source: Input Port
fr: Port d'Entrée

# STRINGS.UI.OVERLAYS.LOGIC.NAME
source: AUTOMATION OVERLAY
fr: CALQUE AUTOMATISATION

# STRINGS.UI.OVERLAYS.LOGIC.ONE
source: Active
fr: Actif

# STRINGS.UI.OVERLAYS.LOGIC.OUTPUT
source: Output Port
fr: Port de Sortie

# STRINGS.UI.OVERLAYS.LOGIC.RESET_UPDATE
source: Refresh Port
fr: Port Actualiser

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.DISCONNECTED
source: <b>Disconnected</b> This port is not connected to an automation grid
fr: <b>Déconnecté</b> Ce port n'est pas connecté a un réseau d'automatisation

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.INPUT
source: <b>Input Port</b> Receives a signal from an automation grid
fr: <b>Port d'Entrée</b> Reçoit un signal du réseau d'automatisation

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.ONE
source: <b>Active</b> This port is currently active
fr: <b>Actif</b> Ce port est actuellement actif

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.OUTPUT
source: <b>Output Port</b> Sends a signal out to an automation grid
fr: <b>Port de Sortie</b> Envoie un signal au réseau d'automatisation

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.RESET_UPDATE
source: <b>Refresh Port</b> Resets or updates a building when activated
fr: <b>Port Réinitialisation</b> Réinitialise ou met à jour un équipement quand activé

# STRINGS.UI.OVERLAYS.LOGIC.TOOLTIPS.ZERO
source: <b>Standby</b>This port is currently on standby
fr: <b>En Pause</b> Ce port est actuellement en veille

# STRINGS.UI.OVERLAYS.LOGIC.ZERO
source: Standby
fr: En Veille

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.BUTTON
source: Acoustics Overlay
fr: Calque Acoustique

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.DESCRIPTION
source: Two <style="sound">Sounds</style> of equal dB will sum for a <style="produced">+3 dB</style> increase. A <style="sound">Sound</style> that is 10 dB quieter will add approximately <style="produced">+0.5 dB</style> to the total signal. Anything more than 10 dB quieter will be inaudible.
fr: La somme de deux <style="sound">Sons</style> de même intensité (dB) produit un son avec <style="produced">+3 dB</style> d'augmentation. Un <style="sound">Son</style> qui est plus silencieux de 10 dB ajoutera environs <style="produced">+0.5 dB</style> au signal total. Tout ce qui est plus silencieux que 10 dB sera inaudible.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.HOVERTITLE
source: Acoustics
fr: Acoustique

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAME
source: ACOUSTICS OVERLAY
fr: CALQUE ACOUSTIQUE

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.ACTIVE
source: Cacophonous
fr: Cacophonique

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.EXTREME
source: Painful
fr: Douloureux

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.PASSIVE
source: Loud
fr: Bruyant

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.PEACEFUL
source: Peaceful
fr: Paisible

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.QUIET
source: Quiet
fr: Silencieux

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.TOSSANDTURN
source: Moderate
fr: Modéré

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NAMES.WAKEUP
source: Noisy
fr: Bruyant

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.NOTAFFECTING
source: Drowned out:
fr: Noyé:

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.ACTIVE
source: [>{0} dB] ------------------ Cacophonous noise causes significant Stress and prevents Duplicants from sleeping or researching. Duplicant foot traffic, generators, and powered buildings can create high noise levels.
fr: [>{0} dB] ------------------ La Cacophonie cause un Stress important et empêche les Duplicants de dormir ou de faire des recherches. Le trafic piétonnier, les générateurs et les bâtiments alimentés peuvent créer des niveaux de bruit élevés.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.EXTREME
source: [>{0} dB] ------------------ Painful noise levels are extremely Stressful to Duplicants and will cause them physical pain. Duplicant foot traffic, generators, and powered buildings can create high noise levels.
fr: [>{0} dB] ------------------ Le vacarme cause un Stress extrême chez les Duplicants et leur causera de la douleur physique. Le trafic piétonnier, les générateurs et les bâtiments alimentés peuvent créer des niveaux de bruit élevés.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.HIGH_NOISE_POLLUTION
source: Exposure to loud noises causes Duplicant Stress over time and makes it difficult to sleep or concentrate ------------------ High Duplicant traffic and powered buildings can create noisy areas
fr: L'exposition à des bruits forts cause du stress chez les Duplicants et rend l'endormissement ou la concentration difficiles ------------------ Un fort trafic et les équipements alimentés peuvent créer des zones bruyantes

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.LOW_NOISE_POLLUTION
source: Quiet areas decrease Stress, ensure Duplicants have quality sleep, and help them to concentrate ------------------ Soundproofed rooms and areas free of buildings and creatures will generally be quieter.
fr: Les zones calmes diminuent le stress, assurent une bonne qualité de sommeil et aident les Duplicants à se concentrer ------------------ Les chambres isolées et les zones sans équipement ni créatures seront généralement plus silencieuses.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.PASSIVE
source: [>{0} dB] ------------------ Loud areas will impair Duplicants' Learning abilities and cause minor Stress. Duplicant foot traffic, generators, and powered buildings can create high noise levels.
fr: [>{0} dB] ------------------ Les zones bruyantes entravent les capacités d'apprendre des Duplicants et cause un Stress mineur. Le trafic piétonnier, les générateurs et les bâtiments alimentés peuvent créer des niveaux de bruit élevés.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.PEACEFUL
source: [{0} dB] ------------------ Peaceful areas improve Duplicants' quality of sleep and Learning ability. Soundproofed rooms and areas free of buildings and creatures will generally be quieter.
fr: [{0} dB] ------------------ Les zones paisibles augmentent la qualité du repos des Duplicants et leur capacité à apprendre. Les pièces isolées et les zones sans équipement ni créatures seront généralement plus silencieuses.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.QUIET
source: [>{0} dB] ------------------ Quiet areas are necessary for Duplicants to fall asleep. Soundproofed rooms and areas free of buildings and creatures will generally be quieter.
fr: [>{0} dB] ------------------ Les zones silencieuses sont nécessaires aux Duplicants pour s'endormir. Les pièces isolées et les zones sans équipement ni créatures seront généralement plus silencieuses.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.TOSSANDTURN
source: [>{0} dB] ------------------ Duplicants will feel unrested if forced to sleep in Moderate noise. Soundproofed rooms and areas free of buildings and creatures will generally be quieter.
fr: [>{0} dB] ------------------ Les Duplicants ne se sentiront pas reposés s'ils sont forcés de dormir dans du bruit Modéré. Les pièces isolées et les zones sans équipement ni créatures seront généralement plus silencieuses.

# STRINGS.UI.OVERLAYS.NOISE_POLLUTION.TOOLTIPS.WAKEUP
source: [>{0} dB] ------------------ Noisy areas will wake Duplicants up during the night, but are tolerable to them during the day. Duplicant foot traffic, generators, and powered buildings can create high noise levels.
fr: [>{0} dB] ------------------ Les zones bruyantes réveilleront les Duplicants pendant la nuit, mais sont tolérables pendant la journée. Le trafic piétonnier, les générateurs et les bâtiments alimentés peuvent créer des niveaux de bruit élevés.

# STRINGS.UI.OVERLAYS.OXYGEN.BUTTON
source: Oxygen Overlay
fr: Calque Oxygène

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND1
source: Very Breathable
fr: Très Respirable

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND2
source: Breathable
fr: Respirable

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND3
source: Barely Breathable
fr: À Peine Respirable

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND4
source: Unbreathable
fr: Irrespirable

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND5
source: Slightly Toxic
fr: Légèrement Toxique

# STRINGS.UI.OVERLAYS.OXYGEN.LEGEND6
source: Very Toxic
fr: Très Toxique

# STRINGS.UI.OVERLAYS.OXYGEN.NAME
source: OXYGEN OVERLAY
fr: CALQUE OXYGÈNE

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND1
source: <b>Very Breathable</b> High oxygen concentrations
fr: <b>Très Respirable</b> Concentrations d'oxygène élevées

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND2
source: <b>Breathable</b> Sufficient oxygen concentrations
fr: <b>Respirable</b> Concentrations d'oxygène suffisantes

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND3
source: <b>Barely Breathable</b> Low oxygen concentrations
fr: <b>A Peine Respirable<b> Concentrations d'oxygène faibles

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND4
source: <b>Unbreathable</b> Extremely low or absent oxygen concentrations ------------------ Duplicants will suffocate if trapped in these areas
fr: <b>Irrespirable</b> Concentrations d'oxygène extrêmement faibles ou inexistantes ------------------ Les Duplicants suffoqueront s'ils sont bloqués dans ces zones

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND5
source: <b>Slightly Toxic</b> Harmful gas concentration
fr: <b>Légèrement Toxique</b> Concentration de gaz nocif

# STRINGS.UI.OVERLAYS.OXYGEN.TOOLTIPS.LEGEND6
source: <b>Very Toxic</b> Lethal gas concentration
fr: <b>Très Toxique</b> Concentration de gaz létal
