Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.DUPLICANTS.MODIFIERS.BEDROOMSTAMINA.TOOLTIP
source: This lucky Duplicant has their own private bedroom
fr: Ce Duplicant chanceux a sa propre chambre

# STRINGS.DUPLICANTS.MODIFIERS.BEDSTAMINA.NAME
source: Slept in a cot
fr: A dormi dans un petit lit

# STRINGS.DUPLICANTS.MODIFIERS.BEDSTAMINA.TOOLTIP
source: This Duplicant's sleeping arrangements are adequate
fr: Ce Duplicant a ce qu'il faut pour dormir

# STRINGS.DUPLICANTS.MODIFIERS.BINGE_EATING.NAME
source: Insatiable Hunger
fr: Insatiable mangeur

# STRINGS.DUPLICANTS.MODIFIERS.BINGE_EATING.NOTIFICATION_NAME
source: Binge Eating
fr: Dévore

# STRINGS.DUPLICANTS.MODIFIERS.BINGE_EATING.NOTIFICATION_TOOLTIP
source: These Duplicants became so <style="stress">Stressed</style> they began overeating:
fr: Ces Duplicants sont devenus trop <style="stress">Stressés</style> et ont commencé à manger tout ce qui les entoure:

# STRINGS.DUPLICANTS.MODIFIERS.BINGE_EATING.TOOLTIP
source: This Duplicant is stuffing their face as a result of stress
fr: Ce Duplicant à des tics nerveux liés au stress

# STRINGS.DUPLICANTS.MODIFIERS.BREATHING.NAME
source: Breathing
fr: Respire

# STRINGS.DUPLICANTS.MODIFIERS.BURNED_BY_SCALDING_WATER.CAUSE
source: Obtained by exposure to hot water
fr: Obtenu par exposition à l'eau chaude

# STRINGS.DUPLICANTS.MODIFIERS.BURNED_BY_SCALDING_WATER.NAME
source: Scalded
fr: Escaladé

# STRINGS.DUPLICANTS.MODIFIERS.BURNED_BY_SCALDING_WATER.TOOLTIP
source: Ouch! This Duplicant showered or was doused in water that was way too hot
fr: Aie! Ce Duplicant s'est douché ou a été mouillé par de l'eau qui était beaucoup trop chaude

# STRINGS.DUPLICANTS.MODIFIERS.BURNINGCALORIES.NAME
source: Burning Calories
fr: Calories Brûlées

# STRINGS.DUPLICANTS.MODIFIERS.CATHETERIZED.NAME
source: Catheterized
fr: Cautérisé

# STRINGS.DUPLICANTS.MODIFIERS.CATHETERIZED.TOOLTIP
source: Let's leave it at that
fr: Laissons cela

# STRINGS.DUPLICANTS.MODIFIERS.CENTEROFATTENTION.NAME
source: Center of Attention
fr: Centre de l'Attention

# STRINGS.DUPLICANTS.MODIFIERS.CENTEROFATTENTION.TOOLTIP
source: This Duplicant feels like someone's watching over them...
fr: Ce Duplicant se sent observé...

# STRINGS.DUPLICANTS.MODIFIERS.CLAUSTROPHOBIC.CAUSE
source: This Duplicant got so good at their job that they became claustrophobic
fr: Ce Duplicant est devenu tellement bon dans son travail qu'il est devenu claustrophobe

# STRINGS.DUPLICANTS.MODIFIERS.CLAUSTROPHOBIC.NAME
source: Claustrophobic
fr: Claustrophobe

# STRINGS.DUPLICANTS.MODIFIERS.CLAUSTROPHOBIC.TOOLTIP
source: This Duplicant recently found themselves in an upsettingly cramped space
fr: Ce Duplicant s'est récemment retrouvé dans un espace étroit

# STRINGS.DUPLICANTS.MODIFIERS.CLOTHING.NAME
source: Clothing
fr: Vêtements

# STRINGS.DUPLICANTS.MODIFIERS.COLD.NAME
source: Cold
fr: Froid

# STRINGS.DUPLICANTS.MODIFIERS.COLD.TOOLTIP
source: This Duplicant is uncomfortably cold
fr: Ce Duplicant est incommodé par le froid

# STRINGS.DUPLICANTS.MODIFIERS.COLDAIR.NAME
source: Cold Air
fr: Air Froid

# STRINGS.DUPLICANTS.MODIFIERS.COOLINGDOWN.NAME
source: Cooling Down
fr: Retour au Calme

# STRINGS.DUPLICANTS.MODIFIERS.COOLINGDOWN.TOOLTIP
source: This Duplicant is trying to cool back down
fr: Ce Duplicant essaie de se calmer

# STRINGS.DUPLICANTS.MODIFIERS.CRYFACE.CAUSE
source: Obtained through the Ugly Crier stress response
fr: Obtenu grâce à la réponse au stress du Hurleur

# STRINGS.DUPLICANTS.MODIFIERS.CRYFACE.NAME
source: Cry Face
fr: Visage larmoyant

# STRINGS.DUPLICANTS.MODIFIERS.CRYFACE.TOOLTIP
source: This Duplicant recently had a crying fit and it shows
fr: Ce Duplicant a récemment pleuré et ça se voit

# STRINGS.DUPLICANTS.MODIFIERS.DARKNESS.NAME
source: Darkness
fr: Obscurité

# STRINGS.DUPLICANTS.MODIFIERS.DARKNESS.TOOLTIP
source: Eep! This Duplicant doesn't like being in the dark!
fr: Haa! Ce Duplicant n'aime pas être dans le noir!

# STRINGS.DUPLICANTS.MODIFIERS.DEAD.NAME
source: Dead
fr: Mort

# STRINGS.DUPLICANTS.MODIFIERS.DIARRHEA.CAUSE
source: Obtained by eating a disgusting meal
fr: Obtenu en mangeant un repas dégoûtant

# STRINGS.DUPLICANTS.MODIFIERS.DIARRHEA.DESCRIPTION
source: Most Duplicants experience stomach upset from this meal
fr: La plupart des Duplicants subissent des maux d'estomac dus à ce repas

# STRINGS.DUPLICANTS.MODIFIERS.DIARRHEA.NAME
source: Diarrhea
fr: Diarrhée

# STRINGS.DUPLICANTS.MODIFIERS.DIARRHEA.TOOLTIP
source: This Duplicant's gut is giving them some trouble
fr: L'intestin de ce Duplicant lui cause des problèmes

# STRINGS.DUPLICANTS.MODIFIERS.DOCTOREDOFFCOTEFFECT.NAME
source: Runaway Patient
fr: Patient Fugueur

# STRINGS.DUPLICANTS.MODIFIERS.DOCTOREDOFFCOTEFFECT.TOOLTIP
source: Tsk tsk! This Duplicant cannot receive medical care while out of their Med-Bed
fr: tss tss! Ce Duplicant ne peut pas recevoir d'assistance médicale tant qu'il n'est pas dans son lit médical

# STRINGS.DUPLICANTS.MODIFIERS.DOCTOREDOFFREJUVENATOREFFECT.NAME
source: Runaway Patient
fr: Patient Fugueur

# STRINGS.DUPLICANTS.MODIFIERS.DOCTOREDOFFREJUVENATOREFFECT.TOOLTIP
source: Tsk tsk! This Duplicant cannot receive medical care while out of their Med-Bed
fr: tss tss! Ce Duplicant ne peut pas recevoir d'assistance médicale tant qu'il n'est pas dans son lit médical

# STRINGS.DUPLICANTS.MODIFIERS.EATINGCALORIES.NAME
source: Eating
fr: Mange

# STRINGS.DUPLICANTS.MODIFIERS.EATINMESSHALL.NAME
source: Mess Hall
fr: Salle à manger

# STRINGS.DUPLICANTS.MODIFIERS.EATINMESSHALL.TOOLTIP
source: This Duplicant ate their last meal in a nice mess hall
fr: Ce Duplicant a mangé son dernier repas dans une belle salle à manger

# STRINGS.DUPLICANTS.MODIFIERS.ENTITLEMENT.NAME
source: Entitlement
fr: Droit

# STRINGS.DUPLICANTS.MODIFIERS.ENTITLEMENT.TOOLTIP
source: Duplicants will demand better decor and accommodations with each Expertise level they gain
fr: Les Duplicants exigeront une meilleure décoration et un meilleur hébergement à chaque niveau d'expertise qu'ils gagnent

# STRINGS.DUPLICANTS.MODIFIERS.FARMTINKER.NAME
source: Farmer's Touch
fr: Amélioré par un Fermier

# STRINGS.DUPLICANTS.MODIFIERS.FARMTINKER.TOOLTIP
source: A skilled Farmer has encouraged this plant to grow a little bit faster ------------------ Applying this effect consumed one dose of Micronutrient Fertilizer.
fr: Un fermier expérimenté a incité ces plantes à pousser plus vite ------------------ L'application de cet effet a consommé une dose d'engrais.

# STRINGS.DUPLICANTS.MODIFIERS.FRESH_AND_CLEAN.CAUSE
source: Obtained by taking a comfortably heated shower
fr: Obtenu en prenant un bonne douche bien chaude

# STRINGS.DUPLICANTS.MODIFIERS.FRESH_AND_CLEAN.NAME
source: Refreshingly Clean
fr: Rafraîchissant

# STRINGS.DUPLICANTS.MODIFIERS.FRESH_AND_CLEAN.TOOLTIP
source: This Duplicant took a warm shower and it was great!
fr: Ce Duplicant à pris une douche chaude et c'était super!

# STRINGS.DUPLICANTS.MODIFIERS.FULLBLADDER.NAME
source: Full Bladder
fr: Vessie Pleine

# STRINGS.DUPLICANTS.MODIFIERS.FULLBLADDER.TOOLTIP
source: This Duplicant's bladder is full
fr: La vessie de ce Duplicant est pleine

# STRINGS.DUPLICANTS.MODIFIERS.FUSSY.NAME
source: Fussy
fr: Maniaque

# STRINGS.DUPLICANTS.MODIFIERS.FUSSY.TOOLTIP
source: This Duplicant is hard to please
fr: Ce Duplicant est difficile à satisfaire

# STRINGS.DUPLICANTS.MODIFIERS.GOODEATS.CAUSE
source: Obtained by eating a hearty homecooked meal
fr: Obtenu en mangeant un repas copieux

# STRINGS.DUPLICANTS.MODIFIERS.GOODEATS.DESCRIPTION
source: Duplicants find this homecooked meal is emotionally comforting
fr: Les duplicants trouvent ce repas maison réconfortant

# STRINGS.DUPLICANTS.MODIFIERS.GOODEATS.NAME
source: Soul Food
fr: Nourriture de l'Âme

# STRINGS.DUPLICANTS.MODIFIERS.GOODEATS.TOOLTIP
source: This Duplicant had a yummy homecooked meal and is totally stuffed
fr: Ce Duplicant a fait un délicieux repas fait maison et est totalement plein

# STRINGS.DUPLICANTS.MODIFIERS.HOLDINGBREATH.NAME
source: Holding breath
fr: Retient sa respiration

# STRINGS.DUPLICANTS.MODIFIERS.HOMEOSTASIS.NAME
source: Homeostasis
fr: homéostasie

# STRINGS.DUPLICANTS.MODIFIERS.HOT.NAME
source: Hot
fr: Chaud

# STRINGS.DUPLICANTS.MODIFIERS.HOT.TOOLTIP
source: This Duplicant is uncomfortably warm
fr: Ce Duplicant a désagréablement chaud

# STRINGS.DUPLICANTS.MODIFIERS.HUNGRY.NAME
source: Hungry
fr: Affamé

# STRINGS.DUPLICANTS.MODIFIERS.HUNGRY.TOOLTIP
source: This Duplicant is ready for lunch
fr: Ce Duplicant est prêt pour le déjeuner

# STRINGS.DUPLICANTS.MODIFIERS.IMMUNESYSTEMOVERWHELMED.NAME
source: Immune System Overwhelmed
fr: Système Immunitaire dépassé

# STRINGS.DUPLICANTS.MODIFIERS.IMMUNESYSTEMOVERWHELMED.TOOLTIP
source: This Duplicant's immune system is slowly being overwhelmed by a high concentration of germs
fr: Le système immunitaire de ce Duplicant est lentement submergé par une forte concentration de germes

# STRINGS.DUPLICANTS.MODIFIERS.INSPIRED.NAME
source: Inspired
fr: Inspire

# STRINGS.DUPLICANTS.MODIFIERS.INSPIRED.TOOLTIP
source: This Duplicant has had a creative vision!
fr: Ce Duplicant a eu une vision creative!

# STRINGS.DUPLICANTS.MODIFIERS.INTRAVENOUS_NUTRITION.NAME
source: Intravenous Feeding
fr: Alimentation par voie intraveineuse

# STRINGS.DUPLICANTS.MODIFIERS.LIGHTWOUNDS.NAME
source: Light Wounds
fr: Blessure Légère

# STRINGS.DUPLICANTS.MODIFIERS.LIGHTWOUNDS.TOOLTIP
source: This Duplicant sustained injuries that are a bit uncomfortable
fr: Ce Duplicant a subi des blessures désagréables

# STRINGS.DUPLICANTS.MODIFIERS.LOWOXYGEN.NAME
source: Low Oxygen
fr: Oxygène bas

# STRINGS.DUPLICANTS.MODIFIERS.LOWOXYGEN.TOOLTIP
source: The air is thin in this area
fr: Il n'y a pas beaucoup d'air dans cette zone

# STRINGS.DUPLICANTS.MODIFIERS.LUXURYBEDSTAMINA.NAME
source: Slept in a comfy bed
fr: Dormi dans un lit confortable

# STRINGS.DUPLICANTS.MODIFIERS.LUXURYBEDSTAMINA.TOOLTIP
source: This Duplicant loves their snuggly bed
fr: Ce Duplicant aime son lit douillet

# STRINGS.DUPLICANTS.MODIFIERS.MACHINETINKER.NAME
source: Engie's Jerryrig
fr: Amélioré par un Ingé

# STRINGS.DUPLICANTS.MODIFIERS.MACHINETINKER.TOOLTIP
source: A skilled Engineer has jerryrigged this generator to temporarily run faster
fr: Un ingénieur expérimenté a bidouillé ce générateur pour le rendre temporairement plus rapides.

# STRINGS.DUPLICANTS.MODIFIERS.MANAGEDCOLONY.NAME
source: Managed Colony
fr: Gérer la Colonie

# STRINGS.DUPLICANTS.MODIFIERS.MANAGEDCOLONY.TOOLTIP
source: A Duplicant is in the colony manager job
fr: Un duplicant est dans le rôle de gestionnaire de colonie

# STRINGS.DUPLICANTS.MODIFIERS.MANAGERIALDUTIES.NAME
source: Managerial Duties
fr: Tâches managériales

# STRINGS.DUPLICANTS.MODIFIERS.MANAGERIALDUTIES.TOOLTIP
source: Being a manager is stressful
fr: Devenir manager est très stressant

# STRINGS.DUPLICANTS.MODIFIERS.MEDICALCOT.NAME
source: Med-Bed Rest
fr: Repos Médical

# STRINGS.DUPLICANTS.MODIFIERS.MEDICALCOT.TOOLTIP
source: This Duplicant's injury and disease recovery times are being improved
fr: Le temps de guérison de maladie et de blessure de ce Duplicant est amélioré

# STRINGS.DUPLICANTS.MODIFIERS.MEDICALCOTDOCTORED.NAME
source: Receiving care
fr: Reçoit un traitement

# STRINGS.DUPLICANTS.MODIFIERS.MEDICALCOTDOCTORED.TOOLTIP
source: This Duplicant is receiving medical care to lessen the duration and severity of their illness
fr: Ce Duplicant reçoit une assistance médicale pour atténuer la gravité et le temps de récupération de sa maladie

# STRINGS.DUPLICANTS.MODIFIERS.MEDICINE_GENERICPILL.TOOLTIP
source: A general, all-purpose <style="medicine">Medicine</style>. The less you know about it, the better it works.
fr: Un <style="medicine">Médicament</style> général et polyvalent Moins vous en savez, mieux ça marchera.

# STRINGS.DUPLICANTS.MODIFIERS.MEDICINE_VITAMINSUPPLEMENT.NAME
source: Vitamin Supplement
fr: Supplément vitaminé

# STRINGS.DUPLICANTS.MODIFIERS.MEDICINE_VITAMINSUPPLEMENT.TOOLTIP
source: A health <style="medicine">Supplement</style> for improving <style="disease">Immune System</style> strength.
fr: Un <style="medicine">Supplément</style> pour améliorer le <style="disease">Système Immunitaire</style>.

# STRINGS.DUPLICANTS.MODIFIERS.MODERATEWOUNDS.NAME
source: Moderate Wounds
fr: Blessure Modérée

# STRINGS.DUPLICANTS.MODIFIERS.MODERATEWOUNDS.TOOLTIP
source: This Duplicant sustained injuries that are affecting their ability to work
fr: Ce Duplicant a subi des blessures qui affectent sa capacité à travailler

# STRINGS.DUPLICANTS.MODIFIERS.MOURNING.NAME
source: Mourning
fr: Deuil

# STRINGS.DUPLICANTS.MODIFIERS.MOURNING.TOOLTIP
source: This Duplicant is grieving the loss of a friend
fr: Ce Duplicant est affligé par la perte d'un ami

# STRINGS.DUPLICANTS.MODIFIERS.NARCOLEPTICSLEEP.NAME
source: Narcoleptic Nap
fr: Sieste Narcoleptique

# STRINGS.DUPLICANTS.MODIFIERS.NARCOLEPTICSLEEP.TOOLTIP
source: This Duplicant just needs to rest their eyes for a second
fr: Ce Duplicant a juste besoin fermer les yeux pour une seconde

# STRINGS.DUPLICANTS.MODIFIERS.NEWCREWARRIVAL.NAME
source: New Friend
fr: Nouvel ami

# STRINGS.DUPLICANTS.MODIFIERS.NEWCREWARRIVAL.TOOLTIP
source: This Duplicant is happy to see a new face in the colony
fr: Ce Duplicant est heureux de voir une nouvelle tête dans la colonie

# STRINGS.DUPLICANTS.MODIFIERS.NIGHTMARES.NAME
source: Nightmares
fr: Cauchemars

# STRINGS.DUPLICANTS.MODIFIERS.NIGHTMARES.TOOLTIP
source: This Duplicant was visited by something in the night
fr: Ce Duplicant a reçu une visite cette nuit

# STRINGS.DUPLICANTS.MODIFIERS.NOISEMAJOR.NAME
source: Cacophony!
fr: Cacophonie!

# STRINGS.DUPLICANTS.MODIFIERS.NOISEMAJOR.TOOLTIP
source: It's very, very loud in here!
fr: C'est très, très bruyant ici!

# STRINGS.DUPLICANTS.MODIFIERS.NOISEMINOR.NAME
source: Loud Noises
fr: Bruits forts

# STRINGS.DUPLICANTS.MODIFIERS.NOISEMINOR.TOOLTIP
source: This area is a bit too loud for comfort
fr: Cette zone est trop bruyante pour être confortable

# STRINGS.DUPLICANTS.MODIFIERS.NOISEPEACEFUL.NAME
source: Peace and Quiet
fr: Calme et Silencieux

# STRINGS.DUPLICANTS.MODIFIERS.NOISEPEACEFUL.TOOLTIP
source: This Duplicant has found a quiet place to concentrate
fr: Ce Duplicant a trouvé un endroit calme pour se concentrer

# STRINGS.DUPLICANTS.MODIFIERS.NOOXYGEN.NAME
source: No Oxygen
fr: Pas d'Oxygène

# STRINGS.DUPLICANTS.MODIFIERS.NOOXYGEN.TOOLTIP
source: There is no breathable air in this area
fr: Il n'y a pas d'air respirable dans cette zone

# STRINGS.DUPLICANTS.MODIFIERS.PEACEFULSLEEP.NAME
source: Well Rested
fr: Bien Reposé

# STRINGS.DUPLICANTS.MODIFIERS.PEACEFULSLEEP.TOOLTIP
source: This Duplicant had a blissfully quiet sleep last night
fr: Ce Duplicant a très bien dormi la nuit dernière

# STRINGS.DUPLICANTS.MODIFIERS.PEOPLETOOCLOSEWHILESLEEPING.CAUSE
source: This Duplicant got so good at their job that they stopped being comfortable sleeping near other people
fr: Ce Duplicant est devenu tellement bon dans son travail qu'il ne trouve plus confortable de dormir prêt d'autres personnes

# STRINGS.DUPLICANTS.MODIFIERS.PEOPLETOOCLOSEWHILESLEEPING.NAME
source: Personal Bubble Burst
fr: Explosion de bulle

# STRINGS.DUPLICANTS.MODIFIERS.PEOPLETOOCLOSEWHILESLEEPING.TOOLTIP
source: This Duplicant had to sleep too close to others and it was awkward for them
fr: Ce Duplicant a dû dormir trop près des autres et ça les a gêné

# STRINGS.DUPLICANTS.MODIFIERS.POPPEDEARDRUMS.NAME
source: Popped Eardrums
fr: Tympans Éclatés

# STRINGS.DUPLICANTS.MODIFIERS.POPPEDEARDRUMS.TOOLTIP
source: This Duplicant was exposed to an overpressurized area that popped their eardrums
fr: Ce Duplicant a été exposé a une pression trop forte et ses tympans ont éclaté

# STRINGS.DUPLICANTS.MODIFIERS.POSTDISEASERECOVERY.ADDITIONAL_EFFECTS
source: This Duplicant has temporary immunity to diseases from having beaten an infection
fr: Après avoir vaincu une infection, ce Duplicant est temporairement immunisé contre les maladies

# STRINGS.DUPLICANTS.MODIFIERS.POSTDISEASERECOVERY.NAME
source: Feeling a bit better
fr: Se sent un peu mieux

# STRINGS.DUPLICANTS.MODIFIERS.POSTDISEASERECOVERY.TOOLTIP
source: This Duplicant is up and about but still has some lingering effects from their illness
fr: Ce Duplicant va mieux mais subit encore certains effets de sa maladie

# STRINGS.DUPLICANTS.MODIFIERS.POWERTINKER.NAME
source: Engie's Tune-Up
fr: Améliorations par l'Ingé

# STRINGS.DUPLICANTS.MODIFIERS.POWERTINKER.TOOLTIP
source: A skilled Electrical Engineer has improved this generator's power output efficiency ------------------ Applying this effect consumed one Microchip.
fr: Un Ingénieur Électricien expérimenté a augmenté la capacité de production d'énergie de ce générateur ------------------ Appliquer cet effet a requis l'utilisation d'une Micro-Puce.

# STRINGS.DUPLICANTS.MODIFIERS.PROPERBATHROOM.NAME
source: Nice Bathroom
fr: Belle Salle de bain

# STRINGS.DUPLICANTS.MODIFIERS.PROPERBATHROOM.TOOLTIP
source: This Duplicant used a toilet in a nice bathroom
fr: Ce Duplicant a utilisé des toilettes dans une belle salle de bain

# STRINGS.DUPLICANTS.MODIFIERS.RECOVERINGBREATH.NAME
source: Recovering breath
fr: Reprend son souffle

# STRINGS.DUPLICANTS.MODIFIERS.REDALERT.NAME
source: Red Alert!
fr: Alerte Rouge!

# STRINGS.DUPLICANTS.MODIFIERS.REDALERT.TOOLTIP
source: The Red Alert is stressing this Duplicant out
fr: L'Alerte Rouge stresse ce Duplicant

# STRINGS.DUPLICANTS.MODIFIERS.REJUVENATOR.NAME
source: Pharma Chamber Recovery
fr: Guérison dans la Chambre Pharmaceutique

# STRINGS.DUPLICANTS.MODIFIERS.REJUVENATOR.TOOLTIP
source: This chamber is vastly accelerating this Duplicant's disease recovery time
fr: Cette chambre Accélère largement le temps de guérison de ce Duplicant

# STRINGS.DUPLICANTS.MODIFIERS.REJUVENATORDOCTORED.NAME
source: Receiving care
fr: Reçoit un traitement

# STRINGS.DUPLICANTS.MODIFIERS.REJUVENATORDOCTORED.TOOLTIP
source: This Duplicant is receiving improved medical care to lessen the duration and severity of their illness
fr: Ce Duplicant reçoit une assistance médicale améliorée pour atténuer la gravité et le temps de récupération de sa maladie

# STRINGS.DUPLICANTS.MODIFIERS.RESTFULSLEEP.NAME
source: Sleeping Peacefully
fr: Dort Paisiblement

# STRINGS.DUPLICANTS.MODIFIERS.RESTFULSLEEP.TOOLTIP
source: This Duplicant is getting a good night's rest
fr: Ce Duplicant passe une bonne nuit de repos

# STRINGS.DUPLICANTS.MODIFIERS.RESTING.NAME
source: Resting
fr: Dort

# STRINGS.DUPLICANTS.MODIFIERS.RESTLESS.CAUSE
source: This Duplicant got so good at their job that they forgot how to be comfortable doing anything else
fr: Ce Duplicant est devenu si bon dans son travail qu'il a oublié que ça pouvait être sympa de faire autre chose

# STRINGS.DUPLICANTS.MODIFIERS.RESTLESS.NAME
source: Restless
fr: Agité

# STRINGS.DUPLICANTS.MODIFIERS.RESTLESS.TOOLTIP
source: This Duplicant went a few minutes without working and is now completely awash with guilt
fr: Ce Duplicant n'a pas travaillé pendant quelques minutes et se sent coupable

# STRINGS.DUPLICANTS.MODIFIERS.ROOM_RELAXATION_EFFECT.NAME
source: Recreation Room Visit
fr: Séjour dans la Pièce Récréative

# STRINGS.DUPLICANTS.MODIFIERS.ROOM_RELAXATION_EFFECT.TOOLTIP
source: This dedicated relaxation room provides a bonus <style="stress">Stress</style> reduction while using relaxation equipment.
fr: Cette pièce dédiée à la relaxation apporte un bonus de réduction du <style="stress">Stress</style> lorsque les équipements de relaxation sont utilisés.

# STRINGS.DUPLICANTS.MODIFIERS.ROTATMOSPHERE.NAME
source: Contaminated Air
fr: Air Contaminé

# STRINGS.DUPLICANTS.MODIFIERS.ROTTEMPERATURE.NAME
source: Unrefrigerated
fr: Non réfrigéré

# STRINGS.DUPLICANTS.MODIFIERS.ROTTING.NAME
source: Rotting
fr: Pourriture

# STRINGS.DUPLICANTS.MODIFIERS.SEVEREWOUNDS.NAME
source: Severe Wounds
fr: Blessures Sévères

# STRINGS.DUPLICANTS.MODIFIERS.SEVEREWOUNDS.TOOLTIP
source: This Duplicant sustained serious injuries that are impacting their work and well-being
fr: Ce Duplicant a subi de sévères blessures qui impactent son travail et son bien-être

# STRINGS.DUPLICANTS.MODIFIERS.SKILLLEVEL.NAME
source: Skill Level
fr: Niveau de Compétence

# STRINGS.DUPLICANTS.MODIFIERS.SLEEP.NAME
source: Sleeping
fr: Dort

# STRINGS.DUPLICANTS.MODIFIERS.SLEEP.TOOLTIP
source: This Duplicant is recovering stamina
fr: Ce Duplicant récupère de l'endurance

# STRINGS.DUPLICANTS.MODIFIERS.SLEEPY.NAME
source: Sleepy
fr: Somnolent

# STRINGS.DUPLICANTS.MODIFIERS.SLEEPY.TOOLTIP
source: This Duplicant is getting tired
fr: Ce Duplicant fatigue

# STRINGS.DUPLICANTS.MODIFIERS.SMELLEDPUTRIDODOUR.NAME
source: Smelled a putrid odor
fr: A senti une odeur putride

# STRINGS.DUPLICANTS.MODIFIERS.SMELLEDPUTRIDODOUR.TOOLTIP
source: This Duplicant got a whiff of something unspeakably foul
fr: Ce Duplicant sent quelque chose d'indescriptible

# STRINGS.DUPLICANTS.MODIFIERS.SMELLEDSTINKY.NAME
source: Smelled Stinky
fr: Sent Mauvais

# STRINGS.DUPLICANTS.MODIFIERS.SMELLEDSTINKY.TOOLTIP
source: This Duplicant got a whiff of a certain somebody
fr: Ce Duplicant sent l'odeur d'une certaine personne

# STRINGS.DUPLICANTS.MODIFIERS.SOAKINGWET.CAUSE
source: Obtained from submergence in liquid.
fr: Obtenu par immersion dans un liquide.

# STRINGS.DUPLICANTS.MODIFIERS.SOAKINGWET.NAME
source: Sopping Wet
fr: Mouillé

# STRINGS.DUPLICANTS.MODIFIERS.SOAKINGWET.TOOLTIP
source: This Duplicant was recently submerged in liquid
fr: Ce Duplicant a été récemment immergé dans un liquide

# STRINGS.DUPLICANTS.MODIFIERS.SOREBACK.CAUSE
source: Obtained by sleeping on the ground
fr: Obtenu en dormant au sol

# STRINGS.DUPLICANTS.MODIFIERS.SOREBACK.NAME
source: Sore Back
fr: Mal de Dos

# STRINGS.DUPLICANTS.MODIFIERS.SOREBACK.TOOLTIP
source: This Duplicant feels achy from sleeping on the floor last night and would like a bed
fr: Ce Duplicant a mal d'avoir dormi par terre la nuit dernière et voudrait un lit

# STRINGS.DUPLICANTS.MODIFIERS.STALEFOOD.NAME
source: Bad leftovers
fr: Restes périmés

# STRINGS.DUPLICANTS.MODIFIERS.STALEFOOD.TOOLTIP
source: This Duplicant is in a bad mood from having to eat stale food
fr: Ce Duplicant est de mauvaise humeur car il a mangé de la nourriture périmée

# STRINGS.DUPLICANTS.MODIFIERS.STARVING.NAME
source: Starving
fr: Affamé

# STRINGS.DUPLICANTS.MODIFIERS.STARVING.TOOLTIP
source: This Duplicant needs to eat something, soon
fr: Ce Duplicant a besoin de manger quelque chose, vite

# STRINGS.DUPLICANTS.MODIFIERS.STEPPEDINCONTAMINATEDWATER.NAME
source: Stepped in polluted water
fr: A marché dans de l'eau polluée

# STRINGS.DUPLICANTS.MODIFIERS.STEPPEDINCONTAMINATEDWATER.TOOLTIP
source: Gross! This Duplicant stepped in something yucky
fr: Beurk! Ce Duplicant a marché dans quelque chose de dégoûtant

# STRINGS.DUPLICANTS.MODIFIERS.STRESSED_BY_COLD_WATER.CAUSE
source: Obtained by exposure to icy water
fr: Obtenu par exposition à de l'eau glacée

# STRINGS.DUPLICANTS.MODIFIERS.STRESSED_BY_COLD_WATER.NAME
source: Numb
fr: Engourdi

# STRINGS.DUPLICANTS.MODIFIERS.STRESSED_BY_COLD_WATER.TOOLTIP
source: Brr! This Duplicant was showered or doused in water that was way too cold
fr: Brr! Ce Duplicant s'est douché ou a été aspergé par de l'eau qui était bien trop froide

# STRINGS.DUPLICANTS.MODIFIERS.STRESSFULYEMPTYINGBLADDER.NAME
source: Making a mess
fr: Semer le désordre

# STRINGS.DUPLICANTS.MODIFIERS.STRESSFULYEMPTYINGBLADDER.TOOLTIP
source: This Duplicant had no choice but to to empty their bladder
fr: Ce Duplicant n'avait d'autre choix que se vider la vessie

# STRINGS.DUPLICANTS.MODIFIERS.STRESSREDUCTION.NAME
source: Receiving Massage
fr: Se fait Masser

# STRINGS.DUPLICANTS.MODIFIERS.STRESSREDUCTION.TOOLTIP
source: This Duplicant's stress is just melting away
fr: Le stress de ce Duplicant est en train de disparaître

# STRINGS.DUPLICANTS.MODIFIERS.TEMPEXCHANGE.NAME
source: Environmental Exchange
fr: Evolution d'Environnement
