Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.BUILDING.STATUSITEMS.GRAVEEMPTY.NAME
source: Empty
fr: Vide

# STRINGS.BUILDING.STATUSITEMS.GRAVEEMPTY.TOOLTIP
source: This memorial honors no one.
fr: Cette tombe n'honore personne.

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDHOTENV.NAME
source: Max Temperature Reached
fr: Température Maximale Atteinte

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDHOTENV.TOOLTIP
source: This building cannot heat the surrounding environment beyond {0}
fr: Cet équipement ne peux pas chauffer l'environnement au dessus de {0}

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDLOWMASS_GAS.NAME
source: Low Air Pressure
fr: Faible Pression d'Air

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDLOWMASS_GAS.TOOLTIP
source: A minimum atmospheric pressure of {TargetPressure} is needed for this building to heat up
fr: Une pression atmosphérique minimum de {TargetPressure} est nécessaire à cet équipement pour chauffer

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDLOWMASS_LIQUID.NAME
source: Not Submerged In Liquid
fr: Pas Plongé dans le Liquide

# STRINGS.BUILDING.STATUSITEMS.HEATINGSTALLEDLOWMASS_LIQUID.TOOLTIP
source: This building must be submerged in liquid to function
fr: Cet équipement doit être immergé pour fonctionner

# STRINGS.BUILDING.STATUSITEMS.INSUFFICIENT_CONVERSION_MASS.NAME
source: Insufficient Resources
fr: Ressources Insuffisantes

# STRINGS.BUILDING.STATUSITEMS.INSUFFICIENT_CONVERSION_MASS.TOOLTIP
source: The mass of material that was delivered to this building was too low Deliver more material to run this building
fr: La quantité de matériau qui a été livrée à cet équipement était trop faible Livrez plus de matériau pour faire fonctionner cet équipement

# STRINGS.BUILDING.STATUSITEMS.INVALIDBUILDINGLOCATION.NAME
source: Invalid Building Location
fr: Emplacement de construction non valide

# STRINGS.BUILDING.STATUSITEMS.INVALIDBUILDINGLOCATION.TOOLTIP
source: Cannot construct building in this location
fr: Ne peut construire d'équipement à cet endroit

# STRINGS.BUILDING.STATUSITEMS.JOULESAVAILABLE.NAME
source: <style="power">Power</style> Available: {JoulesAvailable}
fr: <style="power">Énergie</style> Disponible: {JoulesAvailable}

# STRINGS.BUILDING.STATUSITEMS.JOULESAVAILABLE.TOOLTIP
source: {JoulesAvailable} of stored power available for use
fr: {JoulesAvailable} d'énergie stockée prête à l'usage

# STRINGS.BUILDING.STATUSITEMS.LIQUIDPIPEEMPTY.NAME
source: Empty Pipe
fr: Tuyau vide

# STRINGS.BUILDING.STATUSITEMS.LIQUIDPIPEEMPTY.TOOLTIP
source: There is no liquid in this pipe
fr: Il n'y a pas de liquide dans ce tuyau

# STRINGS.BUILDING.STATUSITEMS.LIQUIDPIPEOBSTRUCTED.NAME
source: Not Pumping
fr: Ne pompe pas

# STRINGS.BUILDING.STATUSITEMS.LIQUIDPIPEOBSTRUCTED.TOOLTIP
source: This pump is not active
fr: Cette pompe n'est pas active

# STRINGS.BUILDING.STATUSITEMS.LIQUIDVENTOBSTRUCTED.NAME
source: Liquid Vent Obstructed
fr: Déversoir obstrué

# STRINGS.BUILDING.STATUSITEMS.LIQUIDVENTOBSTRUCTED.TOOLTIP
source: A pipe has been obstructed and is preventing liquid flow to this vent
fr: Un tuyau est obstrué et empêche le liquide de s'écouler

# STRINGS.BUILDING.STATUSITEMS.LIQUIDVENTOVERPRESSURE.NAME
source: Liquid Vent Overpressure
fr: Évacuation en Surpression

# STRINGS.BUILDING.STATUSITEMS.LIQUIDVENTOVERPRESSURE.TOOLTIP
source: High air or liquid pressure in this area is preventing further liquid emission Reduce pressure by pumping liquid away or clearing more space
fr: La pression d'air ou de liquide élevèe dans cette zone empêche toute nouvelle émission de liquide Réduisez la pression en pompant le liquide ou en libérant plus d'espace

# STRINGS.BUILDING.STATUSITEMS.LOGIC.LOGIC_CONTROLLED_DISABLED
source: Disabled by Automation Grid
fr: Désactivé par le réseau d'Automatisation

# STRINGS.BUILDING.STATUSITEMS.LOGIC.LOGIC_CONTROLLED_ENABLED
source: Enabled by Automation Grid
fr: Activé par le réseau d'Automatisation

# STRINGS.BUILDING.STATUSITEMS.LOGIC_FEEDBACK_LOOP.NAME
source: Feedback Loop
fr: Boucle de rétroaction

# STRINGS.BUILDING.STATUSITEMS.LOGIC_FEEDBACK_LOOP.TOOLTIP
source: Feedback loops prevent automation grids from functioning Feedback loops occur when the Output of an automated building connects back to its own Input through the Automation grid
fr: Les boucles de rétroaction empêchent les réseaux d'automatisation de fonctionner Les boucles de rétroaction se produisent lorsque la sortie d'un bâtiment automatisé se connecte à sa propre entrée via le réseau d'automatisation

# STRINGS.BUILDING.STATUSITEMS.LOOKINGGREAT.NAME
source: Masterpiece
fr: Chef d'œuvre

# STRINGS.BUILDING.STATUSITEMS.LOOKINGGREAT.TOOLTIP
source: This poignant piece stirs something deep within each Duplicant's soul
fr: Cette œuvre poignante remue quelque chose au fond de l'âme de chaque Duplicant

# STRINGS.BUILDING.STATUSITEMS.LOOKINGOKAY.NAME
source: Quaint
fr: Pittoresque

# STRINGS.BUILDING.STATUSITEMS.LOOKINGOKAY.TOOLTIP
source: Duplicants find this art piece quite charming
fr: Les Duplicants trouvent cette œuvre d'art assez charmante

# STRINGS.BUILDING.STATUSITEMS.LOOKINGUGLY.NAME
source: Crude
fr: Original

# STRINGS.BUILDING.STATUSITEMS.LOOKINGUGLY.TOOLTIP
source: Honestly, Morbs could've done better
fr: Honnêtement, les Morbs auraient pu faire mieux

# STRINGS.BUILDING.STATUSITEMS.MANUALGENERATORCHARGINGUP.NAME
source: Charging Up
fr: En Charge

# STRINGS.BUILDING.STATUSITEMS.MANUALGENERATORCHARGINGUP.TOOLTIP
source: This power source is being charged
fr: Ce générateur est en train d'être rechargé

# STRINGS.BUILDING.STATUSITEMS.MANUALGENERATORRELEASINGENERGY.NAME
source: Powering
fr: Alimente

# STRINGS.BUILDING.STATUSITEMS.MANUALGENERATORRELEASINGENERGY.TOOLTIP
source: This generator is supplying energy to power consumers
fr: Ce générateur fournit de l'énergie aux consommateurs d'énergie

# STRINGS.BUILDING.STATUSITEMS.MANUALLYCONTROLLED.NAME
source: Manually Controlled
fr: Contrôle manuellement

# STRINGS.BUILDING.STATUSITEMS.MANUALLYCONTROLLED.TOOLTIP
source: This Duplicant is under your control
fr: Ce Duplicant est sous votre contrôle

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLE.NAME
source: Insufficient Resources {ItemsRemaining}
fr: Ressources Insuffisantes {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLE.NOTIFICATION_NAME
source: Building lacks resources
fr: Cet équipement manque de ressources

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLE.NOTIFICATION_TOOLTIP
source: Crucial materials are unavailable or beyond reach for these buildings:
fr: Des matériaux cruciaux sont indisponibles, ou hors de portée pour ces équipements:

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLE.TOOLTIP
source: Crucial materials for this building are beyond reach or unavailable
fr: Des matériaux cruciaux pour ce bâtiment sont hors de portée ou indisponibles

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLEFORREFILL.NAME
source: Resources Low {ItemsRemaining}
fr: Niveau de ressource bas {ItemsRemaining}

# STRINGS.BUILDING.STATUSITEMS.MATERIALSUNAVAILABLEFORREFILL.TOOLTIP
source: This building will soon require materials that are unavailable
fr: Cet équipement va bientôt avoir besoin de matériaux actuellement indisponibles

# STRINGS.BUILDING.STATUSITEMS.MELTINGDOWN.NAME
source: Melting Down
fr: En train de fondre

# STRINGS.BUILDING.STATUSITEMS.MELTINGDOWN.NOTIFICATION_NAME
source: Building meltdown
fr: Équipement fondu

# STRINGS.BUILDING.STATUSITEMS.MELTINGDOWN.NOTIFICATION_TOOLTIP
source: These buildings are collapsing:
fr: Ces équipements fondent:

# STRINGS.BUILDING.STATUSITEMS.MELTINGDOWN.TOOLTIP
source: This building is collapsing
fr: Cet équipement fond

# STRINGS.BUILDING.STATUSITEMS.MISSINGFOUNDATION.NAME
source: Missing Foundation
fr: Pas de fondations

# STRINGS.BUILDING.STATUSITEMS.MISSINGFOUNDATION.TOOLTIP
source: Build Tiles beneath this building ------------------ Tiles can be found in the <color=#833A5FFF>Base Tab</color> <color=#F44A47>[1]</color> of the Build Menu
fr: Construisez des dalles sous cet équipement ------------------ Les dalles peuvent être trouvées dans l'<color=#833A5FFF>Onglet Base</color> <color=#F44A47>[1]</color> du menu de construction

# STRINGS.BUILDING.STATUSITEMS.MOPUNREACHABLE.NAME
source: Unreachable Mop
fr: Nettoyage inaccessible

# STRINGS.BUILDING.STATUSITEMS.MOPUNREACHABLE.TOOLTIP
source: Duplicants cannot reach this area
fr: Les Duplicants ne peuvent pas atteindre cet endroit

# STRINGS.BUILDING.STATUSITEMS.NEEDBORINGMACHINE.NAME
source: Multitool Required
fr: Outil multi-fonction

# STRINGS.BUILDING.STATUSITEMS.NEEDBORINGMACHINE.TOOLTIP
source: A multitool is required to mine this material ------------------ Multitools can be made at Crafting Stations in the <color=#833A5FFF>Stations Tab</color> <color=#F44A47>[0]</color> of the Build Menu
fr: Un outil multi-fonction est nécessaire pour miner ce matériau ------------------ Les outils multi-fonctions peuvent être fabriqués au Poste de Fabrication dans l' <color=#833A5FFF>Onglet Stations</color> <color=#F44A47>[0]</color> du menu de construction

# STRINGS.BUILDING.STATUSITEMS.NEEDGASIN.NAME
source: No Gas Intake
fr: Pas d'Entrée de Gaz

# STRINGS.BUILDING.STATUSITEMS.NEEDGASIN.TOOLTIP
source: This building has nowhere to receive gas from
fr: Cet équipement n'a nulle part d'où recevoir du gaz

# STRINGS.BUILDING.STATUSITEMS.NEEDGASOUT.NAME
source: No Gas Output
fr: Pas de Sortie de Gaz

# STRINGS.BUILDING.STATUSITEMS.NEEDGASOUT.TOOLTIP
source: This building has nowhere to send gas
fr: Cet équipement n'a nulle part où envoyer le gaz

# STRINGS.BUILDING.STATUSITEMS.NEEDLIQUIDIN.NAME
source: No Liquid Intake
fr: Pas d'Entrée de Liquide

# STRINGS.BUILDING.STATUSITEMS.NEEDLIQUIDIN.TOOLTIP
source: This building has nowhere to receive liquid from
fr: Cet équipement n'a nulle part où recevoir le liquide

# STRINGS.BUILDING.STATUSITEMS.NEEDLIQUIDOUT.NAME
source: No Liquid Output
fr: Pas de Sortie de Liquide

# STRINGS.BUILDING.STATUSITEMS.NEEDLIQUIDOUT.TOOLTIP
source: This building has nowhere to send liquid
fr: Cet équipement n'a nulle part où envoyer le liquide

# STRINGS.BUILDING.STATUSITEMS.NEEDPLANT.NAME
source: No Seeds
fr: Pas de Graines

# STRINGS.BUILDING.STATUSITEMS.NEEDPLANT.TOOLTIP
source: Uproot wild plants to obtain seeds
fr: Arracher les plantes sauvages pour obtenir des graines

# STRINGS.BUILDING.STATUSITEMS.NEEDPOWER.NAME
source: No Power
fr: Pas d'énergie

# STRINGS.BUILDING.STATUSITEMS.NEEDPOWER.TOOLTIP
source: All connected power sources have lost charge
fr: Toutes les sources d'alimentation connectées ont perdu leur charge

# STRINGS.BUILDING.STATUSITEMS.NEEDRESOURCE.NAME
source: Resource Required
fr: Ressources Requises

# STRINGS.BUILDING.STATUSITEMS.NEEDRESOURCE.TOOLTIP
source: This building is missing required materials
fr: Cet équipement manque de matériaux nécessaires

# STRINGS.BUILDING.STATUSITEMS.NEEDSEED.NAME
source: No Seed Selected
fr: Pas de Graines Sélectionnées

# STRINGS.BUILDING.STATUSITEMS.NEEDSEED.TOOLTIP
source: Uproot wild plants to obtain seeds
fr: Arracher les plantes sauvages pour obtenir des graines

# STRINGS.BUILDING.STATUSITEMS.NEEDSOLIDIN.NAME
source: No Conveyor Loader
fr: Pas de Chargeur de Convoyeur

# STRINGS.BUILDING.STATUSITEMS.NEEDSOLIDIN.TOOLTIP
source: Material cannot be fed onto this Conveyor Rail system for transport ------------------ Enter the Shipping Tab <color=#F44A47>[7]</color> of the Build Menu to build and connect a Conveyor Loader
fr: Le Matériau ne peut pas être chargé sur ce Rail de Convoyeur pour le transport ------------------ Ouvrez l'Onglet Livraison <color=#F44A47>[7]</color> du Menu de Construction pour fabriquer et connecter un Chargeur de Convoyeur

# STRINGS.BUILDING.STATUSITEMS.NEEDSOLIDOUT.NAME
source: No Conveyor Receptacle
fr: Pas d's Sortie de Convoyeur

# STRINGS.BUILDING.STATUSITEMS.NEEDSOLIDOUT.TOOLTIP
source: Material cannot be offloaded from this Conveyor system and will backup the rails ------------------ Enter the Shipping Tab <color=#F44A47>[7]</color> of the Build Menu to build and connect a Conveyor Receptacle
fr: Le Matériau ne peut pas être déchargé de ce système de Convoyeur et bloquera les rails ------------------ Ouvrez l'Onglet Livraison <color=#F44A47>[7]</color> du Menu de Construction pour construire et connecter un Bac de Convoyeur

# STRINGS.BUILDING.STATUSITEMS.NEUTRONIUMUNMINABLE.NAME
source: Cannot Mine
fr: Ne peut pas Miner

# STRINGS.BUILDING.STATUSITEMS.NEUTRONIUMUNMINABLE.TOOLTIP
source: This resource cannot be mined by Duplicant tools
fr: Cette ressource ne peux pas être collectée par des outils de Duplicant

# STRINGS.BUILDING.STATUSITEMS.NEWDUPLICANTSAVAILABLE.NAME
source: New Duplicants Available
fr: Nouveaux Duplicants Disponibles

# STRINGS.BUILDING.STATUSITEMS.NEWDUPLICANTSAVAILABLE.NOTIFICATION_NAME
source: New Duplicants are available
fr: De nouveaux Duplicants sont disponibles

# STRINGS.BUILDING.STATUSITEMS.NEWDUPLICANTSAVAILABLE.NOTIFICATION_TOOLTIP
source: The Printing Pod <color=#F44A47>[H]</color> is ready to print a new Duplicant. Please select a DNA blueprint:
fr: La station d'impression <color=#F44A47>[H]</color> est prête à imprimer un nouveau Duplicant. Choisissez un schéma d'ADN:

# STRINGS.BUILDING.STATUSITEMS.NEWDUPLICANTSAVAILABLE.TOOLTIP
source: A new colony member is ready to be printed
fr: Un nouveau membre de la colonie est prêt à être imprimé

# STRINGS.BUILDING.STATUSITEMS.NOAPPLICABLERESEARCHSELECTED.NAME
source: Inapplicable Research
fr: Recherche inapplicable

# STRINGS.BUILDING.STATUSITEMS.NOAPPLICABLERESEARCHSELECTED.NOTIFICATION_NAME
source: <style="research">Research Center</style> idle
fr: <style="research">Centre de Recherche</style> inactif

# STRINGS.BUILDING.STATUSITEMS.NOAPPLICABLERESEARCHSELECTED.NOTIFICATION_TOOLTIP
source: These buildings cannot produce the correct <style="research">Research Type</style> for the selected <style="research">Research Focus</style>:
fr: Ces équipements ne peuvent pas produire le <style="research">Type de Recherche</style> correct pour la <style="research">Recherche</style> sélectionnée:

# STRINGS.BUILDING.STATUSITEMS.NOAPPLICABLERESEARCHSELECTED.TOOLTIP
source: This building cannot produce the correct research type for the current research focus
fr: Cet équipement ne peut pas produire le type de recherche correct pour la recherche sélectionnée

# STRINGS.BUILDING.STATUSITEMS.NOAVAILABLESEED.NAME
source: No Seed Available
fr: Pas de Graines Disponibles

# STRINGS.BUILDING.STATUSITEMS.NOAVAILABLESEED.TOOLTIP
source: The selected seed is not available
fr: La graine choisie n'est pas disponible

# STRINGS.BUILDING.STATUSITEMS.NOFILTERELEMENTSELECTED.NAME
source: No Filter Selected
fr: Pas de Filtres Sélectionné

# STRINGS.BUILDING.STATUSITEMS.NOFILTERELEMENTSELECTED.TOOLTIP
source: Select a resource to filter
fr: Sélectionnez une ressource à filtrer

# STRINGS.BUILDING.STATUSITEMS.NOFISHABLEWATERBELOW.NAME
source: No Fishable Water
fr: Pas de Poisson dans cette eau

# STRINGS.BUILDING.STATUSITEMS.NOFISHABLEWATERBELOW.TOOLTIP
source: There are no edible fish beneath this structure
fr: Il n'y a pas de poisson comestible sous cette structure

# STRINGS.BUILDING.STATUSITEMS.NOGASELEMENTTOPUMP.NAME
source: Pump Not In Gas
fr: La Pompe n'est Pas Dans un Gaz

# STRINGS.BUILDING.STATUSITEMS.NOGASELEMENTTOPUMP.TOOLTIP
source: This pump must be submerged in gas to work
fr: Cette pompe doit être immergée dans du gaz pour fonctionner

# STRINGS.BUILDING.STATUSITEMS.NOLIQUIDELEMENTTOPUMP.NAME
source: Pump Not In Liquid
fr: La Pompe n'est Pas Dans un Liquide

# STRINGS.BUILDING.STATUSITEMS.NOLIQUIDELEMENTTOPUMP.TOOLTIP
source: This pump must be submerged in liquid to work
fr: Cette pompe doit être immergée dans du liquide pour fonctionner

# STRINGS.BUILDING.STATUSITEMS.NOLOGICWIRECONNECTED.NAME
source: No Automation Wire Connected
fr: Pas de Câble d'Automatisation Connecté

# STRINGS.BUILDING.STATUSITEMS.NOLOGICWIRECONNECTED.TOOLTIP
source: This building has not been connected to an automation grid
fr: Cet équipement n'est connecté à aucun réseau d'automatisation

# STRINGS.BUILDING.STATUSITEMS.NOLUREELEMENTSELECTED.NAME
source: No Bait Selected
fr: Pas d'Appât Sélectionné

# STRINGS.BUILDING.STATUSITEMS.NOLUREELEMENTSELECTED.TOOLTIP
source: Select a resource to use as bait
fr: Sélectionnez une ressource à utiliser comme appât

# STRINGS.BUILDING.STATUSITEMS.NOPOWERCONSUMERS.NAME
source: No Power Consumers
fr: Pas de Consommateurs d'Énergie

# STRINGS.BUILDING.STATUSITEMS.NOPOWERCONSUMERS.TOOLTIP
source: No buildings are connected to this power source
fr: Aucun équipement n'est connecté à cette source d'énergie

# STRINGS.BUILDING.STATUSITEMS.NORESEARCHSELECTED.NAME
source: No Research Focus Selected
fr: Aucune recherche sélectionnée

# STRINGS.BUILDING.STATUSITEMS.NORESEARCHSELECTED.NOTIFICATION_NAME
source: No <style="research">Research Focus</style> selected
fr: Aucune <style="research">Recherche</style> sélectionnée

# STRINGS.BUILDING.STATUSITEMS.NORESEARCHSELECTED.NOTIFICATION_TOOLTIP
source: Open the <color=#833A5FFF>Research Tree</color> [R] to select a new <style="research">Research</style> project
fr: Ouvrez l'<color=#833A5FFF>Arborescence des Recherches</color> [R] pour choisir un nouveau projet de <style="research">Recherche</style>

# STRINGS.BUILDING.STATUSITEMS.NORESEARCHSELECTED.TOOLTIP
source: Open the <color=#833A5FFF>Research Tree</color> [R] to select a new <style="research">Research</style> project
fr: Ouvrez l'<color=#833A5FFF>Arborescence des Recherches</color> [R] pour choisir un nouveau projet de <style="research">Recherche</style>

# STRINGS.BUILDING.STATUSITEMS.NORMAL.TOOLTIP
source: Nothing out of the ordinary here
fr: Rien d'extraordinaire ici

# STRINGS.BUILDING.STATUSITEMS.NOSTORAGEFILTERSET.NAME
source: Storage Not Assigned
fr: Rangement non assigné

# STRINGS.BUILDING.STATUSITEMS.NOSTORAGEFILTERSET.TOOLTIP
source: No resources types are marked for storage in this building
fr: Aucun type de ressources n'est indiqué à stocker dans cet équipement

# STRINGS.BUILDING.STATUSITEMS.NOSUITMARKER.NAME
source: No Checkpoint
fr: Pas de Point de Contrôle

# STRINGS.BUILDING.STATUSITEMS.NOSUITMARKER.TOOLTIP
source: Docks must be placed beside an Exosuit Checkpoint, opposite the side its checkpoint faces
fr: Les stations d'accueil doivent être placées à côté du Point de Contrôle des Exosuits, du côté opposé à la direction face à laquelle le point d'accès fait face

# STRINGS.BUILDING.STATUSITEMS.NOTENOUGHPOWER.NAME
source: Insufficient Power
fr: Puissance Insuffisante

# STRINGS.BUILDING.STATUSITEMS.NOTENOUGHPOWER.TOOLTIP
source: This building does not have enough stored charge to run
fr: Cet équipement n'est pas suffisamment chargé pour fonctionner

# STRINGS.BUILDING.STATUSITEMS.NOTINRECOMMENDEDROOM.NAME
source: Outside of {0}
fr: À l'extérieur de {0}

# STRINGS.BUILDING.STATUSITEMS.NOTINRECOMMENDEDROOM.TOOLTIP
source: It is recommended to build this building inside a {0} Open the Room Overlay <color=#F44A47>[F11]</color> to view full room status
fr: Installer cet équipement dans un {0} est recommandé Ouvrez le Calque Pièce <color=#F44A47>[F11]</color> pour voir l'état des pièces

# STRINGS.BUILDING.STATUSITEMS.NOTINREQUIREDROOM.NAME
source: Outside of {0}
fr: À l'extérieur de {0}

# STRINGS.BUILDING.STATUSITEMS.NOTINREQUIREDROOM.TOOLTIP
source: This building must be built inside a {0} for full functionality Open the Room Overlay <color=#F44A47>[F11]</color> to view full room status
fr: Cet équipement doit être construit dans un {0} pour fonctionner pleinement Ouvrez le Calque Pièce <color=#F44A47>[F11]</color> pour voir l'état des pièces

# STRINGS.BUILDING.STATUSITEMS.NOTUBECONNECTED.NAME
source: No Tube Connected
fr: Pas de Tube Connecté

# STRINGS.BUILDING.STATUSITEMS.NOTUBECONNECTED.TOOLTIP
source: The first section of tube extending from an Access must connect directly upward
fr: La première section d'un tube en extension d'un Accès doit être connectée directement vers le haut

# STRINGS.BUILDING.STATUSITEMS.NOTUBEEXITS.NAME
source: No Landing Available
fr: Pas de point d'Atterissage Disponible

# STRINGS.BUILDING.STATUSITEMS.NOTUBEEXITS.TOOLTIP
source: Duplicants can only exit a tube when there is somewhere for them to land within two tiles
fr: Les Duplicants ne peuvent sortir du tube que s'il y a un endroit ou ils peuvent débarquer dans les deux dalles

# STRINGS.BUILDING.STATUSITEMS.NOWIRECONNECTED.NAME
source: No Wire Connected
fr: Pas de Câble Connecté

# STRINGS.BUILDING.STATUSITEMS.NOWIRECONNECTED.TOOLTIP
source: This building has not been connected to a power grid
fr: Cet équipement n'est pas relié au réseau électrique

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.EXHAUSTING
source: Excess produced
fr: Production excessive

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.NAME
source: Heat Production: {0}
fr: Production de chaleur: {0}

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.OPERATING
source: Normal operation
fr: Opération normale

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.PIPECONTENTS_TRANSFER
source: Transferred from pipes
fr: Transité par les tuyaux

# STRINGS.BUILDING.STATUSITEMS.OPERATINGENERGY.TOOLTIP
source: This building is producing {0} of energy Sources: {1}
fr: Cet équipement produit {0} d'énergie Sources: {1}

# STRINGS.BUILDING.STATUSITEMS.OVERHEATED.NAME
source: Damage: Overheating
fr: Dommages: Surchauffe

# STRINGS.BUILDING.STATUSITEMS.OVERHEATED.TOOLTIP
source: This building is taking damage and will meltdown if not cooled
fr: Cet équipement subit des dégâts et va fondre s'il n'est pas refroidi

# STRINGS.BUILDING.STATUSITEMS.PENDINGDECONSTRUCTION.NAME
source: Deconstruction Errand Assigned
fr: Tâche Assignée: Démolition

# STRINGS.BUILDING.STATUSITEMS.PENDINGDECONSTRUCTION.TOOLTIP
source: Waiting for a Duplicant to deconstruct this building
fr: En attente d'un Duplicant pour démolir cet équipement

# STRINGS.BUILDING.STATUSITEMS.PENDINGFISH.NAME
source: Fishing Errand Assigned
fr: Tâche Assignée: Pêche

# STRINGS.BUILDING.STATUSITEMS.PENDINGFISH.TOOLTIP
source: Waiting for a Duplicant to fish
fr: En attente d'un pécheur

# STRINGS.BUILDING.STATUSITEMS.PENDINGHARVEST.NAME
source: Harvest Errand Assigned
fr: Tâche Assignée: Récolte

# STRINGS.BUILDING.STATUSITEMS.PENDINGHARVEST.TOOLTIP
source: Waiting for a Duplicant to harvest
fr: En attente d'un Duplicant pour récolter

# STRINGS.BUILDING.STATUSITEMS.PENDINGREPAIR.NAME
source: Repair Errand Assigned
fr: Tâche Assignée: Réparation

# STRINGS.BUILDING.STATUSITEMS.PENDINGREPAIR.TOOLTIP
source: Waiting for a Duplicant to repair Received damage from {DamageInfo}
fr: En attente d'un Duplicant pour réparer Dégâts reçu de {DamageInfo}

# STRINGS.BUILDING.STATUSITEMS.PENDINGSWITCHTOGGLE.NAME
source: Change Setting Errand Assigned
fr: Tâche Assignée: Modifier les réglages

# STRINGS.BUILDING.STATUSITEMS.PENDINGSWITCHTOGGLE.TOOLTIP
source: Waiting for a Duplicant to change setting
fr: En attente d'un Duplicant pour modifier les réglages

# STRINGS.BUILDING.STATUSITEMS.PENDINGUPROOT.NAME
source: Uproot Errand Assigned
fr: Tâche Assignée: Arrachage

# STRINGS.BUILDING.STATUSITEMS.PENDINGUPROOT.TOOLTIP
source: Waiting for a Duplicant to uproot
fr: En attente d'un Duplicant pour déraciner

# STRINGS.BUILDING.STATUSITEMS.PENDINGWORK.NAME
source: Errand Assigned
fr: Tâche Assignée

# STRINGS.BUILDING.STATUSITEMS.PENDINGWORK.TOOLTIP
source: Waiting for a Duplicant to operate this building
fr: En attente d'un Duplicant pour utiliser cet équipement

# STRINGS.BUILDING.STATUSITEMS.PIPE.NAME
source: Contents: {Contents}
fr: Contenu: {Contents}

# STRINGS.BUILDING.STATUSITEMS.PIPE.TOOLTIP
source: This pipe is delivering {Contents}
fr: Ce tuyau achemine {Contents}

# STRINGS.BUILDING.STATUSITEMS.PIPECONTENTS.CONTENTS
source: {0} of {1} at {2}
fr: {0} de {1} à {2}

# STRINGS.BUILDING.STATUSITEMS.PIPECONTENTS.EMPTY
source: Empty
fr: Vide
