Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.BUILDINGS.PREFABS.ALGAEDISTILLERY.DESC
source: Algae distillers convert disease-causing slime into algae for oxygen production.
fr: Les distillateurs d'algues convertissent la vase causant des maladies en algues pour la production d'oxygène.

# STRINGS.BUILDINGS.PREFABS.ALGAEDISTILLERY.EFFECT
source: Refines <style="solid">Slime</style> into <style="solid">Algae</style>.
fr: Transforme la <style="solid">Vase</style> en <style="solid">Algues</style>.

# STRINGS.BUILDINGS.PREFABS.ALGAEDISTILLERY.NAME
source: Algae Distiller
fr: Distillateur d'Algue

# STRINGS.BUILDINGS.PREFABS.ALGAEHABITAT.DESC
source: Placing algae terrariums in well lit areas will produce more oxygen.
fr: Placer des terrariums d'algues dans un endroit lumineux produira davantage d'oxygène.

# STRINGS.BUILDINGS.PREFABS.ALGAEHABITAT.EFFECT
source: Consumes <style="solid">Algae</style> to produce <style="oxygen">Oxygen</style> and remove some <style="gas">Carbon Dioxide</style>. Gains a 10% efficiency boost in direct <style="light">Light</style>.
fr: Consomme des <style="solid">Algues</style> pour produire de l'<style="oxygen">Oxygène</style> et supprimer du <style="gas">Dioxyde de Carbone</style>. Gagne un bonus d'efficacité de 10% en pleine <style="light">Lumière</style>.

# STRINGS.BUILDINGS.PREFABS.ALGAEHABITAT.NAME
source: Algae Terrarium
fr: Terrarium d'Algues

# STRINGS.BUILDINGS.PREFABS.APOTHECARY.DESC
source: All-natural remedies to cure what ails you.
fr: Remèdes 100% naturels pour guérir ce qui vous afflige.

# STRINGS.BUILDINGS.PREFABS.APOTHECARY.EFFECT
source: Produces <style="medicine">Medicine</style> to cure most basic <style="disease">Diseases</style>. Duplicants will not fabricate items unless recipes are queued.
fr: Produit des <style="medicine">Médicaments</style> pour guérir les <style="disease">Maladies</style> les plus basiques. Les Duplicants ne fabriqueront rien tant que les recettes ne sont pas en file d'attente.

# STRINGS.BUILDINGS.PREFABS.APOTHECARY.NAME
source: Apothecary
fr: Pharmacie

# STRINGS.BUILDINGS.PREFABS.BATTERY.CHARGE_LOSS
source: {Battery} charge loss
fr: {Battery} de perte de la charge

# STRINGS.BUILDINGS.PREFABS.BATTERY.DESC
source: Batteries allow extra power from generators to be stored for later, rather than lost.
fr: Les batteries permettent à l'énergie excédentaire d'être stockée pour plus tard, plutôt que de la perdre.

# STRINGS.BUILDINGS.PREFABS.BATTERY.EFFECT
source: Stores a bit of runoff <style="power">Power</style> from generators, but loses charge over time.
fr: Emmagasine un peu d'<style="power">Énergie</style> délivrée par les générateurs, mais perd sa charge au fil du temps.

# STRINGS.BUILDINGS.PREFABS.BATTERY.NAME
source: Tiny Battery
fr: Petite Batterie

# STRINGS.BUILDINGS.PREFABS.BATTERYMEDIUM.DESC
source: Larger batteries hold more power and keep systems running longer before recharging.
fr: Les plus grosses batteries emmagasinent plus d'énergie et gardent les systèmes allumés plus longtemps avant de devoir être rechargées.

# STRINGS.BUILDINGS.PREFABS.BATTERYMEDIUM.EFFECT
source: Stores most runoff <style="power">Power</style> from generators, but loses charge over time.
fr: Emmagasine la plus grande partie de <style="power">Énergie</style> en excès fournie par les générateurs, mais perd sa charge au fil du temps.

# STRINGS.BUILDINGS.PREFABS.BATTERYMEDIUM.NAME
source: Battery
fr: Batterie

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.ACTIVATE_TOOLTIP
source: Logic input will become <style="logic">Active</style> when battery is less than {0}% charged
fr: L'entrée Logique deviendra <style="logic">Active</style> lorsque la batterie à une charge inférieure à {0}%

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.DEACTIVATE_TOOLTIP
source: Logic input will go on <style="logic">Standby</style> when battery is more than {0}% charged
fr: L'entrée Logique passera <style="logic">En Pause</style> lorsque la batterie à une charge supérieure à {0}%

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.DESC
source: Smart batteries can automatically turn systems off when there is no charge to sustain them.
fr: Les batteries intelligentes peuvent couper les systèmes automatiquement quand il n'y a plus de charge pour les alimenter.

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.EFFECT
source: Stores most runoff <style="power">Power</style> from generators, but loses charge over time. Logic input becomes <style="logic">Active</style> when charged above the set threshold.
fr: Emmagasine la plus grande partie de <style="power">Énergie</style> en excès fournie par les générateurs, mais perd sa charge au fil du temps. L'entrée logique devient <style="logic">Active</style> quand la charge dépasse le seuil choisi.

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.LOGIC_PORT_DESC
source: <style="logic">Active</style> if charge exceeds threshold
fr: <style="logic">Active</style> si la charge dépasse le seuil

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.NAME
source: Smart Battery
fr: Batterie Intelligente

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.SIDESCREEN_DEACTIVATE
source: Standby:
fr: En Veille:

# STRINGS.BUILDINGS.PREFABS.BATTERYSMART.SIDESCREEN_TITLE
source: Logic Activation Parameters
fr: Paramètres d'Activation Logique

# STRINGS.BUILDINGS.PREFABS.BED.DESC
source: Duplicants without a bed will develop sore backs from sleeping on the floor.
fr: Les Duplicants qui n'ont pas de lit développeront des douleurs de dos à force de dormir sur le sol.

# STRINGS.BUILDINGS.PREFABS.BED.EFFECT
source: Gives one Duplicant a place to sleep. Duplicants will automatically return to their cots to sleep at night.
fr: Donne à un Duplicant un endroit où dormir. Les Duplicants retourneront dormir automatiquement dans leur lit à la nuit tombée.

# STRINGS.BUILDINGS.PREFABS.BED.NAME
source: Cot
fr: Lit

# STRINGS.BUILDINGS.PREFABS.BOTTLEEMPTIER.DESC
source: A bottle emptier's Element Filter can be used to designate areas for specific liquid storage.
fr: Le Filtre d'Élément de la fontaine à eau peut être utilisé pour délimiter des zones dédiées au stockage de liquides.

# STRINGS.BUILDINGS.PREFABS.BOTTLEEMPTIER.EFFECT
source: Empties bottled <style="liquid">Liquids</style> back into the world.
fr: Vide les bouteilles de <style="liquid">Liquides</style> dans la nature.

# STRINGS.BUILDINGS.PREFABS.BOTTLEEMPTIER.NAME
source: Bottle Emptier
fr: Fontaine à eau

# STRINGS.BUILDINGS.PREFABS.BURNER.DESC
source: Burners reach incredible temperatures and can quickly melt large areas.
fr: Les brûleurs atteignent des températures incroyables et peuvent rapidement faire fondre de vastes zones.

# STRINGS.BUILDINGS.PREFABS.BURNER.EFFECT
source: Produces a searing <style="heat">Heat Jet</style> using liquid <style="liquid">Oil</style>.
fr: Produit des <style="heat">Jets de Chaleur</style> brûlants en utilisant du <style="liquid">Pétrole</style>.

# STRINGS.BUILDINGS.PREFABS.BURNER.NAME
source: Burner
fr: Brûleur

# STRINGS.BUILDINGS.PREFABS.CANVAS.AVERAGEQUALITYNAME
source: Mediocre Painting
fr: Tableau Médiocre

# STRINGS.BUILDINGS.PREFABS.CANVAS.DESC
source: Once built, a Duplicant can paint a blank canvas to produce a decorative painting.
fr: Une fois construite, un Duplicant peut peindre sur une toile blanche pour créer un tableau décoratif.

# STRINGS.BUILDINGS.PREFABS.CANVAS.EFFECT
source: Increases <style="decor">Decor</style> and reduces <style="stress">Stress</style>. Must be painted by a Duplicant.
fr: Améliore la <style="decor">Décoration</style> et réduit le <style="stress">Stress</style>. Doit être peint par un Duplicant.

# STRINGS.BUILDINGS.PREFABS.CANVAS.EXCELLENTQUALITYNAME
source: Masterpiece
fr: Chef d'œuvre

# STRINGS.BUILDINGS.PREFABS.CANVAS.NAME
source: Blank Canvas
fr: Toile Blanche

# STRINGS.BUILDINGS.PREFABS.CANVAS.POORQUALITYNAME
source: Crude Painting
fr: Peinture Grossière

# STRINGS.BUILDINGS.PREFABS.CEILINGLIGHT.DESC
source: Light reduces Duplicant stress and is required to grow certain plants.
fr: La lumière réduit le stress des Duplicants et est nécessaire pour faire pousser certaines plantes.

# STRINGS.BUILDINGS.PREFABS.CEILINGLIGHT.EFFECT
source: Provides <style="light">Light</style> when <style="power">Powered</style>.
fr: Produit de la <style="light">Lumière</style> lorsqu'il est <style="power">allumé</style>.

# STRINGS.BUILDINGS.PREFABS.CEILINGLIGHT.NAME
source: Ceiling Light
fr: Plafonnier

# STRINGS.BUILDINGS.PREFABS.CHECKPOINT.DESC
source: Checkpoints can be connected to automated sensors to determine when it is safe to enter.
fr: Les Points de Contrôle peuvent être reliés à des capteurs automatisés pour déterminer quand l'entrée est sure.

# STRINGS.BUILDINGS.PREFABS.CHECKPOINT.EFFECT
source: Allows Duplicants to pass when <style="logic">Active</style>. Prevents Duplicants from passing when on <style="logic">Standby</style>.
fr: Autorise les Duplicants à passer lorsqu'il est <style="logic">Actif</style>. Empêche les Duplicants de passer lorsqu'il est <style="logic">En Veille</style>.

# STRINGS.BUILDINGS.PREFABS.CHECKPOINT.LOGIC_PORT_DESC
source: Duplicant Stop/Go
fr: Duplicant Arrêt/Passe

# STRINGS.BUILDINGS.PREFABS.CHECKPOINT.NAME
source: Duplicant Checkpoint
fr: Point de Contrôle Duplicant

# STRINGS.BUILDINGS.PREFABS.CLOTHINGFABRICATOR.DESC
source: A textile loom can be used to spin Reed Fiber into wearable Duplicant clothing.
fr: Un métier à tisser peut être utilisé pour transformer des fibres de Roseau en vêtement pour Duplicant.

# STRINGS.BUILDINGS.PREFABS.CLOTHINGFABRICATOR.EFFECT
source: Tailors Duplicant <style="equipment">Clothing</style> items. Duplicants will not fabricate items unless recipes are queued.
fr: Taille des <style="equipment">Vêtements</style> pour le Duplicant. Les Duplicants ne fabriqueront rien tant qu'aucune recette n'est mise en file d'attente.

# STRINGS.BUILDINGS.PREFABS.CLOTHINGFABRICATOR.NAME
source: Textile Loom
fr: Métier à Tisser

# STRINGS.BUILDINGS.PREFABS.CO2SCRUBBER.DESC
source: Carbon skimmers remove large amounts of carbon dioxide, but produce no breathable air.
fr: Les Filtres à Carbone suppriment une grande quantité de dioxyde de carbone, mais ne produisent pas d'air respirable.

# STRINGS.BUILDINGS.PREFABS.CO2SCRUBBER.EFFECT
source: Uses <style="liquid">Water</style> to filter <style="gas">Carbon Dioxide</style> from the air.
fr: Utilise de l'<style="liquid">Eau</style> pour filtrer le <style="gas">Dioxyde de Carbone </style> dans l'air.

# STRINGS.BUILDINGS.PREFABS.CO2SCRUBBER.NAME
source: Carbon Skimmer
fr: Dépollueur de Carbone

# STRINGS.BUILDINGS.PREFABS.COMPOST.DESC
source: Composts safely deal with biological waste and help fertilize domestic plants.
fr: Les composts traitent en toute sécurité les déchets biologiques et aident à fertiliser les plantes domestiques.

# STRINGS.BUILDINGS.PREFABS.COMPOST.EFFECT
source: Breaks <style="solid">Polluted Dirt</style> down into <style="solid">Fertilizer</style>.
fr: Transforme la <style="solid">Terre Polluée</style> en <style="solid">Fertilisant</style>.

# STRINGS.BUILDINGS.PREFABS.COOKINGSTATION.DESC
source: Proper cooking eliminates foodborne disease and produces tasty, stress-relieving meals.
fr: La cuisine élimine les maladies d'origine alimentaire et produit des repas savoureux et soulageant le stress.

# STRINGS.BUILDINGS.PREFABS.COOKINGSTATION.EFFECT
source: Cooks a wide variety of improved <style="food">Foods</style>. Duplicants will not fabricate items unless recipes are queued.
fr: Cuisine une grande variété d'<style="food">Aliments</style> améliorés. Les Duplicants ne fabriqueront rien tant que les recettes ne seront pas dans la file d'attente.

# STRINGS.BUILDINGS.PREFABS.COOKINGSTATION.NAME
source: Electric Grill
fr: Grill Électrique

# STRINGS.BUILDINGS.PREFABS.CREATUREDELIVERYPOINT.DESC
source: Duplicants automatically bring captured creatures to these relocation points for release.
fr: Les Duplicants apportent automatiquement les créatures capturées à ces points de relocalisation pour la remise en liberté.

# STRINGS.BUILDINGS.PREFABS.CREATUREDELIVERYPOINT.EFFECT
source: Releases trapped creatures back into the world. Can be used multiple times.
fr: Relâche les créatures capturées dans la nature. Peut être utilisé plusieurs fois.

# STRINGS.BUILDINGS.PREFABS.CREATUREDELIVERYPOINT.NAME
source: Creature Relocator
fr: Relocalisateur de Créature

# STRINGS.BUILDINGS.PREFABS.CREATURETRAP.DESC
source: Creature traps cannot catch flying creatures.
fr: Les pièges pour créature ne peuvent pas attraper de créatures volantes.

# STRINGS.BUILDINGS.PREFABS.CREATURETRAP.EFFECT
source: Captures a living creature for transport. Single use.
fr: Capture une créature vivante pour la déplacer. Usage unique.

# STRINGS.BUILDINGS.PREFABS.CREATURETRAP.NAME
source: Creature Trap
fr: Piège à Créatures

# STRINGS.BUILDINGS.PREFABS.DEVGENERATOR.DESC
source: Generates infinite testing power
fr: Génère une puissance de test infinie

# STRINGS.BUILDINGS.PREFABS.DEVGENERATOR.EFFECT
source: Runs on coffee
fr: Carbure au café

# STRINGS.BUILDINGS.PREFABS.DEVGENERATOR.NAME
source: DEV Generator
fr: Générateur DEV

# STRINGS.BUILDINGS.PREFABS.DININGTABLE.DESC
source: Duplicants prefer to dine at a table, rather than eat off the floor.
fr: Les Duplicants préfèrent manger à table, plutôt que manger par terre.

# STRINGS.BUILDINGS.PREFABS.DININGTABLE.EFFECT
source: Gives one Duplicant a place to eat. Duplicants will automatically eat at their assigned table when hungry.
fr: Fournit à un Duplicant un endroit où manger. Les Duplicants mangeront automatiquement à la table qui leur est réservée lorsqu'ils ont faim.

# STRINGS.BUILDINGS.PREFABS.DININGTABLE.NAME
source: Mess Table
fr: Table d'hôte

# STRINGS.BUILDINGS.PREFABS.DIRECTIONALWORLDPUMPLIQUID.DESC
source: Channels move more volume than pumps and require no power, but need sufficient pressure to function.
fr: Les canaux déplacent un plus grand volume que les pompes et ne nécessitent pas d'énergie, mais ils ont besoin d'une pression suffisante pour fonctionner.

# STRINGS.BUILDINGS.PREFABS.DIRECTIONALWORLDPUMPLIQUID.EFFECT
source: Directionally moves large volumes of liquid through a channel. Can be used as floor tile and rotated before construction.
fr: Déplace de grands volumes de liquide dans une direction à travers un canal. Peut être utilisée comme dalle et tournée avant la construction.

# STRINGS.BUILDINGS.PREFABS.DIRECTIONALWORLDPUMPLIQUID.NAME
source: Liquid Channel
fr: Canal

# STRINGS.BUILDINGS.PREFABS.DISTILLATIONCOLUMN.DESC
source: Gets hot and steamy.
fr: Devient chaud et humide.

# STRINGS.BUILDINGS.PREFABS.DISTILLATIONCOLUMN.EFFECT
source: Separates any <style="liquid">Polluted Water</style> piped through it into <style="gas">Steam</style> and <style="solid">Polluted Dirt</style>.
fr: Sépare l'<style="liquid">Eau Polluée</style> qui passe à travers en <style="gas">Vapeur</style> et en <style="solid">Terre Polluée</style>.

# STRINGS.BUILDINGS.PREFABS.DISTILLATIONCOLUMN.NAME
source: Distillation Column
fr: Colonne de Distillation

# STRINGS.BUILDINGS.PREFABS.DOOR.ABOVE
source: above
fr: dessus

# STRINGS.BUILDINGS.PREFABS.DOOR.BELOW
source: below
fr: dessous

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.AUTO.TOOLTIP
source: Duplicants open and close this door as needed
fr: Les Duplicants ouvrent et ferment les portes au besoin

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.CLOSE.NAME
source: Lock
fr: Verrouiller

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.CLOSE.TOOLTIP
source: Nothing may pass through
fr: Rien ne peut traverser

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.OPEN.NAME
source: Open
fr: Ouvrir

# STRINGS.BUILDINGS.PREFABS.DOOR.CONTROL_STATE.OPEN.TOOLTIP
source: This door will remain open
fr: Cette porte restera ouverte

# STRINGS.BUILDINGS.PREFABS.DOOR.DESC
source: Door controls can be used to prevent Duplicants from entering restricted areas.
fr: Les commandes de porte peuvent être utilisées pour empêcher les Duplicants d'entrer dans des zones restreintes.

# STRINGS.BUILDINGS.PREFABS.DOOR.EFFECT
source: Encloses areas without blocking <style="liquid">Liquid</style> or <style="gas">Gas</style> flow. Sets Duplicant Access Permissions for area restriction. Wild creatures cannot pass through doors.
fr: Ferme les salles sans bloquer les flux de <style="liquid">Liquide</style> ou de <style="gas">Gaz</style>. Assigne les Permissions d'Accès des Duplicants pour les zones restreintes. Les créatures sauvages ne peuvent pas passer les portes.

# STRINGS.BUILDINGS.PREFABS.DOOR.LEFT
source: on the left
fr: sur la gauche

# STRINGS.BUILDINGS.PREFABS.DOOR.LOGIC_PORT_DESC
source: Open/Close
fr: Ouvert/Fermé

# STRINGS.BUILDINGS.PREFABS.DOOR.NAME
source: Pneumatic Door
fr: Porte pneumatique

# STRINGS.BUILDINGS.PREFABS.DOOR.PRESSURE_SUIT_NOT_REQUIRED
source: <style="equipment">Exosuit</style> not required {0}
fr: <style="equipment">Exosuit</style> superflue {0}

# STRINGS.BUILDINGS.PREFABS.DOOR.PRESSURE_SUIT_REQUIRED
source: <style="equipment">Exosuit</style> required {0}
fr: <style="equipment">Exosuit</style> exigée {0}

# STRINGS.BUILDINGS.PREFABS.DOOR.RIGHT
source: on the right
fr: sur la droite

# STRINGS.BUILDINGS.PREFABS.ELECTROLYZER.DESC
source: Electrolyzers output a high volume of oxygen and are a reliable source of breathable air.
fr: Les électrolyseurs produisent un volume élevé d'oxygène et constituent une source fiable d'air respirable.

# STRINGS.BUILDINGS.PREFABS.ELECTROLYZER.EFFECT
source: Converts <style="liquid">Water</style> into <style="oxygen">Oxygen</style> and <style="gas">Hydrogen Gas</style>. Becomes idle when the area reaches maximum pressure capacity.
fr: Transforme l'<style="liquid">Eau</style> en <style="oxygen">Oxygène</style> et en <style="gas">Hydrogène</style>. Se met en pause lorsque la zone atteint la pression d'air maximale.

# STRINGS.BUILDINGS.PREFABS.ELECTROLYZER.NAME
source: Electrolyzer
fr: Électrolyseur

# STRINGS.BUILDINGS.PREFABS.FARMSTATION.DESC
source: This station only has an effect on crops grown within the same room.
fr: Cette station n'a un effet que sur les cultures qui ont poussé dans la même pièce.

# STRINGS.BUILDINGS.PREFABS.FARMSTATION.EFFECT
source: Produces <style="solid">Micronutrient Fertilizer</style> to increase <style="plant">Plant</style> growth rates. Assigned Duplicants must possess the <style="misc">Crop Tending</style> trait. This building is a necessary component of the Greenhouse room.
fr: Produit de l'<style="solid">Engrais à Micro-Éléments</style> pour augmenter le taux de croissance des <style="plant">Plantes</style>. Les Duplicants affectés doivent posséder l'attribut <style="misc">Soin des Plantes</style>. Cet équipement est un composant nécessaire à la serre.

# STRINGS.BUILDINGS.PREFABS.FARMSTATION.NAME
source: Farm Station
fr: Ferme

# STRINGS.BUILDINGS.PREFABS.FARMTILE.DESC
source: Duplicants can deliver fertilizer and liquids to farm tiles, accelerating plant growth.
fr: Les Duplicants peuvent livrer du fertilisant et du liquide aux dalles fermières, accélérant la croissance de la plante.

# STRINGS.BUILDINGS.PREFABS.FARMTILE.EFFECT
source: Grows one <style="plant">Plant</style> from a <style="seed">Seed</style>. Can be used as floor tile and rotated before construction.
fr: Fait pousser une seule <style="plant">Plante</style> à partir d'une <style="seed">Graine</style>. Peut être utilisée comme dalle et tournée avant la construction.

# STRINGS.BUILDINGS.PREFABS.FARMTILE.NAME
source: Farm Tile
fr: Dalle fermière

# STRINGS.BUILDINGS.PREFABS.FERTILIZERMAKER.DESC
source: Fertilizer Synthesizers convert polluted water into fertilizer for domestic plants.
fr: Les Synthétiseurs d'Engrais transforment l'eau polluée en engrais pour les plantes domestiques.

# STRINGS.BUILDINGS.PREFABS.FERTILIZERMAKER.EFFECT
source: Uses <style="liquid">Polluted Water</style> to produce <style="solid">Fertilizer</style>.
fr: Utilise de l'<style="liquid">Eau Polluée</style> pour produire de l'<style="solid">Engrais</style>.

# STRINGS.BUILDINGS.PREFABS.FERTILIZERMAKER.NAME
source: Fertilizer Synthesizer
fr: Fertilisateur

# STRINGS.BUILDINGS.PREFABS.FIREPOLE.DESC
source: Fire poles provide quick downward travel, while ladders provide better upward movement.
fr: Les Barres de Pompier permettent un déplacement rapide vers le bas, tandis que les échelles fournissent un meilleur moyen pour grimper.

# STRINGS.BUILDINGS.PREFABS.FIREPOLE.EFFECT
source: Allows rapid Duplicant descent. Significantly slows upward climbing.
fr: Permet au Duplicant de descendre rapidement. Diminue grandement la vitesse d'escalade.

# STRINGS.BUILDINGS.PREFABS.FIREPOLE.NAME
source: Fire Pole
fr: Barres de Pompier

# STRINGS.BUILDINGS.PREFABS.FLOORLAMP.DESC
source: The emitting radius of a building's light can be viewed in the Light Overlay.
fr: Le rayon d'émission de la lumière d'une construction peut être visualisé dans le Calque Lumière.

# STRINGS.BUILDINGS.PREFABS.FLOORLAMP.EFFECT
source: Provides <style="light">Light</style> when <style="power">Powered</style>.
fr: Produit de la <style="light">Lumière</style> lorsqu'elle est est <style="power">Alimentée</style>.

# STRINGS.BUILDINGS.PREFABS.FLOORLAMP.NAME
source: Lamp
fr: Lampe

# STRINGS.BUILDINGS.PREFABS.FLOORSWITCH.DESC
source: Weight plates can be used to turn on amenities only when Duplicants pass by.
fr: Les plaques de pression peuvent être utilisées pour allumer les lumières uniquement quand les Duplicants marchent dessus.

# STRINGS.BUILDINGS.PREFABS.FLOORSWITCH.EFFECT
source: Becomes <style="logic">Active</style> when an object or Duplicant is placed atop of it. Cannot be triggered by <style="gas">Gas</style> or <style="liquid">Liquids</style>.
fr: Devient <style="logic">Actif</style> quand un objet ou un Duplicant est placé dessus. Ne peut pas être déclenché par du <style="gas">Gaz</style> ou du <style="liquid">Liquide</style>.

# STRINGS.BUILDINGS.PREFABS.FLOORSWITCH.NAME
source: Weight Plate
fr: Plaque de Pression

# STRINGS.BUILDINGS.PREFABS.FLOWERVASE.DESC
source: Flower pots allow decorative plants to be moved to new locations.
fr: Les pots de fleurs permettent de déplacer des plantes décoratives dans d'autres endroits.

# STRINGS.BUILDINGS.PREFABS.FLOWERVASE.EFFECT
source: Increases <style="decor">Decor</style> and reduces <style="stress">Stress</style>. Houses a single <style="plant">Plant</style> when sown with a <style="seed">Seed</style>.
fr: Améliore la <style="decor">Décoration</style> et réduit le <style="stress">Stress</style>. Fait pousser une <style="plant">Plante</style> quand une <style="seed">Graine</style> y est plantée.

# STRINGS.BUILDINGS.PREFABS.FLOWERVASE.NAME
source: Flower Pot
fr: Pot de Fleurs

# STRINGS.BUILDINGS.PREFABS.FLUSHTOILET.DESC
source: Lavatories transmit fewer germs to Duplicants' skin and require no manual emptying.
fr: Les toilettes transfèrent moins de germes à la peau de Duplicants et ne nécessitent aucune vidange manuelle.

# STRINGS.BUILDINGS.PREFABS.FLUSHTOILET.EFFECT
source: Gives Duplicants a place to <style="hygiene">Hygienically</style> relieve themselves.
fr: Fournit aux Duplicants un endroit <style="hygiene">Hygiénique</style> pour se soulager.

# STRINGS.BUILDINGS.PREFABS.FLUSHTOILET.NAME
source: Lavatory
fr: Toilettes

# STRINGS.BUILDINGS.PREFABS.GASCONDUIT.DESC
source: Gas pipes are used to connect the inputs and outputs of ventilated buildings.
fr: Les tuyaux de gaz sont utilisés pour connecter l'entrée et la sortie des équipements ventilés.

# STRINGS.BUILDINGS.PREFABS.GASCONDUIT.EFFECT
source: Carries <style="gas">Gas</style> between <style="GasPiping">Outputs</style> and <style="GasPiping">Intakes</style>. Can be run through tiles.
fr: Transporte du <style="gas">Gaz</style> entre les <style="GasPiping">Sorties</style> et <style="GasPiping">Entrées</style> des structures. Peut traverser les dalles.

# STRINGS.BUILDINGS.PREFABS.GASCONDUIT.NAME
source: Gas Pipe
fr: Conduite de gaz
