Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSVOMITING.NOTIFICATION_TOOLTIP
source: These Duplicants became so <style="stress">Stressed</style> they threw up:
fr: Ces Duplicant sont devenus trop <style="stress">Stressés</style> et ont vomi:

# STRINGS.DUPLICANTS.STATUSITEMS.STRESSVOMITING.TOOLTIP
source: This Duplicant is relieving their stress all over the floor
fr: Ce Duplicant a relâcher son stress sur le sol

# STRINGS.DUPLICANTS.STATUSITEMS.SUFFOCATING.NAME
source: Suffocating
fr: Suffoque

# STRINGS.DUPLICANTS.STATUSITEMS.SUFFOCATING.NOTIFICATION_NAME
source: Suffocating
fr: Suffocation

# STRINGS.DUPLICANTS.STATUSITEMS.SUFFOCATING.NOTIFICATION_TOOLTIP
source: These Duplicants cannot breathe:
fr: Ces Duplicants ne peuvent pas respirer:

# STRINGS.DUPLICANTS.STATUSITEMS.SUFFOCATING.TOOLTIP
source: This Duplicant cannot breathe!
fr: Ce Duplicant ne peut pas respirer!

# STRINGS.DUPLICANTS.STATUSITEMS.TINKERING.NAME
source: Tinkering
fr: Bricolage

# STRINGS.DUPLICANTS.STATUSITEMS.TINKERING.TOOLTIP
source: This Duplicant is making functional improvements to a building
fr: Ce Duplicant fait des améliorations fonctionnelles à un équipement

# STRINGS.DUPLICANTS.STATUSITEMS.TIRED.NAME
source: Tired
fr: Fatigué

# STRINGS.DUPLICANTS.STATUSITEMS.TIRED.TOOLTIP
source: This Duplicant could use a nice nap
fr: Ce Duplicant pourrait faire une bonne sieste

# STRINGS.DUPLICANTS.STATUSITEMS.TOGGLEDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fr: Fournir des ressources à {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.TOGGLEDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fr: Ce Duplicant transporte des matériaux vers {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.TOGGLING.NAME
source: Change {Target} setting
fr: Modifie les paramètres de: {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.TOGGLING.TOOLTIP
source: This Duplicant is changing the {Target}'s setting
fr: Ce Duplicant modifie les paramètres de: {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.TOILETUNREACHABLE.NAME
source: Unreachable restroom
fr: Toilettes inaccessibles

# STRINGS.DUPLICANTS.STATUSITEMS.TOILETUNREACHABLE.NOTIFICATION_NAME
source: Unreachable restroom
fr: Toilettes inaccessibles

# STRINGS.DUPLICANTS.STATUSITEMS.TOILETUNREACHABLE.NOTIFICATION_TOOLTIP
source: These Duplicants cannot access a functioning toilet:
fr: Ces Duplicants ne peuvent pas accéder à des toilettes fonctionnelles:

# STRINGS.DUPLICANTS.STATUSITEMS.TOILETUNREACHABLE.TOOLTIP
source: This Duplicant cannot access a functioning toilet
fr: Ce Duplicant ne peut pas accéder à des toilettes fonctionnelles

# STRINGS.DUPLICANTS.STATUSITEMS.UPROOTING.NAME
source: Uprooting {Target}
fr: Arrache {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.UPROOTING.TOOLTIP
source: This Duplicant is digging up a {Target}
fr: Ce Duplicant Creuse: {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.USEITEMDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fr: Fournir des ressources à {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.USEITEMDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fr: Ce Duplicant transporte des matériaux vers {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.VOMITING.NAME
source: Throwing up
fr: Vomir

# STRINGS.DUPLICANTS.STATUSITEMS.VOMITING.NOTIFICATION_NAME
source: Throwing up
fr: Vomir

# STRINGS.DUPLICANTS.STATUSITEMS.VOMITING.NOTIFICATION_TOOLTIP
source: A <style="disease">Disease</style> has caused these Duplicants to throw up:
fr: Une <style="disease">Maladie</style> a causé des vomissements chez ces Duplicants:

# STRINGS.DUPLICANTS.STATUSITEMS.VOMITING.TOOLTIP
source: This Duplicant has unceremoniously hurled as the result of a disease
fr: Ce Duplicant a vomi directement à cause d'une maladie

# STRINGS.DUPLICANTS.STATUSITEMS.WARMINGUP.NAME
source: Warming up
fr: Se réchauffer

# STRINGS.DUPLICANTS.STATUSITEMS.WARMINGUP.TOOLTIP
source: This Duplicant got too cold and is trying to warm up
fr: Ce Duplicant a eu trop froid et essaie de se réchauffer

# STRINGS.DUPLICANTS.STATUSITEMS.WARMUPDELIVERSTATUS.NAME
source: Delivering resources to {Target}
fr: Fournir des ressources à {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.WARMUPDELIVERSTATUS.TOOLTIP
source: This Duplicant is transporting materials to {Target}
fr: Ce Duplicant transporte des matériaux vers {Target}

# STRINGS.DUPLICANTS.STATUSITEMS.WASHINGHANDS.NAME
source: Washing hands
fr: Se lave les mains

# STRINGS.DUPLICANTS.STATUSITEMS.WASHINGHANDS.TOOLTIP
source: This Duplicant is washing their hands
fr: Ce Duplicant se lave les mains

# STRINGS.DUPLICANTS.THOUGHTS.ANGRY.TOOLTIP
source: Angry
fr: En colère

# STRINGS.DUPLICANTS.THOUGHTS.COLD.TOOLTIP
source: Cold
fr: Froid

# STRINGS.DUPLICANTS.THOUGHTS.FULLBLADDER.TOOLTIP
source: Full Bladder
fr: Vessie Pleine

# STRINGS.DUPLICANTS.THOUGHTS.GOOD_FOOD_QUALITY.TOOLTIP
source: Delicious Meal
fr: Repas délicieux

# STRINGS.DUPLICANTS.THOUGHTS.GOTINFECTED.TOOLTIP
source: Got Infected
fr: A été infecté

# STRINGS.DUPLICANTS.THOUGHTS.HAPPY.TOOLTIP
source: Happy
fr: Content

# STRINGS.DUPLICANTS.THOUGHTS.HOT.TOOLTIP
source: Hot
fr: Chaud

# STRINGS.DUPLICANTS.THOUGHTS.NEWROLE.TOOLTIP
source: New Job
fr: Nouveau Métier

# STRINGS.DUPLICANTS.THOUGHTS.NOISY.TOOLTIP
source: Loud Area
fr: Zone Bruyante

# STRINGS.DUPLICANTS.THOUGHTS.POOR_FOOD_QUALITY.TOOLTIP
source: Lousy Meal
fr: Mauvais Repas

# STRINGS.DUPLICANTS.THOUGHTS.POORDECOR.TOOLTIP
source: Poor Decor
fr: Décoration Moche

# STRINGS.DUPLICANTS.THOUGHTS.PUTRIDODOUR.TOOLTIP
source: Smelled Something Putrid
fr: Sentait quelque chose de putride

# STRINGS.DUPLICANTS.THOUGHTS.RAGING.TOOLTIP
source: Raging
fr: Enragé

# STRINGS.DUPLICANTS.THOUGHTS.SLEEPY.TOOLTIP
source: Sleepy
fr: Somnolent

# STRINGS.DUPLICANTS.THOUGHTS.STARVING.TOOLTIP
source: Starving
fr: Affamé

# STRINGS.DUPLICANTS.THOUGHTS.SUFFOCATING.TOOLTIP
source: Suffocating
fr: Suffoque

# STRINGS.DUPLICANTS.THOUGHTS.UNHAPPY.TOOLTIP
source: Unhappy
fr: Malheureux

# STRINGS.DUPLICANTS.TRAITS.AGGRESSIVE.DESC
source: This Duplicant handles stress by taking their frustrations out on defenseless machines
fr: Ce Duplicant passera ses nerfs en matraquant de pauvres équipements sans défense

# STRINGS.DUPLICANTS.TRAITS.AGGRESSIVE.NAME
source: Destructive
fr: Destructeur

# STRINGS.DUPLICANTS.TRAITS.AGGRESSIVE.NOREPAIR
source: • Will not repair buildings above 60% stress
fr: • Ne réparera pas les équipements si le stress dépasse 60%

# STRINGS.DUPLICANTS.TRAITS.ANEMIC.DESC
source: This Duplicant has trouble keeping up with the others
fr: Ce Duplicant a du mal à suivre les autres

# STRINGS.DUPLICANTS.TRAITS.ANEMIC.NAME
source: Anemic
fr: Anémique

# STRINGS.DUPLICANTS.TRAITS.ANXIOUS.DESC
source: This Duplicant collapses when put under too much pressure
fr: Ce Duplicant s'effondre lorsqu'il subit trop de pression

# STRINGS.DUPLICANTS.TRAITS.ANXIOUS.NAME
source: Anxious
fr: Anxieux

# STRINGS.DUPLICANTS.TRAITS.BEDSIDEMANNER.DESC
source: This Duplicant has good bedside manner and a healing touch
fr: Ce Duplicant a un bon contact avec les patients et des mains faites pour soigner

# STRINGS.DUPLICANTS.TRAITS.BEDSIDEMANNER.NAME
source: Caregiver
fr: Soignant

# STRINGS.DUPLICANTS.TRAITS.BINGEEATER.DESC
source: This Duplicant will dangerously overeat when stressed
fr: Ce Duplicant mange beaucoup quand il est stressé

# STRINGS.DUPLICANTS.TRAITS.BINGEEATER.NAME
source: Binge Eater
fr: Mangeur Compulsif

# STRINGS.DUPLICANTS.TRAITS.CALORIEBURNER.DESC
source: This Duplicant might actually be several black holes in a trench coat
fr: Ce Duplicant pourrait être un trou noir portant un manteau

# STRINGS.DUPLICANTS.TRAITS.CALORIEBURNER.NAME
source: Bottomless Stomach
fr: Estomac sans fond

# STRINGS.DUPLICANTS.TRAITS.CANNOT_DO_TASK
source: • Cannot perform errand: {0}
fr: • Ne peut pas effectuer la tâche: {0}

# STRINGS.DUPLICANTS.TRAITS.CANTBUILD.DESC
source: This Duplicant is incapable of building even the most basic of structures
fr: Ce Duplicant est incapable de construire le moindre équipement, même basique

# STRINGS.DUPLICANTS.TRAITS.CANTBUILD.NAME
source: Unconstructive
fr: Non-constructif

# STRINGS.DUPLICANTS.TRAITS.CANTCOOK.DESC
source: This Duplicant has a deep-seated distrust of the culinary arts
fr: Ce Duplicant a une peur inébranlable des cuisines et des arts culinaires

# STRINGS.DUPLICANTS.TRAITS.CANTCOOK.NAME
source: Gastrophobia
fr: Gastrophobie

# STRINGS.DUPLICANTS.TRAITS.CANTDIG.DESC
source: This Duplicant's fear of holes makes it impossible for them to dig
fr: La peur des trous de ce Duplicant l'empêche de creuser

# STRINGS.DUPLICANTS.TRAITS.CANTDIG.NAME
source: Trypophobia
fr: Trypophobe

# STRINGS.DUPLICANTS.TRAITS.CANTRESEARCH.DESC
source: This Duplicant isn't the brightest star in the solar system
fr: Ce Duplicant n'est pas l'étoile la plus brillante du système solaire

# STRINGS.DUPLICANTS.TRAITS.CANTRESEARCH.NAME
source: Yokel
fr: Péquenaud

# STRINGS.DUPLICANTS.TRAITS.DEEPERDIVERSLUNGS.DESC
source: This Duplicant was a talented opera singer and a snorkeling instructor.
fr: Ce Duplicant était un chanteur d'opéra talentueux et moniteur de plongée.

# STRINGS.DUPLICANTS.TRAITS.DEEPERDIVERSLUNGS.NAME
source: Deeper Diver's Lungs
fr: Poumons de plongeur

# STRINGS.DUPLICANTS.TRAITS.DIVERSLUNG.DESC
source: This Duplicant could have been a talented opera singer in another life
fr: Ce Duplicant aurait pu être un chanteur d'opéra talentueux dans une autre vie

# STRINGS.DUPLICANTS.TRAITS.DIVERSLUNG.NAME
source: Diver's Lungs
fr: Poumons de plongeur

# STRINGS.DUPLICANTS.TRAITS.EARLYBIRD.DESC
source: This Duplicant always wakes up feeling fresh and efficient!
fr: Ce Duplicant se réveille toujours frais et efficace!

# STRINGS.DUPLICANTS.TRAITS.EARLYBIRD.EXTENDED_DESC
source: • Morning: <style="produced">{0}</style> bonus to all skills • Evening: Bonuses removed
fr: • Matin: Ajoute <style="produced">{0}</style> à tous les talents • Soir: Bonus supprimé

# STRINGS.DUPLICANTS.TRAITS.EARLYBIRD.NAME
source: Early Bird
fr: Lève tôt

# STRINGS.DUPLICANTS.TRAITS.FASTLEARNER.DESC
source: This Duplicant's sharp as a tack and learns new skills with amazing speed
fr: Ce Duplicant a l'esprit affuté et gagne de nouvelles compétences à une vitesse étonnante

# STRINGS.DUPLICANTS.TRAITS.FASTLEARNER.NAME
source: Quick Learner
fr: Apprend Vite

# STRINGS.DUPLICANTS.TRAITS.FLATULENCE.DESC
source: Some Duplicants are just full of it
fr: Certains Duplicants sont juste plein de gaz

# STRINGS.DUPLICANTS.TRAITS.FLATULENCE.NAME
source: Flatulent
fr: Flatulence

# STRINGS.DUPLICANTS.TRAITS.FUSSY.DESC
source: Nothing's ever quite good enough for this Duplicant
fr: Rien n'est jamais assez bon pour ce Duplicant

# STRINGS.DUPLICANTS.TRAITS.FUSSY.NAME
source: Fussy
fr: Maniaque

# STRINGS.DUPLICANTS.TRAITS.GREASEMONKEY.DESC
source: This Duplicant likes to throw a wrench into the colony's plans... in a good way
fr: Ce Duplicant aime mettre des bâtons dans les roues de la colonie...dans le bon sens du terme

# STRINGS.DUPLICANTS.TRAITS.GREASEMONKEY.NAME
source: Grease Monkey
fr: Mécano

# STRINGS.DUPLICANTS.TRAITS.HEMOPHOBIA.DESC
source: This Duplicant is of delicate disposition and cannot tend to the sick
fr: Ce Duplicant est délicat et ne peut pas s'occuper des malades

# STRINGS.DUPLICANTS.TRAITS.HEMOPHOBIA.NAME
source: Squeamish
fr: Délicat

# STRINGS.DUPLICANTS.TRAITS.IGNORED_EFFECTS
source: • Ignores the effects of: {0}
fr: • Ignore les effets de: {0}

# STRINGS.DUPLICANTS.TRAITS.INTERIORDECORATOR.DESC
source: "Move it a little to the left..."
fr: "Juste un peu plus à gauche ..."

# STRINGS.DUPLICANTS.TRAITS.INTERIORDECORATOR.NAME
source: Interior Decorator
fr: Décorateur d'intérieur

# STRINGS.DUPLICANTS.TRAITS.IRONGUT.DESC
source: This Duplicant can eat just about anything without getting sick
fr: Ce Duplicant peut manger n'importe quoi sans tomber malade

# STRINGS.DUPLICANTS.TRAITS.IRONGUT.NAME
source: Iron Gut
fr: Estomac d'acier

# STRINGS.DUPLICANTS.TRAITS.IRRITABLEBOWEL.DESC
source: This Duplicant needs a little extra time to "do their business"
fr: Ce Duplicant a besoin d'un peu plus de temps pour "faire ses affaires"

# STRINGS.DUPLICANTS.TRAITS.IRRITABLEBOWEL.NAME
source: Irritable Bowel
fr: Intestin irritable

# STRINGS.DUPLICANTS.TRAITS.MOLEHANDS.DESC
source: They're great for tunneling, but finding good gloves is a nightmare
fr: Ces mains sont idéales pour creuser les tunnels, mais trouver des gants est un cauchemar

# STRINGS.DUPLICANTS.TRAITS.MOLEHANDS.NAME
source: Mole Hands
fr: Mains de taupe

# STRINGS.DUPLICANTS.TRAITS.MOUTHBREATHER.DESC
source: This Duplicant sucks up way more than their fair share of <style="oxygen">Oxygen</style>
fr: Ce Duplicant respire plus que sa part d'<style="oxygen">Oxygène</style>

# STRINGS.DUPLICANTS.TRAITS.MOUTHBREATHER.NAME
source: Mouth Breather
fr: Respire par la bouche

# STRINGS.DUPLICANTS.TRAITS.NARCOLEPSY.DESC
source: This Duplicant can and will fall asleep anytime, anyplace
fr: Ce Duplicant tombera endormi n'importe quand, n'importe où

# STRINGS.DUPLICANTS.TRAITS.NARCOLEPSY.NAME
source: Narcoleptic
fr: Narcoleptique

# STRINGS.DUPLICANTS.TRAITS.NEEDS.CLAUSTROPHOBIC.DESC
source: This Duplicant feels suffocated in spaces less than four tiles high or three tiles wide
fr: Ce Duplicant se sent oppressé dans les espaces de moins de 4 dalles de haut ou 3 de large

# STRINGS.DUPLICANTS.TRAITS.NEEDS.CLAUSTROPHOBIC.NAME
source: Claustrophobic
fr: Claustrophobe

# STRINGS.DUPLICANTS.TRAITS.NEEDS.CLIMACOPHOBIC.DESC
source: Climbing ladders more than four tiles tall makes this Duplicant's stomach do flips
fr: Grimper des échelles de plus de 4 dalles de haut retourne l'estomac de ce Duplicant

# STRINGS.DUPLICANTS.TRAITS.NEEDS.CLIMACOPHOBIC.NAME
source: Vertigo Prone
fr: Sujet au Vertige

# STRINGS.DUPLICANTS.TRAITS.NEEDS.FASHIONABLE.DESC
source: This Duplicant dies a bit inside when forced to wear unstylish clothing
fr: Ce Duplicant meurt à petit feu chaque fois qu'il est forcé de porter des vêtements démodés

# STRINGS.DUPLICANTS.TRAITS.NEEDS.PREFERSCOOLER.DESC
source: This Duplicant has some extra insulation, so the room temperature affects them a little less
fr: Ce Duplicant a une isolation supplémentaire, la température de la pièce l'affecte un peu moins

# STRINGS.DUPLICANTS.TRAITS.NEEDS.PREFERSCOOLER.NAME
source: Pudgy
fr: Rondelet

# STRINGS.DUPLICANTS.TRAITS.NEEDS.PREFERSWARMER.DESC
source: This Duplicant doesn't have much insulation, so they are more temperature sensitive than others
fr: Ce Duplicant n'a pas beaucoup d'isolation, il est plus sensible à la température que les autres

# STRINGS.DUPLICANTS.TRAITS.NEEDS.PREFERSWARMER.NAME
source: Skinny
fr: Maigrichon

# STRINGS.DUPLICANTS.TRAITS.NEEDS.SENSITIVEFEET.DESC
source: This Duplicant is a sensitive sole and would rather walk on tile floorings than bedrock
fr: Ce Duplicant a les pieds fragiles et préfère marcher sur les sols en dalle que sur de la roche

# STRINGS.DUPLICANTS.TRAITS.NEEDS.SENSITIVEFEET.NAME
source: Delicate Feetsies
fr: Petons délicats

# STRINGS.DUPLICANTS.TRAITS.NEEDS.SOLITARYSLEEPER.DESC
source: This Duplicant prefers to sleep alone
fr: Ce Duplicant préfère dormir tout seul

# STRINGS.DUPLICANTS.TRAITS.NEEDS.SOLITARYSLEEPER.NAME
source: Solitary Sleeper
fr: Dormeur Solitaire

# STRINGS.DUPLICANTS.TRAITS.NEEDS.WORKAHOLIC.DESC
source: This Duplicant gets antsy when left idle
fr: Ce Duplicant devient nerveux quand il n'a rien à faire

# STRINGS.DUPLICANTS.TRAITS.NEEDS.WORKAHOLIC.NAME
source: Workaholic
fr: Dépendant au travail

# STRINGS.DUPLICANTS.TRAITS.NIGHTOWL.DESC
source: This Duplicant does their best work when they'd ought to be sleeping
fr: Ce Duplicant travaille mieux quand c'est l'heure de dormir

# STRINGS.DUPLICANTS.TRAITS.NIGHTOWL.NAME
source: Night Owl
fr: Noctambule

# STRINGS.DUPLICANTS.TRAITS.NOODLEARMS.DESC
source: This Duplicant's arms have all the tensile strength of overcooked linguine
fr: Les bras de ce Duplicant ont la puissance d'un spaghetti trop cuit

# STRINGS.DUPLICANTS.TRAITS.NOODLEARMS.NAME
source: Noodle Arms
fr: Bras en Mousse

# STRINGS.DUPLICANTS.TRAITS.REFUSES_TO_DO_TASK
source: • Refuses to do errand: {0}
fr: •Refuse d'effectuer la tâche: {0}

# STRINGS.DUPLICANTS.TRAITS.REGENERATION.DESC
source: This Duplicant is constantly regenerating health.
fr: Ce Duplicant régénère sa santé continuellement.

# STRINGS.DUPLICANTS.TRAITS.REGENERATION.NAME
source: Regenerative
fr: Régénérateur

# STRINGS.DUPLICANTS.TRAITS.ROCKCRUSHER.DESC
source: This Duplicant is incredibly strong.
fr: Ce Duplicant est incroyablement fort.

# STRINGS.DUPLICANTS.TRAITS.ROCKCRUSHER.NAME
source: Rock Crusher
fr: Casseur de Roche

# STRINGS.DUPLICANTS.TRAITS.SCAREDYCAT.DESC
source: This Duplicant abhors violence
fr: Ce Duplicant déteste la violence

# STRINGS.DUPLICANTS.TRAITS.SCAREDYCAT.NAME
source: Pacifist
fr: Pacifiste

# STRINGS.DUPLICANTS.TRAITS.SLOWLEARNER.DESC
source: This Duplicant's a little slow on the uptake, but gosh do they try
fr: Ce Duplicant comprend vite mais il faut lui expliquer longtemps

# STRINGS.DUPLICANTS.TRAITS.SLOWLEARNER.NAME
source: Slow Learner
fr: Cancre

# STRINGS.DUPLICANTS.TRAITS.SMALLBLADDER.DESC
source: This Duplicant has a tiny, pea-sized bladder. Adorable!
fr: Ce Duplicant a une petite vessie de la taille d'un petit pois. Adorable!

# STRINGS.DUPLICANTS.TRAITS.SMALLBLADDER.NAME
source: Small Bladder
fr: Petite vessie

# STRINGS.DUPLICANTS.TRAITS.SNORER.DESC
source: In space, everyone can hear you snore
fr: Dans l'espace, tout le monde peut vous entendre ronfler

# STRINGS.DUPLICANTS.TRAITS.SNORER.NAME
source: Loud Sleeper
fr: Gros Ronfleur

# STRINGS.DUPLICANTS.TRAITS.STRESSVOMITER.DESC
source: This Duplicant is liable to puke everywhere when stressed
fr: Ce Duplicant est susceptible de vomir partout quand il est stressé

# STRINGS.DUPLICANTS.TRAITS.STRESSVOMITER.NAME
source: Vomiter
fr: Vomito

# STRINGS.DUPLICANTS.TRAITS.STRONGARM.DESC
source: This Duplicant has muscles on their muscles
fr: Ce Duplicant a des muscles sur ses muscles

# STRINGS.DUPLICANTS.TRAITS.STRONGARM.NAME
source: Buff
fr: Balaise

# STRINGS.DUPLICANTS.TRAITS.STRONGIMMUNESYSTEM.DESC
source: This Duplicant's immune system bounces back faster than most
fr: Le système immunitaire de ce Duplicant réagit plus vite que celui des autres

# STRINGS.DUPLICANTS.TRAITS.STRONGIMMUNESYSTEM.NAME
source: Germ Resistant
fr: Résistant aux germes

# STRINGS.DUPLICANTS.TRAITS.SUNNYDISPOSITION.DESC
source: This Duplicant has an unwaveringly positive outlook on life.
fr: Ce Duplicant a eu une vision positive de la vie.

# STRINGS.DUPLICANTS.TRAITS.SUNNYDISPOSITION.NAME
source: Sunny Disposition
fr: Bonne Humeur

# STRINGS.DUPLICANTS.TRAITS.TWINKLETOES.DESC
source: This Duplicant is light as a feather on their feet
fr: Ce Duplicant a le pas léger

# STRINGS.DUPLICANTS.TRAITS.TWINKLETOES.NAME
source: Twinkletoes
fr: Ballerine

# STRINGS.DUPLICANTS.TRAITS.UGLYCRIER.DESC
source: If this Duplicant gets too stressed it won't be pretty
fr: Si ce Duplicant devient trop stressé, ce ne sera pas joli

# STRINGS.DUPLICANTS.TRAITS.UGLYCRIER.NAME
source: Ugly Crier
fr: Pleurnichard

# STRINGS.DUPLICANTS.TRAITS.UNCULTURED.DESC
source: This Duplicant has simply no appreciation for the arts
fr: Ce Duplicant n'est absolument pas sensible à l'art

# STRINGS.DUPLICANTS.TRAITS.UNCULTURED.NAME
source: Uncultured
fr: Inculte

# STRINGS.DUPLICANTS.TRAITS.WEAKIMMUNESYSTEM.DESC
source: All the vitamin C in space couldn't stop this Duplicant from getting sick
fr: Toute la vitamine C dans l'espace ne peut pas empêcher ce Duplicant de tomber malade

# STRINGS.DUPLICANTS.TRAITS.WEAKIMMUNESYSTEM.NAME
source: Biohazardous
fr: Risque biologique

# STRINGS.ELEMENTS.ALGAE.DESC
source: Algae is a cluster of non-motile, single-celled lifeforms. It can be used to produce <style="oxygen">Oxygen</style> when grown in Algae Terrariums.
fr: Les algues sont un amas de formes de vie non-mobiles et monocellulaires. Cultivées dans un Terrarium d'Algues, elles peuvent être utilisées pour produire de l'<style="oxygen">Oxygène</style>.

# STRINGS.ELEMENTS.ALGAE.NAME
source: Algae
fr: Algue

# STRINGS.ELEMENTS.BLEACHSTONE.DESC
source: Bleach stone is an unstable compound that emits toxic <style="gas">Chlorine Gas</style>. It is useful in <style="hygiene">Hygienic</style> processes.
fr: La Soude est un composant instable qui émet du <style="gas">Chlore</style> toxique Elle est utile pour les traitements <style="hygiene">Hygiéniques</style>.

# STRINGS.ELEMENTS.BLEACHSTONE.NAME
source: Bleach Stone
fr: Soude

# STRINGS.ELEMENTS.BOTTLEDWATER.DESC
source: (H<sub>2</sub>O) Clean <style="liquid">Water</style>, prepped for transport.
fr: <style="liquid">Eau</style> Propre (H<sub>2</sub>O) , préparée pour le transport.

# STRINGS.ELEMENTS.BOTTLEDWATER.NAME
source: Water
fr: Eau

# STRINGS.ELEMENTS.BRICK.DESC
source: Ceramic is a hard, brittle material formed from heated <style="RawMineral">Clay</style>. It is a reliable <style="RawMineral">Construction Material</style>.
fr: La Céramique est un matériau fragile et dur formé à partir d'<style="RawMineral">Argile</style> chauffée. C'est un <style=RawMineral">Matériau de Construction</style> fiable.

# STRINGS.ELEMENTS.BRICK.NAME
source: Ceramic
fr: Céramique

# STRINGS.ELEMENTS.CARBON.DESC
source: (C) Coal is a combustible fossil fuel composed of carbon. It is useful in <style="power">Power</style> production.
fr: Le Charbon (C) est un combustible fossile composé de carbone. Il est utilisé pour la production d'<style="power">Énergie</style>.

# STRINGS.ELEMENTS.CARBON.NAME
source: Coal
fr: Charbon

# STRINGS.ELEMENTS.CARBONDIOXIDE.DESC
source: (CO<sub>2</sub>) Carbon Dioxide toxic, atomically heavy chemical compound in a <style="gas">Gaseous</style> state. It tends to sink below other gases.
fr: Dioxyde de Carbone (CO<sub>2</sub>) toxique, un composant atomiquement lourd à l'état <style="gas">Gazeux</style>. A tendance à stagner sous les autres gaz.

# STRINGS.ELEMENTS.CARBONDIOXIDE.NAME
source: Carbon Dioxide
fr: Dioxyde de Carbone

# STRINGS.ELEMENTS.CARBONFIBRE.DESC
source: Carbon Fiber is a <style="RefinedMineral">Manufactured Material</style> with high tensile strength.
fr: La Fibre de Carbone est un <style="RefinedMineral">Produit manufacturé</style> possédant une résistance élevée à la traction.

# STRINGS.ELEMENTS.CARBONFIBRE.NAME
source: Carbon Fiber
fr: Fibre de Carbone

# STRINGS.ELEMENTS.CARBONGAS.DESC
source: (C) Carbon is an abundant, versatile element heated into a <style="gas">Gaseous</style> state.
fr: Le Carbone (C) est un élément abondant et versatile chauffé à un état <style="gas">Gazeux</style>.

# STRINGS.ELEMENTS.CARBONGAS.NAME
source: Carbon
fr: Carbone

# STRINGS.ELEMENTS.CEMENT.DESC
source: Cement is a refined building material used for assembling advanced buildings.
fr: Le Ciment est un matériau de construction raffiné utilisé pour assembler des équipements avancés.

# STRINGS.ELEMENTS.CEMENT.NAME
source: Cement
fr: Ciment

# STRINGS.ELEMENTS.CEMENTMIX.DESC
source: Cement Mix can be used to create <style="solid">Cement</style> for advanced building assembly.
fr: Le Mélange de Ciment peut être utilisé pour créer du <style="solid">Ciment</style> destiné à l'assemblage d'équipements avancés.

# STRINGS.ELEMENTS.CEMENTMIX.NAME
source: Cement Mix
fr: Mélange de Ciment

# STRINGS.ELEMENTS.CHLORINE.DESC
source: (Cl) Chlorine is an extremely toxic element in a <style="solid">Solid</style> state.
fr: Le Chlore (Cl) est un élément extrêmement toxique dans un état <style="solid">Solide</style>.

# STRINGS.ELEMENTS.CHLORINE.NAME
source: Chlorine
fr: Chlore

# STRINGS.ELEMENTS.CHLORINEGAS.DESC
source: (Cl) Chlorine is an extremely toxic chemical in a <style="gas">Gaseous</style> state.
fr: Le Chlore (Cl) est un élément extrêmement toxique dans un état <style="gas">Gazeux</style>.

# STRINGS.ELEMENTS.CHLORINEGAS.NAME
source: Chlorine
fr: Chlore
