Repository: Vandryel/Oxygen-Not-Included_french
Catalog: strings.po
Languages: fr

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FORMAT
source: {0} spawned/cycle
fr: {0} en plus/cycle

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.GROWTH_FORMAT_TOOLTIP
source: Germ count is being increased by {0}/cycle
fr: Le nombre de germes augmente de {0}/cycle

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.NEUTRAL_FORMAT
source: No change
fr: Aucun changement

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.NEUTRAL_FORMAT_TOOLTIP
source: Germ count is static
fr: Le nombre de germes est statique

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.NODISEASE
source: No surface germs
fr: Pas de germes en surface

# STRINGS.UI.DETAILTABS.DISEASE.DETAILS.NODISEASE_TOOLTIP
source: There are no germs present on this object
fr: Il n'y a pas de germes présents sur cet objet

# STRINGS.UI.DETAILTABS.DISEASE.DISEASE_INFO_POPUP_BUTTON
source: FULL INFO
fr: PLUS D'INFO

# STRINGS.UI.DETAILTABS.DISEASE.DISEASE_INFO_POPUP_HEADER
source: DISEASE INFO: {0}
fr: INFO MALADIE: {0}

# STRINGS.UI.DETAILTABS.DISEASE.DISEASE_INFO_POPUP_TOOLTIP
source: View detailed germ and infection info for {0}
fr: Voir les informations détaillées sur les germes et les infections pour {0}

# STRINGS.UI.DETAILTABS.DISEASE.DISEASE_SOURCE
source: DISEASE SOURCE
fr: SOURCE DE MALADIE

# STRINGS.UI.DETAILTABS.DISEASE.GERMS_INFO
source: GERM LIFECYCLE
fr: CYCLE DE VIE DU GERME

# STRINGS.UI.DETAILTABS.DISEASE.IMMUNE_FACTORS.IMMUNE_ATTACK_RATE
source: • -{0} immunity per {1}
fr: •-{0} immunité par {1}

# STRINGS.UI.DETAILTABS.DISEASE.IMMUNE_FACTORS.IMMUNE_ATTACK_RATE_TOOLTIP
source: This Duplicant must expend {0} of their immunity to fight {1} of this disease
fr: Ce Duplicant doit dépenser {0} de son immunité pour combattre {1} de cette maladie

# STRINGS.UI.DETAILTABS.DISEASE.IMMUNE_FACTORS.IMMUNE_ATTACK_RATE2
source: • Immune System: {0}
fr: •Système immunitaire: {0}

# STRINGS.UI.DETAILTABS.DISEASE.IMMUNE_FACTORS.IMMUNE_ATTACK_RATE2_TOOLTIP
source: This Duplicant's immune system is being strained at a rate of {0} by the {1} present on their body
fr: Le système immunitaire de ce Duplicant se dégrade au taux de {0} à cause de {1} qui est dans son corps

# STRINGS.UI.DETAILTABS.DISEASE.IMMUNE_FACTORS.INTERNAL_GERMS_TOOLTIP
source: This Duplicant is currently fighting a {0} infection ------------------ Their body is host to {1}
fr: Ce Duplicant se bat contre l'infection {0} ------------------ Son corps est porteur de {1}

# STRINGS.UI.DETAILTABS.DISEASE.IMMUNE_SYSTEM
source: GERM HOST
fr: PORTEUR DE GERMES

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.AID_SYMPTOMS
source: Treatable Symptoms:
fr: Symptômes traitables:

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.AID_SYMPTOMS_TOOLTIP
source: These symptoms are eliminated while a Duplicant is in a Med-Bed receiving medical care
fr: Ces symptômes sont éliminés quand un Duplicant reçoit des soins dans un lit médical

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DISCLAIMER
source: Contracting this illness will have these effects on a Duplicant:
fr: Contracter cette maladie aura ces effets sur un Duplicant:

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DISCLAIMER_TOOLTIP
source: A Duplicant's immune system must be overwhelmed to contract an illness
fr: Le système immunitaire d'un Duplicant doit être poussé à bout pour qu'il contracte une maladie

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DURATION
source: Duration:
fr: Durée:

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DURATION_AIDREQ
source: {0} (Medical care required)
fr: {0} (assistance Médicale requise)

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DURATION_AIDREQ_TOOLTIP
source: Treated Duplicants recover from this illness in {0} ------------------ Without medical care, they will be infected indefinitely
fr: Les Duplicants soignés récupéreront de cette maladie dans {0} ------------------ Sans aide médicale, ils seront infectés indéfiniment

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DURATION_NORMAL_TOOLTIP
source: Duplicants recover from this illness in {0}
fr: Les Duplicants se remettent de cette maladie dans {0}

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.DURATION_TOOLTIP
source: Duration is the amount of time it takes a Duplicant to fight off this infection
fr: La durée est la quantité de temps nécessaire au Duplicant pour combattre cette infection

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.SOURCE_TOOLTIP_SUFFIX
source: This symptom causes Duplicants to expel germs from their body ------------------ They may infect other Duplicants as a result
fr: Ce symptôme provoque l'expulsion des germes du corps des Duplicants ------------------ Ils peuvent infecter les autres Duplicants

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.SYMPTOMS
source: Other Symptoms:
fr: Autres Symptôme:

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION.SYMPTOMS_TOOLTIP
source: These symptoms must run their course and cannot be alleviated by medical care
fr: Ces symptômes doivent se développer et ne peuvent être atténués par l'assistance médicale

# STRINGS.UI.DETAILTABS.DISEASE.INFECTION_INFO
source: INFECTION DETAILS
fr: DÉTAILS DE L'INFECTION

# STRINGS.UI.DETAILTABS.DISEASE.NAME
source: Germs
fr: Germes

# STRINGS.UI.DETAILTABS.DISEASE.NO_CURRENT_GERMS
source: SURFACE GERMS
fr: GERMES EN SURFACE

# STRINGS.UI.DETAILTABS.DISEASE.TOOLTIP
source: View the disease risk presented by the selected object
fr: Voir le risque de maladie que présente l'objet sélectionné

# STRINGS.UI.DETAILTABS.ENERGYCONSUMER.NAME
source: Energy
fr: Énergie

# STRINGS.UI.DETAILTABS.ENERGYCONSUMER.TOOLTIP
source: View how much power this building consumes
fr: Voir quelle quantité d'énergie cet équipement consomme

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.AVAILABLE_JOULES
source: <style="power">Power</style> stored: {0}
fr: <style="power">Énergie</style> stockée: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.AVAILABLE_JOULES_TOOLTIP
source: Amount of power stored in batteries
fr: Quantité d'énergie stockée dans les batteries

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.CIRCUITOVERVIEW
source: CIRCUIT OVERVIEW
fr: VUE D'ENSEMBLE DES CIRCUITS

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.CONSUMERS
source: POWER CONSUMERS
fr: CONSOMMATEURS D'ÉNERGIE

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.DISCONNECTED
source: Not connected to an electrical circuit
fr: Pas relié à un circuit électrique

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.GENERATORS
source: POWER GENERATORS
fr: GÉNÉRATEURS D'ÉNERGIE

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.MAX_SAFE_WATTAGE
source: Maximum Safe Wattage: {0}
fr: Puissance de sécurité maximale: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.MAX_SAFE_WATTAGE_TOOLTIP
source: Exceeding this value will overload the circuit and can result in damage to wiring and buildings
fr: Dépasser cette valeur surchargera le circuit et peut causer des dommages aux câbles et aux équipements

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.NAME
source: Energy
fr: Énergie

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.NOBATTERIES
source: No batteries on this circuit
fr: Pas de batteries sur ce circuit

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.NOCONSUMERS
source: No consumers on this circuit
fr: Aucun consommateur sur ce circuit

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.NOGENERATORS
source: No generators on this circuit
fr: Aucun générateur sur ce circuit

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.POTENTIAL_WATTAGE_CONSUMED
source: Potential power consumed: {0}
fr: Consommation d'énergie potentielle: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.POTENTIAL_WATTAGE_CONSUMED_TOOLTIP
source: The total amount of power that can be used by this circuit if all connected buildings are active
fr: La Quantité totale d'énergie qui peut être utilisée par ce circuit si tous les équipements connectés sont actifs

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.TOOLTIP
source: Monitor the power this building is generating
fr: Surveille la puissance que cet équipement produit

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.WATTAGE_CONSUMED
source: <style="power">Power</style> consumed: {0}
fr: <style="power">Énergie</style> consommée: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.WATTAGE_CONSUMED_TOOLTIP
source: The total amount of power used by this circuit
fr: La quantité totale d'énergie consommée par ce circuit

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.WATTAGE_GENERATED
source: <style="power">Power</style> produced: {0}
fr: <style="power">Énergie</style> produite: {0}

# STRINGS.UI.DETAILTABS.ENERGYGENERATOR.WATTAGE_GENERATED_TOOLTIP
source: The total amount of power generated by this circuit
fr: La quantité totale de puissance produite par ce circuit

# STRINGS.UI.DETAILTABS.ENERGYWIRE.NAME
source: Energy
fr: Énergie

# STRINGS.UI.DETAILTABS.ENERGYWIRE.TOOLTIP
source: View this wire's network
fr: Voir le réseau de ce câble

# STRINGS.UI.DETAILTABS.NEEDS.CURRENT_NEED_LEVEL
source: Current Level: {0}
fr: Niveau actuel: {0}

# STRINGS.UI.DETAILTABS.NEEDS.CURRENT_STRESS_LEVEL
source: Current <style="stress">Stress</style> Level: {0}
fr: Niveau de <style="stress">Stress</style> Actuel: {0}

# STRINGS.UI.DETAILTABS.NEEDS.NEXT_NEED_LEVEL
source: Next Level: {0}
fr: Niveau suivant: {0}

# STRINGS.UI.DETAILTABS.NEEDS.OVERVIEW
source: Overview
fr: Vue d'ensemble

# STRINGS.UI.DETAILTABS.NEEDS.STRESS_CREATORS
source: <style="stress">Stress</style> Creators
fr: Sources de <style="stress">Stress</style>

# STRINGS.UI.DETAILTABS.NEEDS.TOOLTIP
source: View this Duplicant's psychological status
fr: Voir l'état psychologique de ce Duplicant

# STRINGS.UI.DETAILTABS.POSSESSIONS.ASSIGNED_TOOLTIP
source: This Duplicant has been assigned a {0}. Effects: {1}
fr: Ce Duplicant a été assigné à {0}. Effets: {1}

# STRINGS.UI.DETAILTABS.POSSESSIONS.EQUIPMENT_TOOLTIP
source: This Duplicant has been equipped with a {0}
fr: Ce Duplicant a été équipé avec un(e) {0}

# STRINGS.UI.DETAILTABS.POSSESSIONS.GROUPNAME_EQUIPMENT
source: HELD ITEMS
fr: OBJETS TENUS

# STRINGS.UI.DETAILTABS.POSSESSIONS.GROUPNAME_OWNABLE
source: EQUIPMENT
fr: ÉQUIPEMENT

# STRINGS.UI.DETAILTABS.POSSESSIONS.GROUPNAME_ROOMS
source: AMENITIES
fr: ÉQUIPEMENTS

# STRINGS.UI.DETAILTABS.POSSESSIONS.NAME
source: Assigned
fr: Attribué

# STRINGS.UI.DETAILTABS.POSSESSIONS.NOEQUIPMENT
source: No equipment
fr: Aucun équipement

# STRINGS.UI.DETAILTABS.POSSESSIONS.NOEQUIPMENT_TOOLTIP
source: This Duplicant has not been equipped with a tool
fr: Ce Duplicant n'a pas d'outil

# STRINGS.UI.DETAILTABS.POSSESSIONS.NOTHING
source: No amenities assigned
fr: Pas d'équipement assigné

# STRINGS.UI.DETAILTABS.POSSESSIONS.NOTHING_TOOLTIP
source: No personal buildings are assigned to this Duplicant
fr: Aucun équipement personnel n'est assignée à ce Duplicant

# STRINGS.UI.DETAILTABS.POSSESSIONS.TOOLTIP
source: View this Duplicant's personal amenities
fr: Voir les équipements personnels de ce Duplicant

# STRINGS.UI.DETAILTABS.POSSESSIONS.UNASSIGNED
source: Unassigned
fr: Non Attribué

# STRINGS.UI.DETAILTABS.POSSESSIONS.UNASSIGNED_TOOLTIP
source: This Duplicant has not been assigned a {0}
fr: Ce Duplicant n'a pas reçu de {0}

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_LORE
source: RECOVERED FILES
fr: FICHIERS RÉCUPÉRÉS

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_REQUIREMENTS
source: REQUIREMENTS
fr: EXIGENCES

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_RESEARCH
source: RESEARCH
fr: RECHERCHE

# STRINGS.UI.DETAILTABS.SIMPLEINFO.GROUPNAME_STATUS
source: STATUS
fr: STATUT

# STRINGS.UI.DETAILTABS.SIMPLEINFO.TOOLTIP
source: View the status of the selected object
fr: Voir l'état de l'objet sélectionné

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_APTITUDES
source: INTERESTS
fr: INTÉRÊTS

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_ATTRIBUTES
source: ATTRIBUTES
fr: ATTRIBUTS

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_BIO
source: ABOUT
fr: A PROPOS

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_EXPECTATIONS
source: EXPECTATIONS
fr: ATTENTES

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_PERKS
source: JOB TRAINING
fr: ENTRAÎNEMENT À LA MISSION

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_RESUME
source: EMPLOYMENT HISTORY
fr: HISTORIQUE DES MISSIONS

# STRINGS.UI.DETAILTABS.STATS.GROUPNAME_STRESS
source: TODAY'S STRESS
fr: STRESS DU JOUR

# STRINGS.UI.DETAILTABS.STATS.RESUME.CURRENT_ROLE
source: <b>Current Job:</b> {0}
fr: <b>Mission Actuelle:</b> {0}

# STRINGS.UI.DETAILTABS.STATS.RESUME.MASTERED_ROLES
source: <b>Mastered Jobs:</b>
fr: <b>Missions Maîtrisées:</b>

# STRINGS.UI.DETAILTABS.STATS.RESUME.MASTERED_ROLES_TOOLTIP
source: All traits and expectations that a Duplicant learns on a job become permanent once that job is mastered. ------------------ Switching jobs will not remove these traits.
fr: Tous les traits et les attentes qu'un Duplicant acquiert pendant une mission deviennent permanents une fois que la mission est maîtrisée. ------------------ Changer de mission ne supprimera pas ces traits.

# STRINGS.UI.DETAILTABS.STATS.RESUME.NO_MASTERED_ROLES
source: None
fr: Aucun

# STRINGS.UI.DETAILTABS.STATS.TOOLTIP
source: View this Duplicant's attributes, traits, and diseases
fr: Voir les attributs, les traits et les maladies de ce Duplicant

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.HEALTHY_MESSAGE.CONTINUEBUTTON
source: Thanks!
fr: Merci!

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.LOADING.BODY
source: This game is in the early stages of development which means you're likely to encounter strange, amusing, and occasionally just downright frustrating bugs. During this time Oxygen Not Included will be receiving regular updates to fix bugs, add features, and introduce additional content, so if you encounter issues or just have suggestions to share, please let us know on our forums: <u>http://forums.kleientertainment.com</u> A special thanks to those who joined us during our time in Alpha. We value your feedback and thank you for joining us in the development process. We couldn't do this without you. Enjoy your time in deep space! - Klei
fr: Ce jeu en est aux premiers stades de développement, ce qui signifie que vous croiserez des bugs étranges, amusants, et parfois frustrants. Durant cette période, Oxygen Not Included fera l'objet de nombreuses mises à jour pour corriger des bugs, ajouter des fonctionnalités et du contenu. Si vous rencontrez des bugs ou avez des suggestions à partager, merci de l'indiquer sur notre forum : <u>http://forums.kleientertainment.com</u> Un remerciement spécial à ceux qui nous ont rejoint pendant cette période en Alpha. Nous apprécions vos retours, merci de nous avoir rejoint pendant ce processus de développement. Nous ne pourrions pas le faire sans vous. Profitez de votre séjour dans l'espace profond! -Klei

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.LOADING.CONTINUEBUTTON
source: Okay, thanks for the heads up!
fr: Okay, merci pour l'info!

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.LOADING.TITLE
source: <b>Welcome to Oxygen Not Included!</b>
fr: <b>Bienvenue dans Oxygen Not Included!</b>

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.ANIMATION_HEADER
source: WATCH THE ANIMATED SHORT!
fr: REGARDEZ LA COURTE CINÉMATIQUE!

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.BODY
source: Stay up to date by joining our mailing list, or head on over to the forums and join the discussion.
fr: Restez à jour en vous abonnant à notre liste de diffusion ou visitez les forums et rejoignez la discussion.

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.MAILINGLIST
source: NOTIFY ME!
fr: INFORMEZ MOI!

# STRINGS.UI.DEVELOPMENTBUILDS.ALPHA.MESSAGES.PATCHNOTES
source: PATCH NOTES
fr: NOTES DE VERSION

# STRINGS.UI.DEVELOPMENTBUILDS.FULL_PATCH_NOTES
source: Full Patch Notes
fr: Notes de Version complètes

# STRINGS.UI.DEVELOPMENTBUILDS.PREVIOUS_VERSION
source: Previous Version
fr: Version Précédente

# STRINGS.UI.DEVELOPMENTBUILDS.UPDATES.BIGGER_TIMES
source: {1} weeks {0} days
fr: {1} semaines {0} jours

# STRINGS.UI.DEVELOPMENTBUILDS.UPDATES.FINAL_WEEK
source: {0} days
fr: {0} jours

# STRINGS.UI.DEVELOPMENTBUILDS.UPDATES.NOW
source: Less than a day
fr: Moins d'une journée

# STRINGS.UI.DEVELOPMENTBUILDS.UPDATES.TWENTY_FOUR_HOURS
source: Less than a day
fr: Moins d'une journée

# STRINGS.UI.DEVELOPMENTBUILDS.UPDATES.UPDATES_HEADER
source: NEXT UPGRADE LIVE IN
fr: PROCHAINE MISE À JOUR DANS

# STRINGS.UI.DEVELOPMENTBUILDS.WATERMARK
source: DEVELOPMENT BUILD: {0}
fr: VERSION DE DÉVELOPPEMENT: {0}

# STRINGS.UI.DUPLICANTPRINTING
source: Duplicant Printing
fr: Impression de Duplicant

# STRINGS.UI.ELEMENTAL.CONDUCTIVITYBARRIER.NAME
source: Insulation Thickness: {0}
fr: Épaisseur d'Isolation: {0}

# STRINGS.UI.ELEMENTAL.CONDUCTIVITYBARRIER.TOOLTIP
source: Thick insulation reduces an object's Thermal Conductivity
fr: Une isolation plus épaisse réduit la conductivité thermique d'un élément

# STRINGS.UI.ELEMENTAL.DEWPOINT.NAME
source: Condensation Point: {0}
fr: Point de Condensation: {0}

# STRINGS.UI.ELEMENTAL.DEWPOINT.TOOLTIP
source: The selected object will condense into a liquid at {0}
fr: L'objet sélectionné condensera en liquide à {0}

# STRINGS.UI.ELEMENTAL.DISEASE.NAME
source: Disease: {0}
fr: Maladie: {0}

# STRINGS.UI.ELEMENTAL.DISEASE.TOOLTIP
source: There are {0} on the selected object
fr: Il y a {0} sur l'objet sélectionné

# STRINGS.UI.ELEMENTAL.FREEZEPOINT.NAME
source: Freeze Point: {0}
fr: Point de Gel: {0}

# STRINGS.UI.ELEMENTAL.FREEZEPOINT.TOOLTIP
source: The selected object will cool into a solid at {0}
fr: L'objet sélectionné refroidira en solide à {0}

# STRINGS.UI.ELEMENTAL.MASS.NAME
source: Mass: {0}
fr: Masse: {0}

# STRINGS.UI.ELEMENTAL.MASS.TOOLTIP
source: The selected object has a mass of {0}
fr: L'objet sélectionné a une masse de {0}

# STRINGS.UI.ELEMENTAL.MELTINGPOINT.NAME
source: Melting Point: {0}
fr: Point de Fusion: {0}

# STRINGS.UI.ELEMENTAL.MELTINGPOINT.TOOLTIP
source: The selected object will melt into a liquid at {0}
fr: L'objet sélectionné fondra en liquide à {0}

# STRINGS.UI.ELEMENTAL.OVERHEATPOINT.NAME
source: Overheat Modifier: {0}
fr: Modificateur de Surchauffe: {0}

# STRINGS.UI.ELEMENTAL.OVERHEATPOINT.TOOLTIP
source: This building will overheat and take damage if its temperature reaches {0} Building with better building materials can increase overheat temperature
fr: Cet équipement surchauffera et subira des dommages si sa température atteint {0} Construire avec de meilleurs matériaux peut augmenter la température de surchauffe

# STRINGS.UI.ELEMENTAL.PRIMARYELEMENT.NAME
source: Primary Element: {0}
fr: Élément Principal: {0}

# STRINGS.UI.ELEMENTAL.PRIMARYELEMENT.TOOLTIP
source: The selected object is primarily composed of {0}
fr: L'objet sélectionné est principalement composé de {0}

# STRINGS.UI.ELEMENTAL.SHC.NAME
source: Specific Heat Capacity: {0}
fr: Capacité Calorifique Spécifique: {0}

# STRINGS.UI.ELEMENTAL.SHC.TOOLTIP
source: {0} J is required to heat 1 g of the selected object by 1 K
fr: {0} J est nécessaire pour chauffer 1 g de l'objet sélectionné de 1 K

# STRINGS.UI.ELEMENTAL.TEMPERATURE.NAME
source: Temperature: {0}
fr: Température: {0}

# STRINGS.UI.ELEMENTAL.TEMPERATURE.TOOLTIP
source: The selected object's current temperature is {0}
fr: La température actuelle de l'objet sélectionné est {0}

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.ADJECTIVES.HIGH_CONDUCTIVITY
source: Highly Conductive
fr: Très Conducteur

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.ADJECTIVES.LOW_CONDUCTIVITY
source: Insulating
fr: Isolant

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.ADJECTIVES.MEDIUM_CONDUCTIVITY
source: Conductive
fr: Conducteur

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.ADJECTIVES.VERY_HIGH_CONDUCTIVITY
source: Extremely Conductive
fr: Extrêmement conducteur

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.ADJECTIVES.VERY_LOW_CONDUCTIVITY
source: Highly Insulating
fr: Très isolant

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.NAME
source: Thermal Conductivity: {0}
fr: Conductivité thermique: {0}

# STRINGS.UI.ELEMENTAL.THERMALCONDUCTIVITY.TOOLTIP
source: This object can conduct heat to other materials at a rate of {0} W for each K degree difference Between two objects, the rate of heat transfer will be determined by the object with the lowest Thermal Conductivity
fr: Cet objet peut conduire la chaleur vers d'autres matériaux au taux de {0} W pour chaque degré K de différence Entre deux objets, le taux de transfert de chaleur sera déterminé par l'objet ayant la Conductivité Thermique la plus faible

# STRINGS.UI.ELEMENTAL.UNITS.NAME
source: Stack Units: {0}
fr: Unité de Pile: {0}

# STRINGS.UI.ELEMENTAL.UNITS.TOOLTIP
source: This stack contains {0} units of {1}
fr: Cette pile contient {0} unités de {1}

# STRINGS.UI.ELEMENTAL.VAPOURIZATIONPOINT.NAME
source: Vaporization Point: {0}
fr: Point de Vaporisation: {0}

# STRINGS.UI.ELEMENTAL.VAPOURIZATIONPOINT.TOOLTIP
source: The selected object will evaporate into a gas at {0}
fr: L'objet sélectionné s'évaporera en gaz à {0}

# STRINGS.UI.ENDOFDAYREPORT.ADDED
source: Added
fr: Ajouté

# STRINGS.UI.ENDOFDAYREPORT.CALORIES_CREATED.NAME
source: Calorie Generation:
fr: Génération de calories:

# STRINGS.UI.ENDOFDAYREPORT.CALORIES_CREATED.NEGATIVE_TOOLTIP
source: Your colony consumed {0} of <style="food">Food</style> over the course of the day
fr: Votre colonie a consommé {0} de <style="food">Nourriture</style> au cours de la journée

# STRINGS.UI.ENDOFDAYREPORT.CALORIES_CREATED.POSITIVE_TOOLTIP
source: Your colony produced {0} of <style="food">Food</style> over the course of the day
fr: Votre colonie a produit {0} de <style="food">Nourriture</style> au cours de la journée

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_FLATULENCE.NAME
source: <style="gas">Flatulence</style> Generation:
fr: Production de <style="gas">Flatulences</style>:

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_FLATULENCE.NEGATIVE_TOOLTIP
source: Your colony consumed {0} of <style="gas">Polluted Oxygen</style> over the course of the day
fr: Votre colonie a consommé {0} d'<style="gas">Oxygène Pollué</style> pendant la journée

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_FLATULENCE.POSITIVE_TOOLTIP
source: Your colony generated {0} of <style="gas">Polluted Oxygen</style> over the course of the day
fr: Votre colonie a produit {0} d'<style="gas">Oxygène Pollué</style> pendant la journée

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_SUBLIMATION.NEGATIVE_TOOLTIP
source: Your colony consumed {0} of <style="gas">Polluted Oxygen</style> over the course of the day
fr: Votre colonie a consommé {0} d'<style="gas">Oxygène Pollué</style> pendant la journée

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_SUBLIMATION.POSITIVE_TOOLTIP
source: Your colony generated {0} of <style="gas">Polluted Oxygen</style> over the course of the day
fr: Votre colonie a produit {0} d'<style="gas">Oxygène Pollué</style> pendant la journée

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_TOILET.NAME
source: <style="gas">Toilet </style> Emissions:
fr: Emission des <style="gas">Toilettes</style>:

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_TOILET.NEGATIVE_TOOLTIP
source: Your colony consumed {0} of <style="gas">Polluted Oxygen</style> over the course of the day
fr: Votre colonie a consommé {0} d'<style="gas">Oxygène Pollué</style> pendant la journée

# STRINGS.UI.ENDOFDAYREPORT.CONTAMINATED_OXYGEN_TOILET.POSITIVE_TOOLTIP
source: Your colony generated {0} of <style="gas">Polluted Oxygen</style> over the course of the day
fr: Votre colonie a produit {0} d'<style="gas">Oxygène Pollué</style> pendant la journée

# STRINGS.UI.ENDOFDAYREPORT.DAY_TITLE_TODAY
source: Cycle {0} - Today
fr: Cycle {0} - Aujourd'hui

# STRINGS.UI.ENDOFDAYREPORT.DAY_TITLE_YESTERDAY
source: Cycle {0} - Yesterday
fr: Cycle {0} - Hier

# STRINGS.UI.ENDOFDAYREPORT.DISEASE_ADDED.NAME
source: <style="disease">Diseases</style> Contracted:
fr: <style="disease">Maladies</style> Contractées:

# STRINGS.UI.ENDOFDAYREPORT.DISEASE_ADDED.NEGATIVE_TOOLTIP
source: {0} Duplicant(s) were cured of a <style="disease">Disease</style>
fr: {0} Duplicant(s) ont été guéris d'une <style="disease"> Maladie</style>
